{"type":"book","title":"Additions to Esther","id":"AddEsth","chapters":[{"type":"chapter","title":"Greek Esther 10","id":"AddEsth.10","verses":[{"num":1,"verse":"Chapter 10"},{"num":2,"verse":"Then Mardochai said: God hath done these things."},{"num":3,"verse":"I remember a dream that I saw, which signified these same things: and nothing thereof hath failed."},{"num":4,"verse":"The little fountain which grew into a river, and was turned into a light, and into the sun, and abounded into many waters, is Esther, whom the king married, and made queen."},{"num":5,"verse":"But the two dragons are I and Aman."},{"num":6,"verse":"The nations that were assembled are they that endeavoured to destroy the name of the Jews."},{"num":7,"verse":"And my nation is Israel, who cried to the Lord, and the Lord saved his people: and he delivered us from all evils, and hath wrought great signs and wonders among the nations:"},{"num":8,"verse":"And he commanded that there should be two lots, one of the people of God, and the other of all the nations."},{"num":9,"verse":"And both lots came to the day appointed already from that time before God to all nations:"},{"num":10,"verse":"And the Lord remembered his people, and had mercy on his inheritance."},{"num":11,"verse":"And these days shall be observed in the month of Adar on the fourteenth, and fifteenth day of the same month. with all diligence, and joy of the people gathered into one assembly, throughout all the generations hereafter of the people of Israel."}]},{"type":"chapter","title":"Greek Esther 11","id":"AddEsth.11","verses":[{"num":1,"verse":"Chapter 11"},{"num":2,"verse":"In the fourth year of the reign of Ptolemy and Cleopatra, Dositheus, who said he was a priest, and of the Levitical race, and Ptolemy his son brought this epistle of Phurim, which they said Lysimachus the son of Ptolemy had interpreted in Jerusalem."},{"num":3,"verse":"In the second year of the reign of Artaxerxes the great, in the first day of the month Nisan, Mardochai the son of Jair, the son of Semei, the son of Cis, of the tribe of Benjamin:"},{"num":4,"verse":"A Jew who dwelt in the city of Susan, a great man and among the first of the king's court, had it dream."},{"num":5,"verse":"Now he was of the number of the captives, whom Nabuchodonosor king of Babylon had carried away from Jerusalem with Jechonias king of Juda:"},{"num":6,"verse":"And this was his dream: Behold there were voices, and tumults, and thunders, and earthquakes, and a disturbance upon the earth."},{"num":7,"verse":"And behold two great dragons came forth ready to fight one against another."},{"num":8,"verse":"And at their cry all nations were stirred up to fight against the nation of the just."},{"num":9,"verse":"And that was a day of darkness and danger, of tribulation and distress, and great fear upon the earth."},{"num":10,"verse":"And the nation of the just was troubled fearing their own evils, and was prepared for death."},{"num":11,"verse":"And they cried to God: and as they were crying, a little fountain grew into a very great river, and abounded into many waters."},{"num":12,"verse":"The light and the sun rose up, and the humble were exalted, and they devoured the glorious."},{"num":13,"verse":"And when Mardochai had seen this, and arose out of his bed, he was thinking what God would do: and he kept it fixed in his mind, desirous to know what the dream should signify."}]},{"type":"chapter","title":"Greek Esther 12","id":"AddEsth.12","verses":[{"num":1,"verse":"Chapter 12"},{"num":2,"verse":"And he abode at that time in the king's court with Bagatha and Thara the king's eunuchs, who were porters of the palace."},{"num":3,"verse":"And when he understood their designs, and had diligently searched into their projects, he learned that they went about to lay violent hands on king Artaxerxes, and he told the king thereof."},{"num":4,"verse":"Then the king had them both examined, and after they had confessed, commanded them to be put to death."},{"num":5,"verse":"But the king made a record of what was done: and Mardochai also committed the memory of the thing to writing."},{"num":6,"verse":"And the king commanded him, to abide in the court of the palace, and gave him presents for the information."},{"num":7,"verse":"But Aman the son of Amadathi the Bugite was in great honour with the king, and sought to hurt Mardochai and his people, because of the two eunuchs of the king who were put to death."}]},{"type":"chapter","title":"Greek Esther 13","id":"AddEsth.13","verses":[{"num":1,"verse":"Chapter 13"},{"num":2,"verse":"And this was the copy of the letter: Artaxerxes the great king who reigneth from India to Ethiopia, to the princes and governors of the hundred and twenty-seven provinces, that are subject to his empire, greeting."},{"num":3,"verse":"Whereas I reigned over many nations, and had brought all the world under my dominion, I was not willing to abuse the greatness of my power, but to govern my subjects with clemency and lenity, that they might live quietly without any terror. and might enjoy peace, which is desired by all men."},{"num":4,"verse":"But when I asked my counsellors how this might be accomplished, one that excelled the rest in wisdom and fidelity, and was second after the king, Aman by name,"},{"num":5,"verse":"Told me that there was a people scattered through the whole world, which used new laws, and acted against the customs of all nations, despised the commandments of kings, and violated by their opposition the concord of all nations."},{"num":6,"verse":"Wherefore having learned this, and seeing one nation in opposition to all mankind using perverse laws, and going against our commandments, and disturbing the peace and concord of the provinces subject to us,"},{"num":7,"verse":"We have commanded that all whom Aman shall mark out, who is chief over all the provinces, and second after the king, and whom we honour as a father, shall be utterly destroyed by their enemies, with their wives and children, and that none shall have pity on them. on the fourteenth day of the twelfth month Adar of this present year:"},{"num":8,"verse":"That these wicked men going down to hell in one day, may restore to our empire the peace which they had disturbed."},{"num":9,"verse":"But Mardochai besought the Lord, remembering all his works,"},{"num":10,"verse":"And said: O Lord, Lord, almighty king, for all things are in thy power, and there is none that can resist thy will, if thou determine to save Israel."},{"num":11,"verse":"Thou hast made heaven and earth, and all things that are under the cope of heaven."},{"num":12,"verse":"Thou art Lord of all, and there is none that can resist thy majesty."},{"num":13,"verse":"Thou knowest all things, and thou knowest that it was not out of pride and contempt, or any desire of glory, that I refused to worship the proud Aman,"},{"num":14,"verse":"(For I would willingly and readily for the salvation of Israel have kissed even the steps of his feet,)"},{"num":15,"verse":"But I feared lest I should transfer the honour of my God to a man, and lest I should adore any one except my God."},{"num":16,"verse":"And now, O Lord, O king, O God of Abraham, have mercy on thy people, because our enemies resolve to destroy us, and extinguish thy inheritance."},{"num":17,"verse":"Despise not thy portion, which thou hast redeemed for thyself out of Egypt."},{"num":18,"verse":"Hear my supplication, and be merciful to thy lot and inheritance, and turn our mourning into joy, that we may live and praise thy name,  Lord, and shut not the mouths of them that sing to thee."},{"num":19,"verse":"And all Israel with like mind and supplication cried to the Lord, because they saw certain death hanging over their heads."}]},{"type":"chapter","title":"Greek Esther 14","id":"AddEsth.14","verses":[{"num":1,"verse":"Chapter 14"},{"num":2,"verse":"Queen Esther also, fearing the danger that was at hand, had recourse to the Lord."},{"num":3,"verse":"And when she had laid away her royal apparel, she put on garments suitable for weeping and mourning: instead of divers precious ointments, she covered her head with ashes and dung, and she humbled her body with fasts: and all the places in which before she was accustomed to rejoice, she filled with her torn hair."},{"num":4,"verse":"And she prayed to the Lord the God of Israel, saying: O my Lord, who alone art our king, help me a desolate woman, and who have no other helper but thee."},{"num":5,"verse":"My danger is in my hands."},{"num":6,"verse":"I have heard of my father that thou, O Lord, didst take Israel from among all nations, and our fathers from all their predecessors, to possess them as an everlasting inheritance, and thou hast done to them as thou hast promised."},{"num":7,"verse":"We have sinned in thy sight, and therefore thou hast delivered us into the hands of our enemies:"},{"num":8,"verse":"For we have worshipped their gods. Thou art just, O Lord."},{"num":9,"verse":"And now they are not content to oppress us with most hard bondage, but attributing the strength of their hands to the power of their idols,"},{"num":10,"verse":"They design to change thy promises, and destroy thy inheritance, and shut the mouths of them that praise thee, and extinguish the glory of thy temple and altar,"},{"num":11,"verse":"That they may open the mouths of Gentiles, and praise the strength of idols, and magnify for ever a carnal king."},{"num":12,"verse":"Give not, O Lord, thy sceptre to them that are not, lest they laugh at our ruin: but turn their counsel upon themselves, and destroy him that hath begun to rage against us."},{"num":13,"verse":"Remember, O Lord, and shew thyself to us in the time of our tribulation, and give me boldness, O Lord, king of gods, and of all power:"},{"num":14,"verse":"Give me a well ordered speech in my mouth in the presence of the lion, and turn his heart to the hatred of our enemy, that both he himself may perish, and the rest that consent to him."},{"num":15,"verse":"But deliver us by thy hand, and help me, who have no other helper, but thee, O Lord, who hast the knowledge of all things."},{"num":16,"verse":"And thou knowest that I hate the glory of the wicked, and abhor the bed of the uncircumcised, and of every stranger."},{"num":17,"verse":"Thou knowest my necessity, that I abominate the sign of my pride and glory, which is upon my head in the days of my public appearance, and detest it as a menstruous rag, and wear it not in the days of my silence,"},{"num":18,"verse":"And that I have not eaten at Aman's table, nor hath the king's banquet pleased me, and that I have not drunk the wine of the drink offerings:"},{"num":19,"verse":"And that thy handmaid hath never rejoiced, since I was brought hither unto this day, but in thee, O Lord, the God of Abraham."},{"num":20,"verse":"O God, who art mighty above all, hear the voice of them, that have no other hope, and deliver us from the hand of the wicked, and deliver me from my fear."}]},{"type":"chapter","title":"Greek Esther 15","id":"AddEsth.15","verses":[{"num":1,"verse":"Chapter 15"},{"num":2,"verse":"And he commanded her (no doubt but he was Mardochai) to go to the king, and petition for her people, and for her country."},{"num":3,"verse":"Remember, (said he,) the days of thy low estate, how thou wast brought up by my hand, because Aman the second after the king hath spoken against us unto death."},{"num":4,"verse":"And do thou call upon the Lord, and speak to the king for us, and deliver us from death."},{"num":5,"verse":"And on the third day she laid away the garments she wore, and put on her glorious apparel."},{"num":6,"verse":"And glittering in royal robes, after she had called upon God the ruler and Saviour of all, she took two maids with her,"},{"num":7,"verse":"And upon one of them she leaned, as if for delicateness and overmuch tenderness she were not able to bear up her own body."},{"num":8,"verse":"And the other maid followed her lady, bearing up her train flowing on the ground."},{"num":9,"verse":"But she with a rosy colour in her face, and with gracious and bright eyes, hid a mind full of anguish, and exceeding great fear."},{"num":10,"verse":"So going in she passed through all the doors in order, and stood before the king, where he sat upon his royal throne, clothed with his royal robes, and glittering with gold, and precious stones, and he was terrible to behold."},{"num":11,"verse":"And when he had lifted up his countenance, and with burning eyes had shewn the wrath of his heart, the queen sunk down, and her colour turned pale, and she rested her weary head upon her handmaid."},{"num":12,"verse":"And God changed the king's spirit into mildness, and all in haste and in fear he leaped from his throne, and holding her up in his arms, till she came to herself, caressed her with these words:"},{"num":13,"verse":"What is the matter, Esther? I am thy brother, fear not."},{"num":14,"verse":"Thou shalt not die: for this law is not made for thee, but for all others."},{"num":15,"verse":"Come near then, and touch the sceptre."},{"num":16,"verse":"And as she held her peace, he took the golden sceptre, and laid it upon her neck, and kissed her, and said: Why dost thou not speak to me?"},{"num":17,"verse":"She answered: I saw thee, my lord, as an angel of God, and my heart was troubled for fear of thy majesty."},{"num":18,"verse":"For thou, my lord, art very admirable, and thy. face is full of graces."},{"num":19,"verse":"And while she was speaking, she fell down again, and was almost in a swoon."},{"num":20,"verse":"But the king was troubled, and all his servants comforted her."}]},{"type":"chapter","title":"Greek Esther 16","id":"AddEsth.16","verses":[{"num":1,"verse":"Chapter 16"},{"num":2,"verse":"The great king Artaxerxes, from India to Ethiopia, to the governors and princes of a hundred and twenty-seven provinces, which obey our command, sendeth greeting."},{"num":3,"verse":"Many have abused unto pride the goodness of princes, and the honour that hath been bestowed upon them:"},{"num":4,"verse":"And not only endeavour to oppress the king's subjects, but not bearing the glory that is given them, take in hand to practise also against them that gave it."},{"num":5,"verse":"Neither are they content not to return thanks for benefits received, and to violate in themselves the laws of humanity, but they think they can also escape the justice of God who seeth all things."},{"num":6,"verse":"And they break out into so great madness, as to endeavour to undermine by lies such as observe diligently the offices committed to them, and do all things in such manner as to be worthy of all men's praise,"},{"num":7,"verse":"While with crafty fraud they deceive the ears of princes that are well meaning, and judge of others by their own nature."},{"num":8,"verse":"Now this is proved both from ancient histories, and by the things which are done daily, how the good designs of kings are depraved by the evil suggestions of certain men."},{"num":9,"verse":"Wherefore we must provide for the peace of all provinces."},{"num":10,"verse":"Neither must you think, if we command different things, that it cometh of the levity of our mind, but that we give sentence according to the quality and necessity of times, as the profit of the commonwealth requireth."},{"num":11,"verse":"Now that you may more plainly understand what we say, I Aman the son of Amadathi, a Macedonian both in mind and country, and having nothing of the Persian blood, but with his cruelty staining our goodness, was received being a stranger by us:"},{"num":12,"verse":"And found our humanity so great towards him, that he was called our father, and was worshipped by all as the next man after the king:"},{"num":13,"verse":"But he was so far puffed up with arrogancy, as to go about to deprive us of our kingdom and life."},{"num":14,"verse":"For with certain new and unheard of devices he hath sought the destruction of Mardochai, by whose fidelity and good services our life was saved, and of Esther the partner of our kingdom, with all their nation:"},{"num":15,"verse":"Thinking that after they were slain, he might work treason against us left alone without friends, and might transfer the kingdom of the Persians to the Macedonians."},{"num":16,"verse":"But we have found that the Jews, who were by that most wicked man appointed to be slain, are in no fault at all, but contrariwise, use just laws,"},{"num":17,"verse":"And are the children of the highest and the greatest, and the ever living God, by whose benefit the kingdom was given both to our fathers and to us, and is kept unto this day."},{"num":18,"verse":"Wherefore know ye that those letters which he sent in our name, are void and of no effect."},{"num":19,"verse":"For which crime both he himself that devised it, and all his kindred hang on gibbets, before the gates of this city Susan: not we, but God repaying him as he deserved."},{"num":20,"verse":"But this edict, which we now send, shall be published in all cities, that the Jews may freely follow their own laws."},{"num":21,"verse":"And you shall aid them that they may kill those who had prepared themselves to kill them, on the thirteenth day of the twelfth month, which is called Adar."},{"num":22,"verse":"For the almighty God hath turned this day of sadness and mourning into joy to them."},{"num":23,"verse":"Wherefore you shall also count this day among other festival days, and celebrate it with all joy, that it may be known also in times to come,"},{"num":24,"verse":"That all they who faithfully obey the Persians, receive a worthy reward for their fidelity : but they that are traitors to their kingdom, are destroyed for their wickedness."},{"num":25,"verse":"And let every province and city, that will not be partaker of this solemnity, perish by the sword and by fire, and be destroyed in such manner as to be made unpassable, both to men and beasts, for an example of contempt, and disobedience"}]}]}