{"type":"book","title":"Canticle of Canticles","id":"Song","chapters":[{"type":"chapter","title":"Canticle of Canticles 1","id":"Song.1","verses":[{"num":1,"verse":"Chapter 1"},{"num":2,"verse":"Let him kiss me with the kiss of his mouth: for thy breasts are better than wine,"},{"num":3,"verse":"Smelling sweet of the best ointments. Thy name is as oil poured out: therefore young maidens have loved thee."},{"num":4,"verse":"Draw me: we will run after thee to the odour of thy ointments. The king hath brought me into his storerooms: we will be glad and rejoice in thee, remembering thy breasts more than wine: the righteous love thee."},{"num":5,"verse":"I am black but beautiful, O ye daughters of Jerusalem, as the tents of Cedar, as the curtains of Solomon."},{"num":6,"verse":"Do not consider me that I am brown, because the sun hath altered my colour: the sons of my mother have fought against me, they have made me the keeper in the vineyards: my vineyard I have not kept."},{"num":7,"verse":"Shew me, O thou whom my soul loveth, where thou feedest, where thou liest in the midday, lest I begin to wander after the flocks of thy companions."},{"num":8,"verse":"If thou know not thyself, O fairest among women, go forth, and follow after the steps of the flocks, and feed thy kids beside the tents of the shepherds."},{"num":9,"verse":"To my company of horsemen, in Pharao's chariots, have I likened thee, O my love."},{"num":10,"verse":"Thy cheeks are beautiful as the turtledove's, thy neck as jewels."},{"num":11,"verse":"We will make thee chains of gold, inlaid with silver."},{"num":12,"verse":"While the king was at his repose, my spikenard sent forth the odour thereof."},{"num":13,"verse":"A bundle of myrrh is my beloved to me, he shall abide between my breasts."},{"num":14,"verse":"A cluster of cypress my love is to me, in the vineyards of Engaddi."},{"num":15,"verse":"Behold thou art fair, O my love, behold thou art fair, thy eyes are as those of doves."},{"num":16,"verse":"Behold thou art fair, my beloved, and comely. Our bed is flourishing."},{"num":17,"verse":"The beams of our houses are of cedar, our rafters of cypress trees."}]},{"type":"chapter","title":"Canticle of Canticles 2","id":"Song.2","verses":[{"num":1,"verse":"Chapter 2"},{"num":2,"verse":"I am the flower of the field, and the lily of the valleys."},{"num":3,"verse":"As the lily among thorns, so is my love among the daughters."},{"num":4,"verse":"As the apple tree among the trees of the woods, so is my beloved among the sons. I sat down under his shadow, whom I desired: and his fruit was sweet to my palate."},{"num":5,"verse":"He brought me into the cellar of wine, he set in order charity in me."},{"num":6,"verse":"Stay me up with flowers, compass me about with apples: because I languish with love."},{"num":7,"verse":"His left hand is under my head, and his right hand shall embrace me."},{"num":8,"verse":"I adjure you, O ye daughters of Jerusalem, by the roes, and the harts of the, fields, that you stir not up, nor make the beloved to awake, till she please."},{"num":9,"verse":"The voice of my beloved, behold he cometh leaping upon the mountains, skipping over the hills."},{"num":10,"verse":"My beloved is like a roe, or a young hart. Behold he standeth behind our wall, looking through the windows, looking through the lattices."},{"num":11,"verse":"Behold my beloved speaketh to me: Arise, make haste, my love, my dove, my beautiful one, and come."},{"num":12,"verse":"For winter is now past, the rain is over and gone."},{"num":13,"verse":"The flowers have appeared in our land, the time of pruning is come: the voice of the turtle is heard in our land:"},{"num":14,"verse":"The fig tree hath put forth her green figs: the vines in flower yield their sweet smell. Arise, my love, my beautiful one, and come:"},{"num":15,"verse":"My dove in the clefts of the rock, in the hollow places of the wall, shew me thy face, let thy voice sound in my ears: for thy voice is sweet, and thy face comely."},{"num":16,"verse":"Catch us the little foxes that destroy the vines: for our vineyard hath flourished."},{"num":17,"verse":"My beloved to me, and I to him who feedeth among the lilies,"},{"num":18,"verse":"Till the day break, and the shadows retire. Return: be like, my beloved, to a roe, or to a young hart upon the mountains of Bether."}]},{"type":"chapter","title":"Canticle of Canticles 3","id":"Song.3","verses":[{"num":1,"verse":"Chapter 3"},{"num":2,"verse":"In my bed by night I sought him whom my soul loveth: I sought him, and found him not."},{"num":3,"verse":"I will rise, and will go about the city: in the streets and the broad ways I will seek him whom my soul loveth: I sought him, and I found him not."},{"num":4,"verse":"The watchmen who keep the city, found me: Have you seen him, whom my soul loveth?"},{"num":5,"verse":"When I had a little passed by them, I found him whom my soul loveth: I held him: and I will not let him go, till I bring him into my mother's house, and into the chamber of her that bore me."},{"num":6,"verse":"I adjure you, O daughters of Jerusalem, by the roes and the harts of the fields, that you stir not up, nor awake my beloved, till she please."},{"num":7,"verse":"Who is she that goeth up by the desert, as a pillar of smoke of aromatical spices, of myrrh, and frankincense, and of all the powders of the perfumer?"},{"num":8,"verse":"Behold threescore valiant ones of the most valiant of Israel, surrounded the bed of Solomon?"},{"num":9,"verse":"All holding swords, and most expert in war : every man's sword upon his thigh, because of fears in the night."},{"num":10,"verse":"King Solomon hath made him a litter of the wood of Libanus:"},{"num":11,"verse":"The pillars thereof he made of silver, the seat of gold, the going up of purple : the midst he covered with charity for the daughters of Jerusalem."},{"num":12,"verse":"Go forth, ye daughters of Sion, and see king Solomon in the diadem, wherewith his mother crowned him in the day of his espousals, and in the day of the joy of his heart."}]},{"type":"chapter","title":"Canticle of Canticles 4","id":"Song.4","verses":[{"num":1,"verse":"Chapter 4"},{"num":2,"verse":"How beautiful art thou, my love, how beautiful art thou! thy eyes are doves' eyes, besides what is hid within. Thy hair is as flocks of goats, which Come up from mount Galaad."},{"num":3,"verse":"Thy teeth as flocks of sheep, that are shorn which come up from the washing, all with twins, and there is none barren among them."},{"num":4,"verse":"Thy lips are as a scarlet lace: and thy speech sweet. Thy cheeks are as a piece of a pomegranate, besides that which lieth hid within."},{"num":5,"verse":"Thy neck, is as the tower of David, which is built with bulwarks: a thousand bucklers hang upon it, all the armour of valiant men."},{"num":6,"verse":"Thy two breasts like two young roes that are twins, which feed among the lilies."},{"num":7,"verse":"Till the day break, and the shadows retire, I will go to the mountain of myrrh, and to the hill of frankincense."},{"num":8,"verse":"Thou art all fair, O my love, and there is not a spot in thee."},{"num":9,"verse":"Come from Libanus, my spouse, come from Libanus, come: thou shalt be crowned from the top of Amana, from the top of Sanir and Hermon, from the dens of the lions, from the mountains of the leopards."},{"num":10,"verse":"Thou hast wounded my heart, my sister, my spouse, thou hast wounded my heart with one of thy eyes, and with one hair of thy neck."},{"num":11,"verse":"How beautiful are thy breasts, my sister, my spouse! thy breasts are more beautiful than wine, and the sweet smell of thy ointments above all aromatical spices."},{"num":12,"verse":"Thy lips, my spouse, are as a dropping honeycomb, honey and milk are under thy tongue; and the smell of thy garments, as the smell of frankincense."},{"num":13,"verse":"My sister, my spouse, is a garden enclosed, a garden enclosed, a fountain sealed up."},{"num":14,"verse":"Thy plants are a paradise of pomegranates with the fruits of the orchard. Cypress with spikenard."},{"num":15,"verse":"Spikenard and saffron, sweet cane and cinnamon, with all the trees of Libanus, myrrh and aloes with all the chief perfumes."},{"num":16,"verse":"The fountain of gardens: the well of living waters, which run with a strong stream from Libanus."},{"num":17,"verse":"Arise, O north wind, and come, O south wind, blow through my garden, and let the aromatical spices thereof flow."}]},{"type":"chapter","title":"Canticle of Canticles 5","id":"Song.5","verses":[{"num":1,"verse":"Chapter 5"},{"num":2,"verse":"Let my beloved come into his garden, and eat the fruit of his apple trees. I am come into my garden, O my sister, my spouse, I have gathered my myrrh, with my aromatical spices: I have eaten the honeycomb with my honey, I have drunk my wine with my milk: eat, O friends, and drink, and be inebriated, my dearly beloved."},{"num":3,"verse":"I sleep, and my heart watcheth; the voice of my beloved knocking: Open to me, my sister, my love, my dove, my undefiled: for my head is full of dew, and my locks of the drops of the nights."},{"num":4,"verse":"I have put off my garment, how shall I put it on? I have washed my feet, how shall I defile them?"},{"num":5,"verse":"My beloved put his hand through the key hole, and my bowels were moved at his touch."},{"num":6,"verse":"I arose up to open to my beloved: my hands dropped with myrrh, and my fingers were full of the choicest myrrh."},{"num":7,"verse":"I opened the bolt of my door to my beloved: but he had turned aside, and was gone. My soul melted when he spoke: I sought him, and found him not: I called, and he did not answer me."},{"num":8,"verse":"The keepers that go about the city found me: they struck me: and wounded me: the keepers of the walls took away my veil from me."},{"num":9,"verse":"I adjure you, O daughters of Jerusalem, if you find my beloved, that you tell him that I languish with love."},{"num":10,"verse":"What manner of one is thy beloved of the beloved, O thou most beautiful among women? what manner of one is thy beloved of the beloved, that thou hast so adjured us?"},{"num":11,"verse":"My beloved is white and ruddy, chosen out of thousands."},{"num":12,"verse":"His head is as the finest gold: his locks as branches of palm trees, black as a raven."},{"num":13,"verse":"His eyes as doves upon brooks of waters, which are washed with milk, and sit beside the plentiful streams."},{"num":14,"verse":"His cheeks are as beds of aromatical spices set by the perfumers. His lips are as lilies dropping choice myrrb."},{"num":15,"verse":"His hands are turned and as of gold, full of hyacinths. His belly as of ivory, set with sapphires."},{"num":16,"verse":"His legs as pillars of marble, that are set upon bases of gold. His form as of Libanus, excellent as the cedars."},{"num":17,"verse":"His throat most sweet, and he is all lovely: such is my beloved, and he is my friend, O ye daughters of Jerusalem."},{"num":18,"verse":"Whither is thy beloved gone, O thou most beautiful among women? whither is thy beloved turned aside, and we will seek him with thee?"}]},{"type":"chapter","title":"Canticle of Canticles 6","id":"Song.6","verses":[{"num":1,"verse":"Chapter 6"},{"num":2,"verse":"My beloved is gone down into his garden, to the bed of aromatical spices, to feed in the gardens, and to gather lilies."},{"num":3,"verse":"I to my beloved, and my beloved to me, who feedeth among the lilies."},{"num":4,"verse":"Thou art beautiful, O my love, sweet and comely as Jerusalem: terrible as an army set in array."},{"num":5,"verse":"Turn away thy eyes from me, for they have made me flee away. Thy hair is as a flock of goats, that appear from Galaad."},{"num":6,"verse":"Thy teeth as a flock of sheep, which come up from the washing, all with twins, and there is none barren among them."},{"num":7,"verse":"Thy cheeks are as the bark of a pomegranate, beside what is hidden within thee."},{"num":8,"verse":"There are threescore queens, and fourscore concubines, and young maidens without number."},{"num":9,"verse":"One is my dove, my perfect one is but one, she is the only one of her mother, the chosen of her that bore her. The daughters saw her, and declared her most blessed: the queens and concubines, and they praised her."},{"num":10,"verse":"Who is she that cometh forth as the morning rising, fair as the moon, bright as the sun, terrible as an army set in array?"},{"num":11,"verse":"I went down into the garden of nuts, to see the fruits of the valleys, and to look if the vineyard had flourished, and the pomegranates budded."},{"num":12,"verse":"I knew not: my soul troubled me for the chariots of Aminadab."},{"num":13,"verse":"Return, return, O Sulamitess : return, return that we may behold thee."}]},{"type":"chapter","title":"Canticle of Canticles 7","id":"Song.7","verses":[{"num":1,"verse":"Chapter 7"},{"num":2,"verse":"What shalt thou see in the Sulamitess but the companies of camps? How beautiful are thy steps in shoes, O prince's daughter! The joints of thy thighs are like jewels, that are made by the hand of a skilful workman."},{"num":3,"verse":"Thy navel is like a round bowl never wanting cups. Thy belly is like a heap of wheat, set about with lilies."},{"num":4,"verse":"Thy two breasts are like two young roes that are twins."},{"num":5,"verse":"Thy neck as a tower of ivory. Thy eyes like the fishpools in Hesebon, which are in the gate of the daughter of the multitude. Thy nose is as the tower of Libanus, that looketh toward Damascus."},{"num":6,"verse":"Thy head is like Carmel: and the hairs of thy head as the purple of the king bound in the channels."},{"num":7,"verse":"How beautiful art thou, and how comely, my dearest, in delights!"},{"num":8,"verse":"Thy stature is like to a palm tree, and thy breasts to clusters of grapes."},{"num":9,"verse":"I said: I will go up into the palm tree, and will take hold of the fruit thereof: and thy breasts shall be as the clusters of the vine: and the odour of thy mouth like apples."},{"num":10,"verse":"Thy throat like the best wine, worthy for my beloved to drink, and for his lips and his teeth to ruminate."},{"num":11,"verse":"I to my beloved, and his turning is towards me."},{"num":12,"verse":"Come, my beloved, let us go forth into the field, let us abide in the villages."},{"num":13,"verse":"Let us get up early to the vineyards, let us see if the vineyard flourish, if the flowers be ready to bring forth fruits, if the pomegranates flourish: there will I give thee my breasts."},{"num":14,"verse":"The mandrakes give a smell. In our gates are all fruits: the new and the old, my beloved, I have kept for thee."}]},{"type":"chapter","title":"Canticle of Canticles 8","id":"Song.8","verses":[{"num":1,"verse":"Chapter 8"},{"num":2,"verse":"Who shall give thee to me for my brother, sucking the breasts of my mother, that I may find thee without, and kiss thee, and now no man may despise me?"},{"num":3,"verse":"I will take hold of thee, and bring thee Into my mother's house: there thou shalt teach me, and I will give thee a cup of spiced wine and new wine of my pomegranates."},{"num":4,"verse":"His left hand under my head, and his right hand shall embrace me."},{"num":5,"verse":"I adjure you, O daughters of Jerusalem, that you stir not up, nor awake my love till she please."},{"num":6,"verse":"Who is this that cometh up from the desert, flowing with delights, leaning upon her beloved? Under the apple tree I raised thee up: there thy mother was corrupted, there she was defloured that bore thee."},{"num":7,"verse":"Put me as a seal upon thy heart, as a seal upon thy arm, for love is strong as death, jealousy as hard as hell, the lamps thereof are fire and flames."},{"num":8,"verse":"Many waters cannot quench charity, neither can the floods drown it: if a man should give all the substance of his house for love, he shall despise it as nothing."},{"num":9,"verse":"Our sister is little, and hath no breasts. What shall we do to our sister in the day when she is to be spoken to?"},{"num":10,"verse":"If she be a wall: let us build upon it bulwarks of silver: if she be a door, let us join it together with boards or cedar."},{"num":11,"verse":"I am a wall: and my breasts are as a tower since I am become in his presence as one finding peace."},{"num":12,"verse":"The peaceable had a vineyard, in that which hath people: he let out the same to keepers, every man bringeth for the fruit thereof a thousand pieces of silver."},{"num":13,"verse":"My vineyard is before me. A thousand are for thee, the peaceable, and two hundred for them that keep the fruit thereof."},{"num":14,"verse":"Thou that dwellest in the gardens, the friends hearken: make me hear thy voice."},{"num":15,"verse":"Flee away, O my beloved, and be like to the roe, and to the young hart upon the mountains of aromatical spices."}]}]}