{"type":"book","title":"Matthew","id":"Matt","chapters":[{"type":"chapter","title":"Matthew 1","id":"Matt.1","verses":[{"num":1,"verse":"Chapter 1"},{"num":2,"verse":"The book of the generation of Jesus Christ, the son of David, the son of Abraham:"},{"num":3,"verse":"Abraham begot Isaac. And Isaac begot Jacob. And Jacob begot Judas and his brethren."},{"num":4,"verse":"And Judas begot Phares and Zara of Thamar. And Phares begot Esron. And Esron begot Aram."},{"num":5,"verse":"And Aram begot Aminadab. And Aminadab begot Naasson. And Naasson begot Salmon."},{"num":6,"verse":"And Salmon begot Booz of Rahab. And Booz begot Obed of Ruth. And Obed begot Jesse."},{"num":7,"verse":"And Jesse begot David the king. And David the king begot Solomon, of her that had been the wife of Urias."},{"num":8,"verse":"And Solomon begot Roboam. And Roboam begot Abia. And Abia begot Asa."},{"num":9,"verse":"And Asa begot Josaphat. And Josaphat begot Joram. And Joram begot Ozias."},{"num":10,"verse":"And Ozias begot Joatham. And Joatham begot Achaz. And Achaz begot Ezechias."},{"num":11,"verse":"And Ezechias begot Manasses. And Manesses begot Amon. And Amon begot Josias."},{"num":12,"verse":"And Josias begot Jechonias and his brethren in the transmigration of Babylon."},{"num":13,"verse":"And after the transmigration of Babylon, Jechonias begot Salathiel. And Salathiel begot Zorobabel."},{"num":14,"verse":"And Zorobabel begot Abiud. And Abiud begot Eliacim. And Eliacim begot Azor."},{"num":15,"verse":"And Azor begot Sadoc. And Sadoc begot Achim. And Achim begot Eliud."},{"num":16,"verse":"And Eliud begot Eleazar. And Eleazar begot Mathan. And Mathan begot Jacob."},{"num":17,"verse":"And Jacob begot Joseph the husband of Mary, of whom was born Jesus, who is called Christ."},{"num":18,"verse":"So all the generations, from Abraham to David, are fourteen generations. And from David to the transmigration of Babylon, are fourteen generations: and from the transmigration of Babylon to Christ are fourteen generations."},{"num":19,"verse":"Now the generation of Christ was in this wise. When as his mother Mary was espoused to Joseph, before they came together, she was found with child, of the Holy Ghost."},{"num":20,"verse":"Whereupon Joseph her husband, being a just man, and not willing publicly to expose her, was minded to put her away privately."},{"num":21,"verse":"But while he thought on these things, behold the angel of the Lord appeared to him in his sleep, saying: Joseph, son of David, fear not to take unto thee Mary thy wife, for that which is conceived in her, is of the Holy Ghost."},{"num":22,"verse":"And she shall bring forth a son: and thou shalt call his name JESUS. For he shall save his people from their sins."},{"num":23,"verse":"Now all this was done that it might be fulfilled which the Lord spoke by the prophet, saying:"},{"num":24,"verse":"Behold a virgin shall be with child, and bring forth a son, and they shall call his name Emmanuel, which being interpreted is, God with us."},{"num":25,"verse":"And Joseph rising up from sleep, did as the angel of the Lord had commanded him, and took unto him his wife."},{"num":26,"verse":"And he knew her not till she brought forth her firstborn son: and he called his name JESUS."}]},{"type":"chapter","title":"Matthew 2","id":"Matt.2","verses":[{"num":1,"verse":"Chapter 2"},{"num":2,"verse":"When Jesus therefore was born in Bethlehem of Juda, in the days of king Herod, behold, there came wise men from the east to Jerusalem."},{"num":3,"verse":"Saying, Where is he that is born king of the Jews? For we have seen his star in the east, and are come to adore him."},{"num":4,"verse":"And king Herod hearing this, was troubled, and all Jerusalem with him."},{"num":5,"verse":"And assembling together all the chief priests and the scribes of the people, he inquired of them where Christ should be born."},{"num":6,"verse":"But they said to him: In Bethlehem of Juda. For so it is written by the prophet:"},{"num":7,"verse":"And thou Bethlehem the land of Juda art not the least among the princes of Juda: for out of thee shall come forth the captain that shall rule my people Israel."},{"num":8,"verse":"Then Herod, privately calling the wise men, learned diligently of them the time of the star which appeared to them;"},{"num":9,"verse":"And sending them into Bethlehem, said: Go and diligently inquire after the child, and when you have found him, bring me word again, that I also may come to adore him."},{"num":10,"verse":"Who having heard the king, went their way; and behold the star which they had seen in the east, went before them, until it came and stood over where the child was."},{"num":11,"verse":"And seeing the star they rejoiced with exceeding great joy."},{"num":12,"verse":"And entering into the house, they found the child with Mary his mother, and falling down they adored him; and opening their treasures, they offered him gifts; gold, frankincense, and myrrh."},{"num":13,"verse":"And having received an answer in sleep that they should not return to Herod, they went back another way into their country."},{"num":14,"verse":"And after they were departed, behold an angel of the Lord appeared in sleep to Joseph, saying: Arise, and take the child and his mother, and fly into Egypt: and be there until I shall tell thee. For it will come to pass that Herod will seek the child to destroy him."},{"num":15,"verse":"Who arose, and took the child and his mother by night, and retired into Egypt: and he was there until the death of Herod:"},{"num":16,"verse":"That it might be fulfilled which the Lord spoke by the prophet, saying: Out of Egypt have I called my son."},{"num":17,"verse":"Then Herod perceiving that he was deluded by the wise men, was exceeding angry; and sending killed all the men children that were in Bethlehem, and in all the borders thereof, from two years old and under, according to the time which he had diligently inquired of the wise men."},{"num":18,"verse":"Then was fulfilled that which was spoken by Jeremias the prophet, saying:"},{"num":19,"verse":"A voice in Rama was heard, lamentation and great mourning; Rachel bewailing her children, and would not be comforted, because they are not."},{"num":20,"verse":"But when Herod was dead, behold an angel of the Lord appeared in sleep to Joseph in Egypt,"},{"num":21,"verse":"Saying: Arise, and take the child and his mother, and go into the land of Israel. For they are dead that sought the life of the child."},{"num":22,"verse":"Who arose, and took the child and his mother, and came into the land of Israel."},{"num":23,"verse":"But hearing that Archelaus reigned in Judea in the room of Herod his father, he was afraid to go thither: and being warned in sleep retired into the quarters of Galilee."},{"num":24,"verse":"And coming he dwelt in a city called Nazareth: that it might be fulfilled which was said by prophets: That he shall be called a Nazarene."}]},{"type":"chapter","title":"Matthew 3","id":"Matt.3","verses":[{"num":1,"verse":"Chapter 3"},{"num":2,"verse":"And in those days cometh John the Baptist preaching in the desert of Judea."},{"num":3,"verse":"And saying: Do penance: for the kingdom of heaven is at hand."},{"num":4,"verse":"For this is he that was spoken of by Isaias the prophet, saying: A voice of one crying in the desert, Prepare ye the way of the Lord, make straight his paths."},{"num":5,"verse":"And the same John had his garment of camels' hair, and a leathern girdle about his loins: and his meat was locusts and wild honey."},{"num":6,"verse":"Then went out to him Jerusalem and all Judea, and all the country about Jordan:"},{"num":7,"verse":"And were baptized by him in the Jordan, confessing their sins."},{"num":8,"verse":"And seeing many of the Pharisees and Sadducees coming to his baptism, he said to them: Ye brood of vipers, who hath shewed you to flee from the wrath to come?"},{"num":9,"verse":"Bring forth therefore fruit worthy of penance."},{"num":10,"verse":"And think not to say within yourselves, We have Abraham for our father. For I tell you that God is able of these stones to raise up children to Abraham."},{"num":11,"verse":"For now the axe is laid to the root of the trees. Every tree therefore that doth not yield good fruit, shall be cut down, and cast into the fire."},{"num":12,"verse":"I indeed baptize you in the water unto penance, but he that shall come after me, is mightier than I, whose shoes I am not worthy to bear; he shall baptize you in the Holy Ghost and fire."},{"num":13,"verse":"Whose fan is in his hand, and he will thoroughly cleanse his floor and gather his wheat into the barn; but the chaff he will burn with unquenchable fire."},{"num":14,"verse":"Then cometh Jesus from Galilee to the Jordan, unto John, to be baptized by him."},{"num":15,"verse":"But John stayed him, saying: I ought to be baptized by thee, and comest thou to me?"},{"num":16,"verse":"And Jesus answering, said to him: Suffer it to be so now. For so it becometh us to fulfill all justice. Then he suffered him."},{"num":17,"verse":"And Jesus being baptized, forthwith came out of the water: and lo, the heavens were opened to him: and he saw the Spirit of God descending as a dove, and coming upon him."},{"num":18,"verse":"And behold a voice from heaven, saying: This is my beloved Son, in whom I am well pleased."}]},{"type":"chapter","title":"Matthew 4","id":"Matt.4","verses":[{"num":1,"verse":"Chapter 4"},{"num":2,"verse":"Then Jesus was led by the spirit into the desert, to be tempted by the devil."},{"num":3,"verse":"And when he had fasted forty days and forty nights, afterwards he was hungry."},{"num":4,"verse":"And the tempter coming said to him: If thou be the Son of God, command that these stones be made bread."},{"num":5,"verse":"Who answered and said: It is written, Not in bread alone doth man live, but in every word that proceedeth from the mouth of God."},{"num":6,"verse":"Then the devil took him up into the holy city, and set him upon the pinnacle of the temple,"},{"num":7,"verse":"And said to him: If thou be the Son of God, cast thyself down, for it is written: That he hath given his angels charge over thee, and in their hands shall they bear thee up, lest perhaps thou dash thy foot against a stone."},{"num":8,"verse":"Jesus said to him: It is written again: Thou shalt not tempt the Lord thy God."},{"num":9,"verse":"Again the devil took him up into a very high mountain, and shewed him all the kingdoms of the world, and the glory of them,"},{"num":10,"verse":"And said to him: All these will I give thee, if falling down thou wilt adore me."},{"num":11,"verse":"Then Jesus saith to him: Begone, Satan: for it is written, The Lord thy God shalt thou adore, and him only shalt thou serve."},{"num":12,"verse":"Then the devil left him; and behold angels came and ministered to him."},{"num":13,"verse":"And when Jesus had heard that John was delivered up, he retired into Galilee:"},{"num":14,"verse":"And leaving the city Nazareth, he came and dwelt in Capharnaum on the sea coast, in the borders of Zabulon and Nephthalim;"},{"num":15,"verse":"That it might be fulfilled which was said by Isaias the prophet:"},{"num":16,"verse":"Land of Zabulon and land of Nephthalim, the way of the sea beyond the Jordan, Galilee of the Gentiles:"},{"num":17,"verse":"The people that sat in darkness, hath seen great light: and to them that sat in the region of the shadow of death, light is sprung up."},{"num":18,"verse":"From that time Jesus began to preach, and to say: Do penance, for the kingdom of heaven is at hand."},{"num":19,"verse":"And Jesus walking by the sea of Galilee, saw two brethren, Simon who is called Peter, and Andrew his brother, casting a net into the sea (for they were fishers)."},{"num":20,"verse":"And he saith to them: Come ye after me, and I will make you to be fishers of men."},{"num":21,"verse":"And they immediately leaving their nets, followed him."},{"num":22,"verse":"And going on from thence, he saw other two brethren, James the son of Zebedee, and John his brother, in a ship with Zebedee their father, mending their nets: and he called them."},{"num":23,"verse":"And they forthwith left their nets and father, and followed him."},{"num":24,"verse":"And Jesus went about all Galilee, teaching in their synagogues, and preaching the gospel of the kingdom: and healing all manner of sickness and every infirmity, among the people."},{"num":25,"verse":"And his fame went throughout all Syria, and they presented to him all sick people that were taken with divers diseases and torments, and such as were possessed by devils, and lunatics, and those that had palsy, and he cured them:"},{"num":26,"verse":"And much people followed him from Galilee, and from Decapolis, and from Jerusalem, and from Judea, and from beyond the Jordan."}]},{"type":"chapter","title":"Matthew 5","id":"Matt.5","verses":[{"num":1,"verse":"Chapter 5"},{"num":2,"verse":"And seeing the multitudes, he went up into a mountain, and when he was set down, his disciples came unto him."},{"num":3,"verse":"And opening his mouth, he taught them, saying:"},{"num":4,"verse":"Blessed are the poor in spirit: for theirs is the kingdom of heaven."},{"num":5,"verse":"Blessed are the meek: for they shall possess the land."},{"num":6,"verse":"Blessed are they that mourn: for they shall be comforted."},{"num":7,"verse":"Blessed are they that hunger and thirst after justice: for they shall have their fill."},{"num":8,"verse":"Blessed are the merciful: for they shall obtain mercy."},{"num":9,"verse":"Blessed are the clean of heart: for they shall see God."},{"num":10,"verse":"Blesses are the peacemakers: for they shall be called children of God."},{"num":11,"verse":"Blessed are they that suffer persecution for justice' sake: for theirs is the kingdom of heaven."},{"num":12,"verse":"Blessed are ye when they shall revile you, and persecute you, and speak all that is evil against you, untruly, for my sake:"},{"num":13,"verse":"Be glad and rejoice, for your reward is very great in heaven. For so they persecuted the prophets that were before you."},{"num":14,"verse":"You are the salt of the earth. But if the salt lose its savour, wherewith shall it be salted? It is good for nothing any more but to be cast out, and to be trodden on by men."},{"num":15,"verse":"You are the light of the world. A city seated on a mountain cannot be hid."},{"num":16,"verse":"Neither do men light a candle and put it under a bushel, but upon a candlestick, that it may shine to all that are in the house."},{"num":17,"verse":"So let your light shine before men, that they may see your good works, and glorify your Father who is in heaven."},{"num":18,"verse":"Do not think that I am come to destroy the law, or the prophets. I am not come to destroy, but to fulfill."},{"num":19,"verse":"For amen I say unto you, till heaven and earth pass, one jot, or one tittle shall not pass of the law, till all be fulfilled."},{"num":20,"verse":"He therefore that shall break one of these least commandments, and shall so teach men, shall be called the least in the kingdom of heaven. But he that shall do and teach, he shall be called great in the kingdom of heaven."},{"num":21,"verse":"For I tell you, that unless your justice abound more than that of the scribes and Pharisees, you shall not enter into the kingdom of heaven."},{"num":22,"verse":"You have heard that it was said to them of old: Thou shalt not kill. And whosoever shall kill shall be in danger of the judgment."},{"num":23,"verse":"But I say to you, that whosoever is angry with his brother, shall be in danger of the judgment. And whosoever shall say to his brother, Raca, shall be in danger of the council. And whosoever shall say, Thou Fool, shall be in danger of hell fire."},{"num":24,"verse":"If therefore thou offer thy gift at the altar, and there thou remember that thy brother hath any thing against thee;"},{"num":25,"verse":"Leave there thy offering before the altar, and go first to be reconciled to thy brother: and then coming thou shalt offer thy gift."},{"num":26,"verse":"Be at agreement with thy adversary betimes, whilst thou art in the way with him: lest perhaps the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison."},{"num":27,"verse":"Amen I say to thee, thou shalt not go out from thence till thou repay the last farthing."},{"num":28,"verse":"You have heard that it was said to them of old: Thou shalt not commit adultery."},{"num":29,"verse":"But I say to you, that whosoever shall look on a woman to lust after her, hath already committed adultery with her in his heart."},{"num":30,"verse":"And if thy right eye scandalize thee, pluck it out and cast it from thee. For it is expedient for thee that one of thy members should perish, rather than that thy whole body be cast into hell."},{"num":31,"verse":"And if thy right hand scandalize thee, cut it off, and cast it from thee: for it is expedient for thee that one of thy members should perish, rather than that thy whole body be cast into hell."},{"num":32,"verse":"And it hath been said, Whoseoever shall put away his wife, let him give her a bill of divorce."},{"num":33,"verse":"But I say to you, that whosoever shall put away his wife, excepting for the cause of fornication, maketh her to commit adultery: and he that shall marry her that is put away, committeth adultery."},{"num":34,"verse":"Again you have heard that it was said to them of old, Thou shalt not forswear thyself: but thou shalt perform thy oaths to the Lord."},{"num":35,"verse":"But I say to you not to swear at all, neither by heaven, for it is the throne of God:"},{"num":36,"verse":"Nor by the earth, for it is his footstool: nor by Jerusalem, for it is the city of the great king:"},{"num":37,"verse":"Neither shalt thou swear by thy head, because thou canst not make one hair white or black."},{"num":38,"verse":"But let your speech be yea, yea: no, no: and that which is over and above these, is of evil."},{"num":39,"verse":"You have heard that it hath been said, An eye for an eye, and a tooth for a tooth."},{"num":40,"verse":"But I say to you not to resist evil: but if one strike thee on thy right cheek, turn to him also the other:"},{"num":41,"verse":"And if a man will contend with thee in judgment, and take away thy coat, let go thy cloak also unto him."},{"num":42,"verse":"And whosoever will force thee one mile, go with him other two,"},{"num":43,"verse":"Give to him that asketh of thee and from him that would borrow of thee turn not away."},{"num":44,"verse":"You have heard that it hath been said, Thou shalt love thy neighbor, and hate thy enemy."},{"num":45,"verse":"But I say to you, Love your enemies: do good to them that hate you: and pray for them that persecute and calumniate you:"},{"num":46,"verse":"That you may be the children of your Father who is in heaven, who maketh his sun to rise upon the good, and bad, and raineth upon the just and the unjust."},{"num":47,"verse":"For if you love them that love you, what reward shall you have? do not even the publicans this?"},{"num":48,"verse":"And if you salute your brethren only, what do you more? do not also the heathens this?"},{"num":49,"verse":"Be you therefore perfect, as also your heavenly Father is perfect."}]},{"type":"chapter","title":"Matthew 6","id":"Matt.6","verses":[{"num":1,"verse":"Chapter 6"},{"num":2,"verse":"Take heed that you do not your justice before men, to be seen by them: otherwise you shall not have a reward of your Father who is in heaven."},{"num":3,"verse":"Therefore when thou dost an almsdeed, sound not a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may be honoured by men. Amen I say to you, they have received their reward."},{"num":4,"verse":"But when thou dost alms, let not thy left hand know what thy right hand doth."},{"num":5,"verse":"That thy alms may be in secret, and thy Father who seeth in secret will repay thee."},{"num":6,"verse":"And when ye pray, you shall not be as the hypocrites, that love to stand and pray in the synagogues and corners of the streets, that they may be seen by men: Amen I say to you, they have received their reward."},{"num":7,"verse":"But thou when thou shalt pray, enter into thy chamber, and having shut the door, pray to thy Father in secret: and thy Father who seeth in secret will repay thee."},{"num":8,"verse":"And when you are praying, speak not much, as the heathens. For they think that in their much speaking they may be heard."},{"num":9,"verse":"Be not you therefore like to them, for your Father knoweth what is needful for you, before you ask him."},{"num":10,"verse":"Thus therefore shall you pray: Our Father who art in heaven, hallowed be thy name."},{"num":11,"verse":"Thy kingdom come. Thy will be done on earth as it is in heaven."},{"num":12,"verse":"Give us this day our supersubstantial bread."},{"num":13,"verse":"And forgive us our debts, as we also forgive our debtors."},{"num":14,"verse":"And lead us not into temptation. But deliver us from evil. Amen."},{"num":15,"verse":"For if you will forgive men their offences, your heavenly Father will forgive you also your offences."},{"num":16,"verse":"But if you will not forgive men, neither will your Father forgive you your offences."},{"num":17,"verse":"And when you fast, be not as the hypocrites, sad. For they disfigure their faces, that they may appear unto men to fast. Amen I say to you, they have received their reward."},{"num":18,"verse":"But thou, when thou fastest anoint thy head, and wash thy face;"},{"num":19,"verse":"That thou appear not to men to fast, but to thy Father who is in secret: and thy Father who seeth in secret, will repay thee."},{"num":20,"verse":"Lay not up to yourselves treasures on earth: where the rust, and moth consume, and where thieves break through and steal."},{"num":21,"verse":"But lay up to yourselves treasures in heaven: where neither the rust nor moth doth consume, and where thieves do not break through, nor steal."},{"num":22,"verse":"For where thy treasure is, there is thy heart also."},{"num":23,"verse":"The light of thy body is thy eye. If thy eye be single, thy whole body shall be lightsome."},{"num":24,"verse":"But if thy eye be evil thy whole body shall be darksome. If then the light that is in thee, be darkness: the darkness itself how great shall it be!"},{"num":25,"verse":"No man can serve two masters. For either he will hate the one, and love the other: or he will sustain the one, and despise the other. You cannot serve God and mammon."},{"num":26,"verse":"Therefore I say to you, be not solicitous for your life, what you shall eat, nor for your body, what you shall put on. Is not the life more than the meat: and the body more than the raiment?"},{"num":27,"verse":"Behold the birds of the air, for they neither sow, nor do they reap, nor gather into barns: and your heavenly Father feedeth them. Are not you of much more value than they?"},{"num":28,"verse":"And which of you by taking thought, can add to his stature by one cubit?"},{"num":29,"verse":"And for raiment why are you solicitous? Consider the lilies of the field, how they grow: they labour not, neither do they spin."},{"num":30,"verse":"But I say to you, that not even Solomon in all his glory was arrayed as one of these."},{"num":31,"verse":"And if the grass of the field, which is to day, and to morrow is cast into the oven, God doth so clothe: how much more you, O ye of little faith?"},{"num":32,"verse":"Be not solicitous therefore, saying, What shall we eat: or what shall we drink, or wherewith shall we be clothed?"},{"num":33,"verse":"For after all these things do the heathens seek. For your Father knoweth that you have need of all these things."},{"num":34,"verse":"Seek ye therefore first the kingdom of God, and his justice, and all these things shall be added unto you."},{"num":35,"verse":"Be not therefore solicitous for to morrow; for the morrow will be solicitous for itself. Sufficient for the day is the evil thereof."}]},{"type":"chapter","title":"Matthew 7","id":"Matt.7","verses":[{"num":1,"verse":"Chapter 7"},{"num":2,"verse":"Judge not, that you may not be judged,"},{"num":3,"verse":"For with what judgment you judge, you shall be judged: and with what measure you mete, it shall be measured to you again."},{"num":4,"verse":"Any why seest thou the mote that is in thy brother's eye; and seest not the beam that is in thy own eye?"},{"num":5,"verse":"Or how sayest thou to thy brother: Let me cast the mote out of thy eye; and behold a beam is in thy own eye?"},{"num":6,"verse":"Thou hypocrite, cast out first the beam in thy own eye, and then shalt thou see to cast out the mote out of thy brother's eye."},{"num":7,"verse":"Give not that which is holy to dogs; neither cast ye your pearls before swine, lest perhaps they trample them under their feet, and turning upon you, they tear you."},{"num":8,"verse":"Ask, and it shall be given you: seek, and you shall find: knock, and it shall be opened to you."},{"num":9,"verse":"For every one that asketh, receiveth: and he that seeketh, findeth: and to him that knocketh, it shall be opened."},{"num":10,"verse":"Or what man is there among you, of whom if his son shall ask bread, will he reach him a stone?"},{"num":11,"verse":"Or if he shall ask him a fish, will he reach him a serpent?"},{"num":12,"verse":"If you then being evil, know how to give good gifts to your children: how much more will your Father who is in heaven, give good things to them that ask him?"},{"num":13,"verse":"All things therefore whatsoever you would that men should do to you, do you also to them. For this is the law and the prophets."},{"num":14,"verse":"Enter ye in at the narrow gate: for wide is the gate, and broad is the way that leadeth to destruction, and many there are who go in thereat."},{"num":15,"verse":"How narrow is the gate, and strait is the way that leadeth to life: and few there are that find it!"},{"num":16,"verse":"Beware of false prophets, who come to you in the clothing of sheep, but inwardly they are ravening wolves."},{"num":17,"verse":"By their fruits you shall know them. Do men gather grapes of thorns, or figs of thistles?"},{"num":18,"verse":"Even so every good tree bringeth forth good fruit, and the evil tree bringeth forth evil fruit."},{"num":19,"verse":"A good tree cannot bring forth evil fruit, neither can an evil tree bring forth good fruit."},{"num":20,"verse":"Every tree that bringeth not forth good fruit, shall be cut down, and shall be cast into the fire."},{"num":21,"verse":"Wherefore by their fruits you shall know them."},{"num":22,"verse":"Not every one that saith to me, Lord, Lord, shall enter into the kingdom of heaven: but he that doth the will of my Father who is in heaven, he shall enter into the kingdom of heaven."},{"num":23,"verse":"Many will say to me in that day: Lord, Lord, have not we prophesied in thy name, and cast out devils in thy name, and done many miracles in thy name?"},{"num":24,"verse":"And then will I profess unto them, I never knew you: depart from me, you that work iniquity."},{"num":25,"verse":"Every one therefore that heareth these my words, and doth them, shall be likened to a wise man that built his house upon a rock,"},{"num":26,"verse":"And the rain fell, and the floods came, and the winds blew, and they beat upon that house, and it fell not, for it was founded on a rock."},{"num":27,"verse":"And every one that heareth these my words, and doth them not, shall be like a foolish man that built his house upon the sand,"},{"num":28,"verse":"And the rain fell, and the floods came, and the winds blew, and they beat upon that house, and it fell, and great was the fall thereof."},{"num":29,"verse":"And it came to pass when Jesus had fully ended these words, the people were in admiration at his doctrine."},{"num":30,"verse":"For he was teaching them as one having power, and not as the scribes and Pharisees."}]},{"type":"chapter","title":"Matthew 8","id":"Matt.8","verses":[{"num":1,"verse":"Chapter 8"},{"num":2,"verse":"And when he was come down from the mountain, great multitudes followed him:"},{"num":3,"verse":"And behold a leper came and adored him, saying: Lord, if thou wilt, thou canst make me clean."},{"num":4,"verse":"And Jesus stretching forth his hand, touched him, saying: I will, be thou made clean. And forthwith his leprosy was cleansed."},{"num":5,"verse":"And Jesus saith to him: See thou tell no man: but go, shew thyself to the priest, and offer the gift which Moses commanded for a testimony unto them."},{"num":6,"verse":"And when he had entered into Capharnaum, there came to him a centurion, beseeching him,"},{"num":7,"verse":"And saying, Lord, my servant lieth at home sick of the palsy, and is grieviously tormented."},{"num":8,"verse":"And Jesus saith to him: I will come and heal him."},{"num":9,"verse":"And the centurion making answer, said: Lord, I am not worthy that thou shouldst enter under my roof: but only say the word, and my servant shall be healed."},{"num":10,"verse":"For I also am a man subject to authority, having under me soldiers; and I say to this, Go, and he goeth, and to another, Come, and he cometh, and to my servant, Do this, and he doeth it."},{"num":11,"verse":"And Jesus hearing this, marvelled; and said to them that followed him: Amen I say to you, I have not found so great faith in Israel."},{"num":12,"verse":"And I say to you that many shall come from the east and the west, and shall sit down with Abraham, and Isaac, and Jacob in the kingdom of heaven:"},{"num":13,"verse":"But the children of the kingdom shall be cast out into the exterior darkness: there shall be weeping and gnashing of teeth."},{"num":14,"verse":"And Jesus said to the centurion: Go, and as thou hast believed, so be it done to thee. And the servant was healed at the same hour."},{"num":15,"verse":"And when Jesus was come into Peter's house, he saw his wife's mother lying, and sick of a fever:"},{"num":16,"verse":"And he touched her hand, and the fever left her, and she arose and ministered to them."},{"num":17,"verse":"And when evening was come, they brought to him many that were possessed with devils: and he cast out the spirits with his word: and all that were sick he healed:"},{"num":18,"verse":"That it might be fulfilled, which was spoken by the prophet Isaias, saying: He took our infirmities, and bore our diseases."},{"num":19,"verse":"And Jesus seeing great multitudes about him, gave orders to pass over the water."},{"num":20,"verse":"And a certain scribe came and said to him: Master, I will follow thee whithersoever thou shalt go."},{"num":21,"verse":"And Jesus saith to him: The foxes have holes, and the birds of the air nests: but the son of man hath not where to lay his head."},{"num":22,"verse":"And another of his disciples said to him: Lord, suffer me first to go and bury my father."},{"num":23,"verse":"But Jesus said to him: Follow me, and let the dead bury their dead."},{"num":24,"verse":"And when he entered into the boat, his disciples followed him:"},{"num":25,"verse":"And behold a great tempest arose in the sea, so that the boat was covered with waves, but he was asleep."},{"num":26,"verse":"And they came to him, and awaked him, saying: Lord, save us, we perish."},{"num":27,"verse":"And Jesus saith to them: Why are you fearful, O ye of little faith? Then rising up he commanded the winds, and the sea, and there came a great calm."},{"num":28,"verse":"But the men wondered, saying: What manner of man is this, for the winds and the sea obey him?"},{"num":29,"verse":"And when he was come on the other side of the water, into the country of the Gerasens, there met him two that were possessed with devils, coming out of the sepulchres, exceeding fierce, so that none could pass by that way."},{"num":30,"verse":"And behold they cried out, saying: What have we to do with thee, Jesus Son of God? art thou come hither to torment us before the time?"},{"num":31,"verse":"And there was, not far from them, an herd of many swine feeding."},{"num":32,"verse":"And the devils besought him, saying: If thou cast us out hence, send us into the herd of swine."},{"num":33,"verse":"And he said to them: Go. But they going out went into the swine, and behold the whole herd ran violently down a steep place into the sea: and they perished in the waters."},{"num":34,"verse":"And they that kept them fled: and coming into the city, told every thing, and concerning them that had been possessed by the devils."},{"num":35,"verse":"And behold the whole city went out to meet Jesus, and when they saw him, they besought him that he would depart from their coasts."}]},{"type":"chapter","title":"Matthew 9","id":"Matt.9","verses":[{"num":1,"verse":"Chapter 9"},{"num":2,"verse":"And entering into a boat, he passed over the water and came into his own city."},{"num":3,"verse":"And behold they brought to him one sick of the palsy lying in a bed. And Jesus, seeing their faith, said to the man sick of the palsy: Be of good heart, son, thy sins are forgiven thee."},{"num":4,"verse":"And behold some of the scribes said within themselves: He blasphemeth."},{"num":5,"verse":"And Jesus seeing their thoughts, said: Why do you think evil in your hearts?"},{"num":6,"verse":"Whether is easier, to say, Thy sins are forgiven thee: or to say, Arise, and walk?"},{"num":7,"verse":"But that you may know that the Son of man hath power on earth to forgive sins, (then said he to the man sick of palsy,) Arise, take up thy bed, and go into thy house."},{"num":8,"verse":"And he arose, and went into his house."},{"num":9,"verse":"And the multitude seeing it, feared, and glorified God that gave such power to men."},{"num":10,"verse":"And when Jesus passed on from hence, he saw a man sitting in the custom house, named Matthew; and he saith to him: Follow me. And he rose up and followed him."},{"num":11,"verse":"And it came to pass as he was sitting at meat in the house, behold many publicans and sinners came, and sat down with Jesus and his disciples."},{"num":12,"verse":"And the Pharisees seeing it, said to his disciples: Why doth your master eat with publicans and sinners?"},{"num":13,"verse":"But Jesus hearing it, said: They that are in health need not a physician, but they that are ill."},{"num":14,"verse":"Go then and learn what this meaneth, I will have mercy and not sacrifice. For I am not come to call the just, but sinners."},{"num":15,"verse":"Then came to him the disciples of John, saying: Why do we and the Pharisees fast often, but thy disciples do not fast?"},{"num":16,"verse":"And Jesus said to them: Can the children of the bridegroom mourn, as long as the bridegroom is with them? But the days will come, when the bridegroom shall be taken away from them, and then they shall fast."},{"num":17,"verse":"And nobody putteth a piece of raw cloth unto an old garment. For it taketh away the fullness thereof from the garment, and there is made a greater rent."},{"num":18,"verse":"Neither do they put new wine into old bottles. Otherwise the bottles break, and the wine runneth out, and the bottles perish. But new wine they put into new bottles: and both are preserved."},{"num":19,"verse":"And he was speaking these things unto them, behold a certain ruler came up, and adored him, saying: Lord, my daughter is even now dead; but come, lay thy hand upon her, and she shall live."},{"num":20,"verse":"And Jesus rising up followed him, with his disciples."},{"num":21,"verse":"And behold a woman who was troubled with an issue of blood twelve years, came behind him, and touched the hem of his garment."},{"num":22,"verse":"For she said within herself: If I shall touch only his garment, I shall be healed."},{"num":23,"verse":"But Jesus turning and seeing her, said: Be of good heart, daughter, thy faith hath made thee whole. And the woman was made whole from that hour."},{"num":24,"verse":"And when Jesus was come into the house of the ruler, and saw the minstrels and the multitude making a rout,"},{"num":25,"verse":"He said: Give place, for the girl is not dead, but sleepeth. And they laughed him to scorn."},{"num":26,"verse":"And when the multitude was put forth, he went in, and took her by the hand. And the maid arose."},{"num":27,"verse":"And the fame hereof went abroad into all that country."},{"num":28,"verse":"And as Jesus passed from thence, there followed him two blind men crying out and saying, Have mercy on us, O Son of David."},{"num":29,"verse":"And when he was come to the house, the blind men came to him. And Jesus saith to them, Do you believe, that I can do this unto you? They say to him, Yea, Lord."},{"num":30,"verse":"Then he touched their eyes, saying, According to your faith, be it done unto you."},{"num":31,"verse":"And their eyes were opened, and Jesus strictly charged them, saying, See that no man know this."},{"num":32,"verse":"But they going out, spread his fame abroad in all that country."},{"num":33,"verse":"And when they were gone out, behold they brought him a dumb man, possessed with a devil."},{"num":34,"verse":"And after the devil was cast out, the dumb man spoke, and the multitudes wondered, saying, Never was the like seen in Israel."},{"num":35,"verse":"But the Pharisees said, By the prince of devils he casteth out devils."},{"num":36,"verse":"And Jesus went about all the cities, and towns, teaching in their synagogues, and preaching the gospel of the kingdom, and healing every disease, and every infirmity."},{"num":37,"verse":"And seeing the multitudes, he had compassion on them: because they were distressed, and lying like sheep that have no shepherd."},{"num":38,"verse":"Then he saith to his disciples, The harvest indeed is great, but the labourers are few."},{"num":39,"verse":"Pray ye therefore the Lord of the harvest, that he send forth labourers into his harvest."}]},{"type":"chapter","title":"Matthew 10","id":"Matt.10","verses":[{"num":1,"verse":"Chapter 10"},{"num":2,"verse":"And having called his twelve disciples together, he gave them power over unclean spirits, to cast them out, and to heal all manner of diseases, and all manner of infirmities."},{"num":3,"verse":"And the names of the twelve apostles are these: The first, Simon who is called Peter, and Andrew his brother,"},{"num":4,"verse":"James the son of Zebedee, and John his brother, Philip and Bartholomew, Thomas and Matthew the publican, and James the son of Alpheus, and Thaddeus,"},{"num":5,"verse":"Simon the Cananean, and Judas Iscariot, who also betrayed him."},{"num":6,"verse":"These twelve Jesus sent: commanding them, saying: Go ye not into the way of the Gentiles, and into the city of the Samaritans enter ye not."},{"num":7,"verse":"But go ye rather to the lost sheep of the house of Israel."},{"num":8,"verse":"And going, preach, saying: The kingdom of heaven is at hand."},{"num":9,"verse":"Heal the sick, raise the dead, cleanse the lepers, cast out devils: freely have you received, freely give."},{"num":10,"verse":"Do not possess gold, nor silver, nor money in your purses:"},{"num":11,"verse":"Nor scrip for your journey, nor two coats, nor shoes, nor a staff; for the workman is worthy of his meat."},{"num":12,"verse":"And into whatsoever city or town you shall enter, inquire who in it is worthy, and there abide till you go thence."},{"num":13,"verse":"And when you come into the house, salute it, saying: Peace be to this house."},{"num":14,"verse":"And if that house be worthy, your peace shall come upon it; but if it be not worthy, your peace shall return to you."},{"num":15,"verse":"And whosoever shall not receive you, nor hear your words: going forth out of that house or city shake off the dust from your feet."},{"num":16,"verse":"Amen I say to you, it shall be more tolerable for the land of Sodom and Gomorrha in the day of judgment, than for that city."},{"num":17,"verse":"Behold I send you as sheep in the midst of wolves. Be ye therefore wise as serpents and simple as doves."},{"num":18,"verse":"But beware of men. For they will deliver you up in councils, and they will scourge you in their synagogues."},{"num":19,"verse":"And you shall be brought before governors, and before kings for my sake, for a testimony to them and to the Gentiles:"},{"num":20,"verse":"But when they shall deliver you up, take no thought how or what to speak: for it shall be given you in that hour what to speak."},{"num":21,"verse":"For it is not you that speak, but the Spirit of your Father that speaketh in you."},{"num":22,"verse":"The brother also shall deliver up the brother to death, and the father the son: and the children shall rise up against their parents, and shall put them to death."},{"num":23,"verse":"And you shall be hated by all men for my name's sake: but he that shall persevere unto the end, he shall be saved."},{"num":24,"verse":"And when they shall persecute you in this city, flee into another. Amen I say to you, you shall not finish all the cities of Israel, till the Son of man come."},{"num":25,"verse":"The disciple is not above the master, nor the servant above his lord."},{"num":26,"verse":"It is enough for the disciple that he be as his master, and the servant as his lord. If they have called the goodman of the house Beelzebub, how much more them of his household?"},{"num":27,"verse":"Therefore fear them not. For nothing is covered that shall not be revealed: nor hid, that shall not be known."},{"num":28,"verse":"That which I tell you in the dark, speak ye in the light: and that which you hear in the ear, preach ye upon the housetops."},{"num":29,"verse":"And fear ye not them that kill the body, and are not able to kill the soul: but rather fear him that can destroy both soul and body in hell."},{"num":30,"verse":"Are not two sparrows sold for a farthing? and not one of them shall fall on the ground without your Father."},{"num":31,"verse":"But the very hairs of your head are all numbered."},{"num":32,"verse":"Fear not therefore: better are you than many sparrows."},{"num":33,"verse":"Every one therefore that shall confess me before men, I will also confess him before my Father who is in heaven."},{"num":34,"verse":"But he that shall deny me before men, I will also deny him before my Father who is in heaven."},{"num":35,"verse":"Do not think that I came to send peace upon earth: I came not to send peace, but the sword."},{"num":36,"verse":"For I came to set a man at variance against his father, and the daughter against her mother, and the daughter in law against her mother in law."},{"num":37,"verse":"And as a man's enemies shall be they of his own household."},{"num":38,"verse":"He that loveth father or mother more than me, is not worthy of me; and he that loveth son or daughter more than me, is not worthy of me."},{"num":39,"verse":"And he that taketh not up his cross, and followeth me, is not worthy of me."},{"num":40,"verse":"He that findeth his life, shall lose it: and he that shall lose his life for me, shall find it."},{"num":41,"verse":"He that receiveth you, receiveth me: and he that receiveth me, receiveth him that sent me."},{"num":42,"verse":"He that receiveth a prophet in the name of a prophet, shall receive the reward of a prophet: and he that receiveth a just man in the name of a just man, shall receive the reward of a just man."},{"num":43,"verse":"And whosoever shall give to drink to one of these little ones a cup of cold water only in the name of a disciple, amen I say to you, he shall not lose his reward."}]},{"type":"chapter","title":"Matthew 11","id":"Matt.11","verses":[{"num":1,"verse":"Chapter 11"},{"num":2,"verse":"And it came to pass, when Jesus had made an end of commanding his twelve disciples, he passed from thence, to teach and preach in their cities."},{"num":3,"verse":"Now when John had heard in prison the works of Christ: sending two of his disciples he said to him:"},{"num":4,"verse":"Art thou he that art to come, or look we for another?"},{"num":5,"verse":"And Jesus making answer said to them: Go and relate to John what you have heard and seen."},{"num":6,"verse":"The blind see, the lame walk, the lepers are cleansed, the deaf hear, the dead rise again, the poor have the gospel preached to them."},{"num":7,"verse":"And blessed is he that shall not be scandalized in me."},{"num":8,"verse":"And when they went their way, Jesus began to say to the multitudes concerning John: What went you out into the desert to see? a reed shaken with the wind?"},{"num":9,"verse":"But what went you out to see? a man clothed in soft garments? Behold they that are clothed in soft garments, are in the houses of kings."},{"num":10,"verse":"But what went you out to see? a prophet? yea I tell you, and more than a prophet."},{"num":11,"verse":"For this is he of whom it is written: Behold I send my angel before thy face, who shall prepare thy way before thee."},{"num":12,"verse":"Amen I say to you, there hath not risen among them that are born of women a greater than John the Baptist: yet he that is the lesser in the kingdom of heaven is greater than he."},{"num":13,"verse":"And from the days of John the Baptist until now, the kingdom of heaven suffereth violence, and the violent bear it away."},{"num":14,"verse":"For all the prophets and the law prophesied until John:"},{"num":15,"verse":"And if you will receive it, he is Elias that is to come."},{"num":16,"verse":"He that hath ears to hear, let him hear."},{"num":17,"verse":"But whereunto shall I esteem this generation to be like? It is like to children sitting in the market place."},{"num":18,"verse":"Who crying to their companions say: We have piped to you, and you have not danced: we have lamented, and you have not mourned."},{"num":19,"verse":"For John came neither eating nor drinking; and they say: He hath a devil."},{"num":20,"verse":"The Son of man came eating and drinking, and they say: Behold a man that is a glutton and a wine drinker, a friend of publicans and sinners. And wisdom is justified by her children."},{"num":21,"verse":"Then began he to upbraid the cities wherein were done the most of his miracles, for that they had not done penance."},{"num":22,"verse":"Woe to thee, Corozain, woe to thee, Bethsaida: for if in Tyre and Sidon had been wrought the miracles that have been wrought in you, they had long ago done penance in sackcloth and ashes."},{"num":23,"verse":"But I say unto you, it shall be more tolerable for Tyre and Sidon in the day of judgment, than for you."},{"num":24,"verse":"And thou Capharnaum, shalt thou be exalted up to heaven? thou shalt go down even unto hell. For if in Sodom had been wrought the miracles that have been wrought in thee, perhaps it had remained unto this day."},{"num":25,"verse":"But I say unto you, that it shall be more tolerable for the land of Sodom in the day of judgment, than for thee."},{"num":26,"verse":"At that time Jesus answered and said: I confess to thee, O Father, Lord of heaven and earth, because thou hast hid these things from the wise and prudent, and hast revealed them to the little ones."},{"num":27,"verse":"Yea, Father; for so hath it seemed good in thy sight."},{"num":28,"verse":"All things are delivered to me by my Father. And no one knoweth the Son, but the Father: neither doth any one know the Father, but the Son, and he to whom it shall please the Son to reveal him."},{"num":29,"verse":"Come to me, all you that labour, and are burdened, and I will refresh you."},{"num":30,"verse":"Take up my yoke upon you, and learn of me, because I am meek, and humble of heart: and you shall find rest to your souls."},{"num":31,"verse":"For my yoke is sweet and my burden light."}]},{"type":"chapter","title":"Matthew 12","id":"Matt.12","verses":[{"num":1,"verse":"Chapter 12"},{"num":2,"verse":"At that time Jesus went through the corn on the sabbath: and his disciples being hungry, began to pluck the ears, and to eat."},{"num":3,"verse":"And the Pharisees seeing them, said to him: Behold thy disciples do that which is not lawful to do on the sabbath days."},{"num":4,"verse":"But he said to them: Have you not read what David did when he was hungry, and they that were with him:"},{"num":5,"verse":"How he entered into the house of God, and did eat the loaves of proposition, which it was not lawful for him to eat, nor for them that were with him, but for the priests only?"},{"num":6,"verse":"Or have ye not read in the law, that on the sabbath days the priests in the temple break the sabbath, and are without blame?"},{"num":7,"verse":"But I tell you that there is here a greater than the temple."},{"num":8,"verse":"And if you knew what this meaneth: I will have mercy, and not sacrifice: you would never have condemned the innocent."},{"num":9,"verse":"For the Son of man is Lord even of the sabbath."},{"num":10,"verse":"And when he has passed from thence, he came into their synagogues."},{"num":11,"verse":"And behold there was a man who had a withered hand, and they asked him, saying: Is it lawful to heal on the sabbath days? that they might accuse him."},{"num":12,"verse":"But he said to them: What man shall there be among you, that hath one sheep: and if the same fall into a pit on the sabbath day, will he not take hold on it and lift it up?"},{"num":13,"verse":"How much better is a man than a sheep? Therefore it it lawful to do a good deed on the sabbath days."},{"num":14,"verse":"Then he saith to the man: Stretch forth thy hand; and he stretched it forth, and it was restored to health even as the other."},{"num":15,"verse":"And the Pharisees going out made a consultation against him, how they might destroy him."},{"num":16,"verse":"But Jesus knowing it, retired from thence: and many followed him, and he healed them all."},{"num":17,"verse":"And he charged them that they should not make him known."},{"num":18,"verse":"That it might be fulfilled which was spoken by Isaias the prophet, saying:"},{"num":19,"verse":"Behold my servant whom I have chosen, my beloved in whom my soul hath been well pleased. I will put my spirit upon him, and he shall shew judgment to the Gentiles."},{"num":20,"verse":"He shall not contend, nor cry out, neither shall any man hear his voice in the streets."},{"num":21,"verse":"The bruised reed he shall not break: and smoking flax he shall not extinguish: till he send forth judgment unto victory."},{"num":22,"verse":"And in his name the Gentiles shall hope."},{"num":23,"verse":"Then was offered to him one possessed with a devil, blind and dumb: and he healed him, so that he spoke and saw."},{"num":24,"verse":"And all the multitudes were amazed, and said: Is not this the son of David?"},{"num":25,"verse":"But the Pharisees hearing it, said: This man casteth not out the devils but by Beelzebub the prince of the devils."},{"num":26,"verse":"And Jesus knowing their thoughts, said to them: Every kingdom divided against itself shall be made desolate: and every city or house divided against itself shall not stand."},{"num":27,"verse":"And if Satan cast out Satan, he is divided against himself: how then shall his kingdom stand?"},{"num":28,"verse":"And if I by Beelzebub cast out devils, by whom do your children cast them out? Therefore they shall be your judges."},{"num":29,"verse":"But if I by the Spirit of God cast out devils, then is the kingdom of God come upon you."},{"num":30,"verse":"Or how can any one enter into the house of the strong, and rifle his goods, unless he first bind the strong? and then he will rifle his house."},{"num":31,"verse":"He that is not with me, is against me: and he that gathereth not with me, scattereth."},{"num":32,"verse":"Therefore I say to you: Every sin and blasphemy shall be forgiven men, but the blasphemy of the Spirit shall not be forgiven."},{"num":33,"verse":"And whosoever shall speak a word against the Son of man, it shall be forgiven him: but he that shall speak against the Holy Ghost, it shall not be forgiven him, neither in this world, nor in the world to come."},{"num":34,"verse":"Either make the tree good and its fruit good: or make the tree evil, and its fruit evil. For by the fruit the tree is known."},{"num":35,"verse":"O generation of vipers, how can you speak good things, whereas you are evil? for out of the abundance of the heart the mouth speaketh."},{"num":36,"verse":"A good man out of a good treasure bringeth forth good things: and an evil man out of an evil treasure bringeth forth evil things."},{"num":37,"verse":"But I say unto you, that every idle word that men shall speak, they shall render an account for it in the day of judgment."},{"num":38,"verse":"For by thy words thou shalt be justified, and by thy words thou shalt be condemned."},{"num":39,"verse":"Then some of the scribes and Pharisees answered him, saying: Master we would see a sign from thee."},{"num":40,"verse":"Who answering said to them: An evil and adulterous generation seeketh a sign: and a sign shall not be given it, but the sign of Jonas the prophet."},{"num":41,"verse":"For as Jonas was in the whale's belly three days and three nights: so shall the Son of man be in the heart of the earth three days and three nights."},{"num":42,"verse":"The men of Ninive shall rise in judgment with this generation, and shall condemn it: because they did penance at the preaching of Jonas. And behold a greater than Jonas here."},{"num":43,"verse":"The queen of the south shall rise in judgment with this generation, and shall condemn it: because she came from the ends of the earth to hear the wisdom of Solomon, and behold there is one greater than Solomon here."},{"num":44,"verse":"And when an unclean spirit is gone out of a man he walketh through dry places seeking rest, and findeth none."},{"num":45,"verse":"Then he saith: I will return into my house from whence I came out. And coming he findeth it empty, swept, and garnished."},{"num":46,"verse":"Then he goeth, and taketh with him seven other spirits more wicked than himself, and they enter in and dwell there: and the last state of that man in made worse than the first. So shall it be also to this wicked generation."},{"num":47,"verse":"As he was yet speaking to the multitudes, behold his mother and his brethren stood without, seeking to speak to him."},{"num":48,"verse":"And one said unto him: Behold thy mother and thy brethren stand without, seeking thee."},{"num":49,"verse":"But he answering him that told him, said: Who is my mother, and who are my brethren?"},{"num":50,"verse":"And stretching forth his hand towards his disciples, he said: Behold my mother and my brethren."},{"num":51,"verse":"For whosoever shall do the will of my Father, that is in heaven, he is my brother, and sister, and mother."}]},{"type":"chapter","title":"Matthew 13","id":"Matt.13","verses":[{"num":1,"verse":"Chapter 13"},{"num":2,"verse":"The same day Jesus going out of the house, sat by the sea side."},{"num":3,"verse":"And great multitudes were gathered unto him, so that he went up into a boat and sat: and all the multitude stood on the shore."},{"num":4,"verse":"And he spoke to them many things in parables, saying: Behold the sower went forth to sow."},{"num":5,"verse":"And whilst he soweth some fell by the way side, and the birds of the air came and ate them up."},{"num":6,"verse":"And other some fell upon stony ground, where they had not much earth: and they sprung up immediately, because they had no deepness of earth."},{"num":7,"verse":"And when the sun was up they were scorched: and because they had not root, they withered away."},{"num":8,"verse":"And others fell among thorns: and the thorns grew up and choked them."},{"num":9,"verse":"And others fell upon good ground: and they brought forth fruit, some an hundredfold, some sixtyfold, and some thirtyfold."},{"num":10,"verse":"He that hath ears to hear, let him hear."},{"num":11,"verse":"And his disciples came and said to him: Why speakest thou to them in parables?"},{"num":12,"verse":"Who answered and said to them: Because to you it is given to know the mysteries of the kingdom of heaven: but to them it is not given."},{"num":13,"verse":"For he that hath, to him shall be given, and he shall abound: but he that hath not, from him shall be taken away that also which he hath."},{"num":14,"verse":"Therefore do I speak to them in parables: because seeing they see not, and hearing they hear not, neither do they understand."},{"num":15,"verse":"And the prophecy of Isaias is fulfilled in them, who saith: By hearing you shall hear, and shall not understand: and seeing you shall see, and shall not perceive."},{"num":16,"verse":"For the heart of this people is grown gross, and with their ears they have been dull of hearing, and their eyes they have shut: lest at any time they should see with their eyes, and hear with their ears, and understand with their heart, and be converted, and I should heal them."},{"num":17,"verse":"But blessed are your eyes, because they see, and your ears, because they hear."},{"num":18,"verse":"For, amen, I say to you, many prophets and just men have desired to see the things that you see, and have not seen them, and to hear the things that you hear and have not heard them."},{"num":19,"verse":"Hear you therefore the parable of the sower."},{"num":20,"verse":"When any one heareth the word of the kingdom, and understandeth it not, there cometh the wicked one, and catcheth away that which was sown in his heart: this is he that received the seed by the way side."},{"num":21,"verse":"And he that received the seed upon stony ground, is he that heareth the word, and immediately receiveth it with joy."},{"num":22,"verse":"Yet hath he not root in himself, but is only for a time: and when there ariseth tribulation and persecution because of the word, he is presently scandalized."},{"num":23,"verse":"And he that received the seed among thorns, is he that heareth the word, and the care of this world and the deceitfulness of riches choketh up the word, and he becometh fruitless."},{"num":24,"verse":"But he that received the seed upon good ground, is he that heareth the word, and understandeth, and beareth fruit, and yieldeth the one an hundredfold, and another sixty, and another thirty."},{"num":25,"verse":"Another parable he proposed to them, saying: The kingdom of heaven is likened to a man that sowed good seeds in his field."},{"num":26,"verse":"But while men were asleep, his enemy came and oversowed cockle among the wheat and went his way."},{"num":27,"verse":"And when the blade was sprung up, and had brought forth fruit, then appeared also the cockle."},{"num":28,"verse":"And the servants of the goodman of the house coming said to him: Sir, didst thou not sow good seed in thy field? whence then hath it cockle?"},{"num":29,"verse":"And he said to them: An enemy hath done this. And the servants said to him: Wilt thou that we go and gather it up?"},{"num":30,"verse":"And he said: No, lest perhaps gathering up the cockle, you root up the wheat also together with it."},{"num":31,"verse":"Suffer both to grow until the harvest, and in the time of the harvest I will say to the reapers: Gather up first the cockle, and bind it into bundles to burn, but the wheat gather ye into my barn."},{"num":32,"verse":"Another parable he proposed unto them, saying: The kingdom of heaven is like to a grain of mustard seed, which a man took and sowed in his field."},{"num":33,"verse":"Which is the least indeed of all seeds; but when it is grown up, it is greater than all herbs, and becometh a tree, so that the birds of the air come, and dwell in the branches thereof."},{"num":34,"verse":"Another parable he spoke to them: The kingdom of heaven is like to leaven, which a woman took and hid in three measures of meal, until the whole was leavened."},{"num":35,"verse":"All these things Jesus spoke in parables to the multitudes: and without parables he did not speak to them."},{"num":36,"verse":"That it might be fulfilled which was spoken by the prophet, saying: I will open my mouth in parables, I will utter things hidden from the foundation of the world."},{"num":37,"verse":"Then having sent away the multitudes, he came into the house, and his disciples came to him, saying: Expound to us the parable of the cockle of the field."},{"num":38,"verse":"Who made answer and said to them: He that soweth the good seed, is the Son of man."},{"num":39,"verse":"And the field, is the world. And the good seed are the children of the kingdom. And the cockle, are the children of the wicked one."},{"num":40,"verse":"And the enemy that sowed them, is the devil. But the harvest is the end of the world. And the reapers are the angels."},{"num":41,"verse":"Even as cockle therefore is gathered up, and burnt with fire: so shall it be at the end of the world."},{"num":42,"verse":"The Son of man shall send his angels, and they shall gather out of his kingdom all scandals, and them that work iniquity."},{"num":43,"verse":"And shall cast them into the furnace of fire: there shall be weeping and gnashing of teeth."},{"num":44,"verse":"Then shall the just shine as the sun, in the kingdom of their Father. He that hath ears to hear, let him hear."},{"num":45,"verse":"The kingdom of heaven is like unto a treasure hidden in a field. Which a man having found, hid it, and for joy thereof goeth, and selleth all that he hath, and buyeth that field."},{"num":46,"verse":"Again the kingdom of heaven is like to a merchant seeking good pearls."},{"num":47,"verse":"Who when he had found one pearl of great price, went his way, and sold all that he had, and bought it."},{"num":48,"verse":"Again the kingdom of heaven is like to a net cast into the sea, and gathering together of all kind of fishes."},{"num":49,"verse":"Which, when it was filled, they drew out, and sitting by the shore, they chose out the good into vessels, but the bad they cast forth."},{"num":50,"verse":"So shall it be at the end of the world. The angels shall go out, and shall separate the wicked from among the just."},{"num":51,"verse":"And shall cast them into the furnace of fire: there shall be weeping and gnashing of teeth."},{"num":52,"verse":"Have ye understood all these things? They say to him: Yes."},{"num":53,"verse":"He said unto them: Therefore every scribe instructed in the kingdom of heaven, is like to a man that is a householder, who bringeth forth out of his treasure new things and old."},{"num":54,"verse":"And it came to pass: when Jesus had finished these parables, he passed from thence."},{"num":55,"verse":"And coming into his own country, he taught them in their synagogues, so that they wondered and said: How came this man by this wisdom and miracles?"},{"num":56,"verse":"Is not this the carpenter's son? Is not his mother called Mary, and his brethren James, and Joseph, and Simon, and Jude:"},{"num":57,"verse":"And his sisters, are they not all with us? Whence therefore hath he all these things?"},{"num":58,"verse":"And they were scandalized in his regard. But Jesus said to them: A prophet is not without honour, save in his own country, and in his own house."},{"num":59,"verse":"And he wrought not many miracles there, because of their unbelief."}]},{"type":"chapter","title":"Matthew 14","id":"Matt.14","verses":[{"num":1,"verse":"Chapter 14"},{"num":2,"verse":"At the time Herod the Tetrarch heard the fame of Jesus."},{"num":3,"verse":"And he said to his servants: This is John the Baptist: he is risen from the dead, and therefore mighty works shew forth themselves in him."},{"num":4,"verse":"For Herod had apprehended John and bound him, and put him into prison, because of Herodias, his brother's wife."},{"num":5,"verse":"For John said to him: It is not lawful for thee to have her."},{"num":6,"verse":"And having a mind to put him to death, he feared the people: because they esteemed him as a prophet."},{"num":7,"verse":"But on Herod's birthday, the daughter of Herodias danced before them: and pleased Herod."},{"num":8,"verse":"Whereupon he promised with an oath, to give her whatsoever she would ask of him."},{"num":9,"verse":"But she being instructed before by her mother, said: Give me here in a dish the head of John the Baptist."},{"num":10,"verse":"And the king was struck sad: yet because of his oath, and for them that sat with him at table, he commanded it to be given."},{"num":11,"verse":"And he sent, and beheaded John in the prison."},{"num":12,"verse":"And his head was brought in a dish: and it was given to the damsel, and she brought it to her mother."},{"num":13,"verse":"And his disciples came and took the body, and buried it, and came and told Jesus."},{"num":14,"verse":"Which when Jesus had heard, he retired from thence by boat, into a desert place apart, and the multitudes having heard of it, followed him on foot out of the cities."},{"num":15,"verse":"And he coming forth saw a great multitude, and had compassion on them, and healed their sick."},{"num":16,"verse":"And when it was evening, his disciples came to him, saying: This is a desert place, and the hour is now past: send away the multitudes, that going into the towns, they may buy themselves victuals."},{"num":17,"verse":"But Jesus said to them, They have no need to go: give you them to eat."},{"num":18,"verse":"They answered him: We have not here, but five loaves, and two fishes."},{"num":19,"verse":"He said to them: Bring them hither to me."},{"num":20,"verse":"And when he had commanded the multitudes to sit down upon the grass, he took the five loaves and the two fishes, and looking up to heaven, he blessed, and brake, and gave the loaves to his disciples, and the disciples to the multitudes."},{"num":21,"verse":"And they did all eat, and were filled. And they took up what remained, twelve full baskets of fragments."},{"num":22,"verse":"And the number of them that did eat, was five thousand men, besides women and children."},{"num":23,"verse":"And forthwith Jesus obliged his disciples to go up into the boat, and to go before him over the water, till he dismissed the people."},{"num":24,"verse":"And having dismissed the multitude, he went into a mountain alone to pray. And when it was evening, he was there alone."},{"num":25,"verse":"But the boat in the midst of the sea was tossed with the waves: for the wind was contrary."},{"num":26,"verse":"And in the fourth watch of the night, he came to them walking upon the sea."},{"num":27,"verse":"And they seeing him walk upon the sea, were troubled, saying: It is an apparition. And they cried out for fear."},{"num":28,"verse":"And immediately Jesus spoke to them, saying: Be of good heart: it is I, fear ye not."},{"num":29,"verse":"And Peter making answer, said: Lord, if it be thou, bid me come to thee upon the waters."},{"num":30,"verse":"And he said: Come. And Peter going down out of the boat, walked upon the water to come to Jesus."},{"num":31,"verse":"But seeing the wind strong, he was afraid: and when he began to sink, he cried out, saying: Lord, save me."},{"num":32,"verse":"And immediately Jesus stretching forth his hand took hold of him, and said to him: O thou of little faith, why didst thou doubt?"},{"num":33,"verse":"And when they were come up into the boat, the wind ceased."},{"num":34,"verse":"And they that were in the boat came and adored him, saying: Indeed thou art the Son of God."},{"num":35,"verse":"And having passed the water, they came into the country of Genesar."},{"num":36,"verse":"And when the men of that place had knowledge of him, they sent into all that country, and brought to him all that were diseased."},{"num":37,"verse":"And they besought him that they might touch but the hem of his garment. And as many as touched, were made whole."}]},{"type":"chapter","title":"Matthew 15","id":"Matt.15","verses":[{"num":1,"verse":"Chapter 15"},{"num":2,"verse":"Then came to him from Jerusalem scribes and Pharisees, saying:"},{"num":3,"verse":"Why do thy disciples trangress the tradition of the ancients? For they wash not their hands when they eat bread."},{"num":4,"verse":"But he answering, said to them: Why do you also transgress the commandment of God for your tradition? For God said:"},{"num":5,"verse":"Honour thy father and mother: And: He that shall curse father or mother, let him die the death."},{"num":6,"verse":"But you say: Whosoever shall say to father or mother, The gift whatsoever proceedeth from me, shall profit thee."},{"num":7,"verse":"And he shall not honour his father or his mother: and you have made void the commandment of God for your tradition."},{"num":8,"verse":"Hypocrites, well hath Isaias prophesied of you, saying:"},{"num":9,"verse":"This people honoureth me with their lips: but their heart is far from me."},{"num":10,"verse":"And in vain do they worship me, teaching doctrines and commandments of men."},{"num":11,"verse":"And having called together the multitudes unto him, he said to them: Hear ye and understand."},{"num":12,"verse":"Not that which goeth into the mouth defileth a man: but what cometh out of the mouth, this defileth a man."},{"num":13,"verse":"Then came his disciples, and said to him: Dost thou know that the Pharisees, when they heard this word, were scandalized?"},{"num":14,"verse":"But he answering them, said: Every plant which my heavenly Father hath not planted, shall be rooted up."},{"num":15,"verse":"Let them alone: they are blind, and leaders of the blind. And if the blind lead the blind, both will fall into the pit."},{"num":16,"verse":"And Peter answering, said to him: Expound to us this parable."},{"num":17,"verse":"But he said: Are you also yet without understanding?"},{"num":18,"verse":"Do you not understand, that whatsoever entereth into the mouth, goeth into the belly, and is cast out into the privy?"},{"num":19,"verse":"But the things which proceed out of the mouth, come forth from the heart, and those things defile a man."},{"num":20,"verse":"For from the heart come forth evil thoughts, murders, adulteries, fornications, thefts, false testimonies, blasphemies."},{"num":21,"verse":"These are the things that defile a man. But to eat with unwashed hands doth not defile a man."},{"num":22,"verse":"And Jesus went from thence, and retired into the coasts of Tyre and Sidon."},{"num":23,"verse":"And behold a woman of Canaan who came out of those coasts, crying out, said to him: Have mercy on me, O Lord, thou son of David: my daughter is grieviously troubled by the devil."},{"num":24,"verse":"Who answered her not a word. And his disciples came and besought him, saying: Send her away, for she crieth after us:"},{"num":25,"verse":"And he answering, said: I was not sent but to the sheep that are lost of the house of Israel."},{"num":26,"verse":"But she came and adored him, saying: Lord, help me."},{"num":27,"verse":"Who answering, said: It is not good to take the bread of the children, and to cast it to the dogs."},{"num":28,"verse":"But she said: Yea, Lord; for the whelps also eat of the crumbs that fall from the table of their masters."},{"num":29,"verse":"Then Jesus answering, said to her: O woman, great is thy faith: be it done to thee as thou wilt: and her daughter was cured from that hour."},{"num":30,"verse":"And when Jesus had passed away from thence, he came nigh the sea of Galilee. And going up into a mountain, he sat there."},{"num":31,"verse":"And there came to him great multitudes, having with them the dumb, the blind, the lame, the maimed, and many others: and they cast them down at his feet, and he healed them:"},{"num":32,"verse":"So that the multitudes marvelled seeing the dumb speak, the lame walk, and the blind see: and they glorified the God of Israel."},{"num":33,"verse":"And Jesus called together his disciples, and said: I have compassion on the multitudes, because they continue with me now three days, and have not what to eat, and I will not send them away fasting, lest they faint in the way."},{"num":34,"verse":"And the disciples say unto him: Whence then should we have so many loaves in the desert, as to fill so great a multitude?"},{"num":35,"verse":"And Jesus said to them: How many loaves have you? But they said: Seven, and a few little fishes."},{"num":36,"verse":"And he commanded the multitude to sit down upon the ground."},{"num":37,"verse":"And taking the seven loaves and the fishes, and giving thanks, he brake, and gave to his disciples, and the disciples to the people."},{"num":38,"verse":"And they did all eat, and had their fill. And they took up seven baskets full, of what remained of the fragments."},{"num":39,"verse":"And they that did eat, were four thousand men, beside children and women."},{"num":40,"verse":"And having dismissed the multitude, he went up into a boat, and came into the coasts of Magedan."}]},{"type":"chapter","title":"Matthew 16","id":"Matt.16","verses":[{"num":1,"verse":"Chapter 16"},{"num":2,"verse":"And there came to him the Pharisees and Sadduccees tempting: and they asked him to shew them a sign from heaven."},{"num":3,"verse":"But he answered and said to them: When it is evening, you say, It will be fair weather, for the sky is red."},{"num":4,"verse":"And in the morning: To day there will be a storm, for the sky is red and lowering. You know then how to discern the face of the sky: and can you not know the signs of the times?"},{"num":5,"verse":"A wicked and adulterous generation seeketh after a sign: and a sign shall not be given it, but the sign of Jonas the prophet. And he left them, and went away."},{"num":6,"verse":"And when his disciples were come over the water, they had forgotten to take bread."},{"num":7,"verse":"Who said to them: Take heed and beware of the leaven of the Pharisees and Sadducees."},{"num":8,"verse":"But they thought within themselves, saying: Because we have taken no bread."},{"num":9,"verse":"And Jesus knowing it, said: Why do you think within yourselves, O ye of little faith, for that you have no bread?"},{"num":10,"verse":"Do you not yet understand, neither do you remember the five loaves among five thousand men, and how many baskets you took up?"},{"num":11,"verse":"Nor the seven loaves among four thousand men, and how many baskets you took up?"},{"num":12,"verse":"Why do you not understand that it was not concerning the bread I said to you: Beware of the leaven of the Pharisees and Sadducees?"},{"num":13,"verse":"Then they understood that he said not that they should beware of the leaven of bread, but of the doctrine of the Pharisees and Sadducees."},{"num":14,"verse":"And Jesus came into the quarters of Cesarea Philippi: and he asked his disciples, saying: Whom do men say that the Son of man is?"},{"num":15,"verse":"But they said: Some John the Baptist, and other some Elias, and others Jeremias, or one of the prophets."},{"num":16,"verse":"Jesus saith to them: But whom do you say that I am?"},{"num":17,"verse":"Simon Peter answered and said: Thou art Christ, the Son of the living God."},{"num":18,"verse":"And Jesus answering, said to him: Blessed art thou, Simon Bar-Jona: because flesh and blood hath not revealed it to thee, but my Father who is in heaven."},{"num":19,"verse":"And I say to thee: That thou art Peter; and upon this rock I will build my church, and the gates of hell shall not prevail against it."},{"num":20,"verse":"And I will give to thee the keys of the kingdom of heaven. And whatsoever thou shalt bind upon earth, it shall be bound also in heaven: and whatsoever thou shalt loose upon earth, it shall be loosed also in heaven."},{"num":21,"verse":"Then he commanded his disciples, that they should tell no one that he was Jesus the Christ."},{"num":22,"verse":"From that time Jesus began to shew to his disciples, that he must go to Jerusalem, and suffer many things from the ancients and scribes and chief priests, and be put to death, and the third day rise again."},{"num":23,"verse":"And Peter taking him, began to rebuke him, saying: Lord, be it far from thee, this shall not be unto thee."},{"num":24,"verse":"Who turning, said to Peter: Go behind me, Satan, thou art a scandal unto me: because thou savourest not the things that are of God, but the things that are of men."},{"num":25,"verse":"Then Jesus said to his disciples: If any man will come after me, let him deny himself, and take up his cross, and follow me."},{"num":26,"verse":"For he that will save his life, shall lose it: and he that shall lose his life for my sake, shall find it."},{"num":27,"verse":"For what doth it profit a man, if he gain the whole world, and suffer the loss of his own soul? Or what exchange shall a man give for his soul?"},{"num":28,"verse":"For the Son of man shall come in the glory of his Father with his angels: and then will he render to every man according to his works."},{"num":29,"verse":"Amen I say to you, there are some of them that stand here, that shall not taste death, till they see the Son of man coming in his kingdom."}]},{"type":"chapter","title":"Matthew 17","id":"Matt.17","verses":[{"num":1,"verse":"Chapter 17"},{"num":2,"verse":"And after six days Jesus taketh unto him Peter and James, and John his brother, and bringeth them up into a high mountain apart:"},{"num":3,"verse":"And he was transfigured before them. And his face did shine as the sun: and his garments became white as snow."},{"num":4,"verse":"And behold there appeared to them Moses and Elias talking with him."},{"num":5,"verse":"And Peter answering, said to Jesus: Lord, it is good for us to be here: if thou wilt, let us make here three tabernacles, one for thee, and one for Moses, and one for Elias."},{"num":6,"verse":"And as he was yet speaking, behold a bright cloud overshadowed them. And lo, a voice out of the cloud, saying: This is my beloved Son, in whom I am well pleased: hear ye him."},{"num":7,"verse":"And the disciples hearing, fell upon their face, and were very much afraid."},{"num":8,"verse":"And Jesus came and touched them: and said to them, Arise, and fear not."},{"num":9,"verse":"And they lifting up their eyes saw no one but only Jesus."},{"num":10,"verse":"And as they came down from the mountain, Jesus charged them, saying: Tell the vision to no man, till the Son of man be risen from the dead."},{"num":11,"verse":"And his disciples asked him, saying: Why then do the scribes say that Elias must come first?"},{"num":12,"verse":"But he answering, said to them: Elias indeed shall come, and restore all things."},{"num":13,"verse":"But I say to you, that Elias is already come, and they knew him not, but have done unto him whatsoever they had a mind. So also the Son of man shall suffer from them."},{"num":14,"verse":"Then the disciples understood, that he had spoken to them of John the Baptist."},{"num":15,"verse":"And when he was come to the multitude, there came to him a man falling down on his knees before him, saying: Lord, have pity on my son, for he is a lunatic, and suffereth much: for he falleth often into the fire, and often into the water."},{"num":16,"verse":"And I brought him to thy disciples, and they could not cure him."},{"num":17,"verse":"Then Jesus answered and said: O unbelieving and perverse generation, how long shall I be with you? How long shall I suffer you? bring him hither to me."},{"num":18,"verse":"And Jesus rebuked him, and the devil went out of him, and the child was cured from that hour."},{"num":19,"verse":"Then came the disciples to Jesus secretly, and said: Why could not we cast him out?"},{"num":20,"verse":"Jesus said to them: Because of your unbelief. For, amen I say to you, if you have faith as a grain of mustard seed, you shall say to this mountain, Remove from hence hither, and it shall remove; and nothing shall be impossible to you."},{"num":21,"verse":"But this kind is not cast out but by prayer and fasting."},{"num":22,"verse":"And when they abode together in Galilee, Jesus said to them: The Son of man shall be betrayed into the hands of men:"},{"num":23,"verse":"And they shall kill him, and the third day he shall rise again. And they were troubled exceedingly."},{"num":24,"verse":"And when they were come to Capharnaum, they that recieved the didrachmas, came to Peter and said to him: Doth not your master pay the didrachmas?"},{"num":25,"verse":"He said: Yes. And when he was come into the house, Jesus prevented him, saying: What is thy opinion, Simon? The kings of the earth, of whom do they receive tribute or custom? of their own children, or of strangers?"},{"num":26,"verse":"And he said: Of strangers. Jesus said to him: Then the children are free."},{"num":27,"verse":"But that we may not scandalize them, go to the sea, and cast in a hook: and that fish which shall first come up, take: and when thou hast opened its mouth, thou shalt find a stater: take that, and give it to them for me and thee."}]},{"type":"chapter","title":"Matthew 18","id":"Matt.18","verses":[{"num":1,"verse":"Chapter 18"},{"num":2,"verse":"At that hour the disciples came to Jesus, saying: Who thinkest thou is the greater in the kingdom of heaven?"},{"num":3,"verse":"And Jesus calling unto him a little child, set him in the midst of them,"},{"num":4,"verse":"And said: Amen I say to you, unless you be converted, and become as little children, you shall not enter into the kingdom of heaven."},{"num":5,"verse":"Whosoever therefore shall humble himself as this little child, he is the greater in the kingdom of heaven."},{"num":6,"verse":"And he that shall receive one such little child in my name, receiveth me."},{"num":7,"verse":"But he that shall scandalize one of these little ones that believe in me, it were better for him that a millstone should be hanged about his neck, and that he should be drowned in the depth of the sea."},{"num":8,"verse":"Woe to the world because of scandals. For it must needs be that scandals come: but nevertheless woe to that man by whom the scandal cometh."},{"num":9,"verse":"And if thy hand, or thy foot scandalize thee, cut it off, and cast it from thee. It is better for thee to go into life maimed or lame, than having two hands or two feet, to be cast into everlasting fire."},{"num":10,"verse":"And if thy eye scandalize thee, pluck it out, and cast it from thee. It is better for thee having one eye to enter into life, than having two eyes to be cast into hell fire."},{"num":11,"verse":"See that you despise not one of these little ones: for I say to you, that their angels in heaven always see the face of my Father who is in heaven."},{"num":12,"verse":"For the Son of man is come to save that which was lost."},{"num":13,"verse":"What think you? If a man have an hundred sheep, and one of them should go astray: doth he not leave the ninety-nine in the mountains, and go to seek that which is gone astray?"},{"num":14,"verse":"And if it so be that he find it: Amen I say to you, he rejoiceth more for that, than for the ninety-nine that went not astray."},{"num":15,"verse":"Even so it is not the will of your Father, who is in heaven, that one of these little ones should perish."},{"num":16,"verse":"But if thy brother shall offend against thee, go, and rebuke him between thee and him alone. If he shall hear thee, thou shalt gain thy brother."},{"num":17,"verse":"And if he will not hear thee, take with thee one or two more: that in the mouth of two or three witnesses every word may stand."},{"num":18,"verse":"And if he will not hear them: tell the church. And if he will not hear the church, let him be to thee as the heathen and publican."},{"num":19,"verse":"Amen I say to you, whatsoever you shall bind upon earth, shall be bound also in heaven; and whatsoever you shall loose upon earth, shall be loosed also in heaven."},{"num":20,"verse":"Again I say to you, that if two of you shall consent upon earth, concerning any thing whatsoever they shall ask, it shall be done to them by my Father who is in heaven."},{"num":21,"verse":"For where there are two or three gathered together in my name, there am I in the midst of them."},{"num":22,"verse":"Then came Peter unto him and said: Lord, how often shall my brother offend against me, and I forgive him? till seven times?"},{"num":23,"verse":"Jesus saith to him: I say not to thee, till seven times; but till seventy times seven times."},{"num":24,"verse":"Therefore is the kingdom of heaven likened to a king, who would take an account of his servants."},{"num":25,"verse":"And when he had begun to take the account, one was brought to him, that owed him ten thousand talents."},{"num":26,"verse":"And as he had not wherewith to pay it, his lord commanded that he should be sold, and his wife and children and all that he had, and payment to be made."},{"num":27,"verse":"But that servant falling down, besought him, saying: Have patience with me, and I will pay thee all."},{"num":28,"verse":"And the lord of that servant being moved with pity, let him go and forgave him the debt."},{"num":29,"verse":"But when that servant was gone out, he found one of his fellow servants that owed him an hundred pence: and laying hold of him, throttled him, saying: Pay what thou owest."},{"num":30,"verse":"And his fellow servant falling down, besought him, saying: Have patience with me, and I will pay thee all."},{"num":31,"verse":"And he would not: but went and cast him into prison, till he paid the debt."},{"num":32,"verse":"Now his fellow servants seeing what was done, were very much grieved, and they came and told their lord all that was done."},{"num":33,"verse":"Then his lord called him; and said to him: Thou wicked servant, I forgave thee all the debt, because thou besoughtest me:"},{"num":34,"verse":"Shouldst not thou then have had compassion also on thy fellow servant, even as I had compassion on thee?"},{"num":35,"verse":"And his lord being angry, delivered him to the torturers until he paid all the debt."},{"num":36,"verse":"So also shall my heavenly Father do to you, if you forgive not every one his brother from your hearts."}]},{"type":"chapter","title":"Matthew 19","id":"Matt.19","verses":[{"num":1,"verse":"Chapter 19"},{"num":2,"verse":"And it came to pass when Jesus had ended these words, he departed from Galilee, and came into the coasts of Judea, beyond Jordan."},{"num":3,"verse":"And great multitudes followed him: and he healed them there."},{"num":4,"verse":"And there came to him the Pharisees tempting him, and saying: Is it lawful for a man to put away his wife for every cause?"},{"num":5,"verse":"Who answering, said to them: Have ye not read, that he who made man from the beginning, Made them male and female? And he said:"},{"num":6,"verse":"For this cause shall a man leave father and mother, and shall cleave to his wife, and they two shall be in one flesh."},{"num":7,"verse":"Therefore now they are not two, but one flesh. What therefore God hath joined together, let no man put asunder."},{"num":8,"verse":"They say to him: Why then did Moses command to give a bill of divorce, and to put away?"},{"num":9,"verse":"He saith to them: Because Moses by reason of the hardness of your heart permitted you to put away your wives: but from the beginning it was not so."},{"num":10,"verse":"And I say to you, that whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and he that shall marry her that is put away, committeth adultery."},{"num":11,"verse":"His disciples say unto him: If the case of a man with his wife be so, it is not expedient to marry."},{"num":12,"verse":"Who said to them: All men take not this word, but they to whom it is given."},{"num":13,"verse":"For there are eunuchs, who were born so from their mother's womb: and there are eunuchs, who were made so by men: and there are eunuchs, who have made themselves eunuchs for the kingdom of heaven. He that can take, let him take it."},{"num":14,"verse":"Then were little children presented to him, that he should impose hands upon them and pray. And the disciples rebuked them."},{"num":15,"verse":"But Jesus said to them: Suffer the little children, and forbid them not to come to me: for the kingdom of heaven is for such."},{"num":16,"verse":"And when he had imposed hands upon them, he departed from thence."},{"num":17,"verse":"And behold one came and said to him: Good master, what good shall I do that I may have life everlasting?"},{"num":18,"verse":"Who said to him: Why asketh thou me concerning good? One is good, God. But if thou wilt enter into life, keep the commandments."},{"num":19,"verse":"He said to him: Which? And Jesus said: Thou shalt do no murder, Thou shalt not commit adultery, Thou shalt not steal, Thou shalt not bear false witness."},{"num":20,"verse":"Honour thy father and thy mother: and, Thou shalt love thy neighbor as thyself."},{"num":21,"verse":"The young man saith to him: All these I have kept from my youth, what is yet wanting to me?"},{"num":22,"verse":"Jesus saith to him: If thou wilt be perfect, go sell what thou hast, and give to the poor, and thou shalt have treasure in heaven: and come follow me."},{"num":23,"verse":"And when the young man had heard this word, he went away sad: for he had great possessions."},{"num":24,"verse":"Then Jesus said to his disciples: Amen, I say to you, that a rich man shall hardly enter into the kingdom of heaven."},{"num":25,"verse":"And again I say to you: It is easier for a camel to pass through the eye of a needle, than for a rich man to enter into the kingdom of heaven."},{"num":26,"verse":"And when they had heard this, the disciples wondered very much, saying: Who then can be saved?"},{"num":27,"verse":"And Jesus beholding, said to them: With men this is impossible: but with God all things are possible."},{"num":28,"verse":"Then Peter answering, said to him: Behold we have left all things, and have followed thee: what therefore shall we have?"},{"num":29,"verse":"And Jesus said to them: Amen, I say to you, that you, who have followed me, in the regeneration, when the Son of man shall sit on the seat of his majesty, you also shall sit on twelve seats judging the twelve tribes of Israel."},{"num":30,"verse":"And every one that hath left house, or brethren, or sisters, or father, or mother, or wife, or children, or lands for my name's sake, shall receive an hundredfold, and shall possess life everlasting."},{"num":31,"verse":"And many that are first, shall be last: and the last shall be first."}]},{"type":"chapter","title":"Matthew 20","id":"Matt.20","verses":[{"num":1,"verse":"Chapter 20"},{"num":2,"verse":"The kingdom of heaven is like to an householder, who went out early in the morning to hire labourers into his vineyard."},{"num":3,"verse":"And having agreed with the labourers for a penny a day, he sent them into his vineyard."},{"num":4,"verse":"And going about the third hour, he saw others standing in the market place idle."},{"num":5,"verse":"And he said to them: Go you also into my vineyard, and I will give you what shall be just."},{"num":6,"verse":"And they went their way. And again he went out about the sixth and the ninth hour, and did in like manner."},{"num":7,"verse":"But about the eleventh hour he went out and found others standing, and he saith to them: Why stand you here all the day idle?"},{"num":8,"verse":"They say to him: Because no man hath hired us. He saith to them: Go you also into my vineyard."},{"num":9,"verse":"And when evening was come, the lord of the vineyard saith to his steward: Call the labourers and pay them their hire, beginning from the last even to the first."},{"num":10,"verse":"When therefore they were come, that came about the eleventh hour, they received every man a penny."},{"num":11,"verse":"But when the first also came, they thought that they should receive more: and they also received every man a penny."},{"num":12,"verse":"And receiving it they murmured against the master of the house,"},{"num":13,"verse":"Saying: These last have worked but one hour, and thou hast made them equal to us, that have borne the burden of the day and the heats."},{"num":14,"verse":"But he answering said to one of them: Friend, I do thee no wrong: didst thou not agree with me for a penny?"},{"num":15,"verse":"Take what is thine, and go thy way: I will also give to this last even as to thee."},{"num":16,"verse":"Or, is it not lawful for me to do what I will? is thy eye evil, because I am good?"},{"num":17,"verse":"So shall the last be first, and the first last. For many are called, but few chosen."},{"num":18,"verse":"And Jesus going up to Jerusalem, took the twelve disciples apart, and said to them:"},{"num":19,"verse":"Behold we go up to Jerusalem, and the Son of man shall be betrayed to the chief priests and the scribes, and they shall condemn him to death."},{"num":20,"verse":"And shall deliver him to the Gentiles to be mocked, and scourged, and crucified, and the third day he shall rise again."},{"num":21,"verse":"Then came to him the mother of the sons of Zebedee with her sons, adoring and asking something of him."},{"num":22,"verse":"Who said to her: What wilt thou? She saith to him: Say that these my two sons may sit, the one on thy right hand, and the other on thy left, in thy kingdom."},{"num":23,"verse":"And Jesus answering, said: You know not what you ask. Can you drink the chalice that I shall drink? They say to him: We can."},{"num":24,"verse":"He saith to them: My chalice indeed you shall drink; but to sit on my right or left hand, is not mine to give to you, but to them for whom it is prepared by my Father."},{"num":25,"verse":"And the ten hearing it, were moved with indignation against the two brethren."},{"num":26,"verse":"But Jesus called them to him, and said: You know that the princes of the Gentiles lord it over them; and they that are the greater, exercise power upon them."},{"num":27,"verse":"It shall not be so among you: but whosoever will be the greater among you, let him be your minister:"},{"num":28,"verse":"And he that will be first among you, shall be your servant."},{"num":29,"verse":"Even as the Son of man is not come to be ministered unto, but to minister, and to give his life a redemption for many."},{"num":30,"verse":"And when they went out from Jericho, a great multitude followed him."},{"num":31,"verse":"And behold two blind men sitting by the way side, heard that Jesus passed by, and they cried out, saying: O Lord, thou son of David, have mercy on us."},{"num":32,"verse":"And the multitude rebuked them that they should hold their peace. But they cried out the more, saying: O Lord, thou son of David, have mercy on us."},{"num":33,"verse":"And Jesus stood, and called them, and said: What will ye that I do to you?"},{"num":34,"verse":"They say to him: Lord, that our eyes be opened."},{"num":35,"verse":"And Jesus having compassion on them, touched their eyes. And immediately they saw, and followed him."}]},{"type":"chapter","title":"Matthew 21","id":"Matt.21","verses":[{"num":1,"verse":"Chapter 21"},{"num":2,"verse":"And when they drew nigh to Jerusalem, and were come to Bethphage, unto mount Olivet, then Jesus sent two disciples,"},{"num":3,"verse":"Saying to them: Go ye into the village that is over against you, and immediately you shall find an ass tied, and a colt with her: loose them and bring them to me."},{"num":4,"verse":"And if any man shall say anything to you, say ye, that the Lord hath need of them: and forthwith he will let them go."},{"num":5,"verse":"Now all this was done that it might be fulfilled which was spoken by the prophet, saying:"},{"num":6,"verse":"Tell ye the daughter of Sion: Behold thy king cometh to thee, meek, and sitting upon an ass, and a colt the foal of her that is used to the yoke."},{"num":7,"verse":"And the disciples going, did as Jesus commanded them."},{"num":8,"verse":"And they brought the ass and the colt, and laid their garments upon them, and made him sit thereon."},{"num":9,"verse":"And a very great multitude spread their garments in the way: and others cut boughs from the trees, and strewed them in the way:"},{"num":10,"verse":"And the multitudes that went before and that followed, cried, saying: Hosanna to the son of David: Blessed is he that cometh in the name of the Lord: Hosanna in the highest."},{"num":11,"verse":"And when he was come into Jerusalem, the whole city was moved, saying: Who is this?"},{"num":12,"verse":"And the people said: This is Jesus the prophet, from Nazareth of Galilee."},{"num":13,"verse":"And Jesus went into the temple of God, and cast out all them that sold and bought in the temple, and overthrew the tables of the money changers, and the chairs of them that sold doves:"},{"num":14,"verse":"And he saith to them: It is written, My house shall be called the house of prayer; but you have made it a den of thieves."},{"num":15,"verse":"And there came to him the blind and the lame in the temple; and he healed them."},{"num":16,"verse":"And the chief priests and scribes, seeing the wonderful things that he did, and the children crying in the temple, and saying: Hosanna to the son of David; were moved with indignation."},{"num":17,"verse":"And said to him: Hearest thou what these say? And Jesus said to them: Yea, have you never read: Out of the mouth of infants and of sucklings thou hast perfected praise?"},{"num":18,"verse":"And leaving them, he went out of the city into Bethania, and remained there."},{"num":19,"verse":"And in the morning, returning into the city, he was hungry."},{"num":20,"verse":"And seeing a certain fig tree by the way side, he came to it, and found nothing on it but leaves only, and he saith to it: May no fruit grow on thee henceforward for ever. And immediately the fig tree withered away."},{"num":21,"verse":"And the disciples seeing it wondered, saying: How is it presently withered away?"},{"num":22,"verse":"And Jesus answering, said to them: Amen, I say to you, if you shall have faith, and stagger not, not only this of the fig tree shall you do, but also if you shall say to this mountain, Take up and cast thyself into the sea, it shall be done."},{"num":23,"verse":"And in all things whatsoever you shall ask in prayer, believing, you shall receive."},{"num":24,"verse":"And when he was come into the temple, there came to him, as he was teaching, the chief priests and ancients of the people, saying: By what authority dost thou these things? and who hath given thee this authority?"},{"num":25,"verse":"Jesus answering, said to them: I also will ask you one word, which if you shall tell me, I will also tell you by what authority I do these things."},{"num":26,"verse":"The baptism of John, whence was it? from heaven or from men? But they thought within themselves, saying:"},{"num":27,"verse":"If we shall say, from heaven, he will say to us: Why then did you not believe him? But if we shall say, from men, we are afraid of the multitude: for all held John as a prophet."},{"num":28,"verse":"And answering Jesus, they said: We know not. He also said to them: Neither do I tell you by what authority I do these things."},{"num":29,"verse":"But what think you? A certain man had two sons; and coming to the first, he said: Son, go work to day in my vineyard."},{"num":30,"verse":"And he answering, said: I will not. But afterwards, being moved with repentance, he went."},{"num":31,"verse":"And coming to the other, he said in like manner. And he answering, said: I go, Sir; and he went not."},{"num":32,"verse":"Which of the two did the father's will? They say to him: The first. Jesus saith to them: Amen I say to you, that the publicans and the harlots shall go into the kingdom of God before you."},{"num":33,"verse":"For John came to you in the way of justice, and you did not believe him. But the publicans and the harlots believed him: but you, seeing it, did not even afterwards repent, that you might believe him."},{"num":34,"verse":"Hear ye another parable. There was a man an householder, who planted a vineyard, and made a hedge round about it, and dug in it a press, and built a tower, and let it out to husbandmen; and went into a strange country."},{"num":35,"verse":"And when the time of the fruits drew nigh, he sent his servants to the husbandmen that they might receive the fruits thereof."},{"num":36,"verse":"And the husbandmen laying hands on his servants, beat one, and killed another, and stoned another."},{"num":37,"verse":"Again he sent other servants more than the former; and they did to them in like manner."},{"num":38,"verse":"And last of all he sent to them his son, saying: They will reverence my son."},{"num":39,"verse":"But the husbandmen seeing the son, said among themselves: This is the heir: come, let us kill him, and we shall have his inheritance."},{"num":40,"verse":"And taking him, they cast him forth out of the vineyard, and killed him."},{"num":41,"verse":"When therefore the lord of the vineyard shall come, what will he do to those husbandmen?"},{"num":42,"verse":"They say to him: He will bring those evil men to an evil end; and will let out his vineyard to other husbandmen, that shall render him the fruit in due season."},{"num":43,"verse":"Jesus saith to them: Have you never read in the Scriptures: The stone which the builders rejected, the same is become the head of the corner? By the Lord this has been done; and it is wonderful in our eyes."},{"num":44,"verse":"Therefore I say to you, that the kingdom of God shall be taken from you, and shall be given to a nation yielding the fruits thereof."},{"num":45,"verse":"And whosoever shall fall on this stone, shall be broken: but on whomsoever it shall fall, it shall grind him to powder."},{"num":46,"verse":"And when the chief priests and Pharisees had heard his parables, they knew that he spoke of them."},{"num":47,"verse":"And seeking to lay hands on him, they feared the multitudes: because they held him as a prophet."}]},{"type":"chapter","title":"Matthew 22","id":"Matt.22","verses":[{"num":1,"verse":"Chapter 22"},{"num":2,"verse":"And Jesus answering, spoke again in parables to them, saying:"},{"num":3,"verse":"The kingdom of heaven is likened to a king, who made a marriage for his son."},{"num":4,"verse":"And he sent his servants, to call them that were invited to the marriage; and they would not come."},{"num":5,"verse":"Again he sent other servants, saying: Tell them that were invited, Behold, I have prepared my dinner; my beeves and fatlings are killed, and all things are ready: come ye to the marriage."},{"num":6,"verse":"But they neglected, and went their own ways, one to his farm, and another to his merchandise."},{"num":7,"verse":"And the rest laid hands on his servants, and having treated them contumeliously, put them to death."},{"num":8,"verse":"But when the king had heard of it, he was angry, and sending his armies, he destroyed those murderers, and burnt their city."},{"num":9,"verse":"Then he saith to his servants: The marriage indeed is ready; but they that were invited were not worthy."},{"num":10,"verse":"Go ye therefore into the highways; and as many as you shall find, call to the marriage."},{"num":11,"verse":"And his servants going forth into the ways, gathered together all that they found, both bad and good: and the marriage was filled with guests."},{"num":12,"verse":"And the king went in to see the guests: and he saw there a man who had not on a wedding garment."},{"num":13,"verse":"And he saith to him: Friend, how camest thou in hither not having a wedding garment? But he was silent."},{"num":14,"verse":"Then the king said to the waiters: Bind his hands and feet, and cast him into the exterior darkness: there shall be weeping and gnashing of teeth."},{"num":15,"verse":"For many are called, but few are chosen."},{"num":16,"verse":"Then the Pharisees going, consulted among themselves how to insnare him in his speech."},{"num":17,"verse":"And they sent to him their disciples with the Herodians, saying: Master, we know that thou art a true speaker, and teachest the way of God in truth, neither carest thou for any man: for thou dost not regard the person of men."},{"num":18,"verse":"Tell us therefore what dost thou think, is it lawful to give tribute to Caesar, or not?"},{"num":19,"verse":"But Jesus knowing their wickedness, said: Why do you tempt me, ye hypocrites?"},{"num":20,"verse":"Shew me the coin of the tribute. And they offered him a penny."},{"num":21,"verse":"And Jesus saith to them: Whose image and inscription is this?"},{"num":22,"verse":"They say to him: Caesar's. Then he saith to them: Render therefore to Caesar the things that are Caesar's; and to God, the things that are God's."},{"num":23,"verse":"And hearing this they wondered, and leaving him, went their ways."},{"num":24,"verse":"That day there came to him the Sadducees, who say there is no resurrection; and asked him,"},{"num":25,"verse":"Saying: Master, Moses said: If a man die having no son, his brother shall marry his wife, and raise up issue to his brother."},{"num":26,"verse":"Now there were with us seven brethren: and the first having married a wife, died; and not having issue, left his wife to his brother."},{"num":27,"verse":"In like manner the second, and the third, and so on to the seventh."},{"num":28,"verse":"And last of all the woman died also."},{"num":29,"verse":"At the resurrection therefore whose wife of the seven shall she be? for they all had her."},{"num":30,"verse":"And Jesus answering, said to them: You err, not knowing the Scriptures, nor the power of God."},{"num":31,"verse":"For in the resurrection they shall neither marry nor be married; but shall be as the angels of God in heaven."},{"num":32,"verse":"And concerning the resurrection of the dead, have you not read that which was spoken by God, saying to you:"},{"num":33,"verse":"I am the God of Abraham, and the God of Isaac, and the God of Jacob? He is not the God of the dead, but of the living."},{"num":34,"verse":"And the multitudes hearing it, were in admiration at his doctrine."},{"num":35,"verse":"But the Pharisees hearing that he had silenced the Sadducees, came together:"},{"num":36,"verse":"And one of them, a doctor of the law, asking him, tempting him:"},{"num":37,"verse":"Master, which is the greatest commandment in the law?"},{"num":38,"verse":"Jesus said to him: Thou shalt love the Lord thy God with thy whole heart, and with thy whole soul, and with thy whole mind."},{"num":39,"verse":"This is the greatest and the first commandment."},{"num":40,"verse":"And the second is like to this: Thou shalt love thy neighbor as thyself."},{"num":41,"verse":"On these two commandments dependeth the whole law and the prophets."},{"num":42,"verse":"And the Pharisees being gathered together, Jesus asked them,"},{"num":43,"verse":"Saying: What think you of Christ? whose son is he? They say to him: David's."},{"num":44,"verse":"He saith to them: How then doth David in spirit call him Lord, saying:"},{"num":45,"verse":"The Lord said to my Lord, Sit on my right hand, until I make thy enemies thy footstool?"},{"num":46,"verse":"If David then call him Lord, how is he his son?"},{"num":47,"verse":"And no man was able to answer him a word; neither durst any man from that day forth ask him any more questions."}]},{"type":"chapter","title":"Matthew 23","id":"Matt.23","verses":[{"num":1,"verse":"Chapter 23"},{"num":2,"verse":"Then Jesus spoke to the multitudes and to his disciples,"},{"num":3,"verse":"Saying: The scribes and the Pharisees have sitten on the chair of Moses."},{"num":4,"verse":"All things therefore whatsoever they shall say to you, observe and do: but according to their works do ye not; for they say, and do not."},{"num":5,"verse":"For they bind heavy and insupportable burdens, and lay them on men's shoulders; but with a finger of their own they will not move them."},{"num":6,"verse":"And all their works they do for to be seen of men. For they make their phylacteries broad, and enlarge their fringes."},{"num":7,"verse":"And they love the first places at feasts, and the first chairs in the synagogues,"},{"num":8,"verse":"And salutations in the market place, and to be called by men, Rabbi."},{"num":9,"verse":"But be not you called Rabbi. For one is your master; and all you are brethren."},{"num":10,"verse":"And call none your father upon earth; for one is your father, who is in heaven."},{"num":11,"verse":"Neither be ye called masters; for one is you master, Christ."},{"num":12,"verse":"He that is the greatest among you shall be your servant."},{"num":13,"verse":"And whosoever shall exalt himself shall be humbled: and he that shall humble himself shall be exalted."},{"num":14,"verse":"But woe to you scribes and Pharisees, hypocrites; because you shut the kingdom of heaven against men, for you yourselves do not enter in; and those that are going in, you suffer not to enter."},{"num":15,"verse":"Woe to you scribes and Pharisees, hypocrites: because you devour the houses of widows, praying long prayers. For this you shall receive the greater judgment."},{"num":16,"verse":"Woe to you scribes and Pharisees, hypocrites; because you go round about the sea and the land to make one proselyte; and when he is made, you make him the child of hell twofold more than yourselves."},{"num":17,"verse":"Woe to you blind guides, that say, Whosoever shall swear by the temple, it is nothing; but he that shall swear by the gold of the temple, is a debtor."},{"num":18,"verse":"Ye foolish and blind; for whether is greater, the gold, or the temple that sanctifieth the gold?"},{"num":19,"verse":"And whosoever shall swear by the altar, it is nothing; but whosoever shall swear by the gift that is upon it, is a debtor."},{"num":20,"verse":"Ye blind: for whether is greater, the gift, or the altar that sanctifieth the gift?"},{"num":21,"verse":"He therefore that sweareth by the altar, sweareth by it, and by all things that are upon it:"},{"num":22,"verse":"And whosoever shall swear by temple, sweareth by it, and by him that dwelleth in it:"},{"num":23,"verse":"And he that sweareth by heaven, sweareth by the throne of God, and by him that sitteth thereon."},{"num":24,"verse":"Woe to you scribes and Pharisees, hypocrites; because you tithe mint, and anise, and cummin, and have left the weightier things of the law; judgment, and mercy, and faith. These things you ought to have done, and not to leave those undone."},{"num":25,"verse":"Blind guides, who strain out a gnat, and swallow a camel."},{"num":26,"verse":"Woe to you scribes and Pharisees, hypocrites; because you make clean the outside of the cup and of the dish, but within you are full of rapine and uncleanness."},{"num":27,"verse":"Thou blind Pharisee, first make clean the inside of the cup and of the dish, that the outside may become clean."},{"num":28,"verse":"Woe to you scribes and Pharisees, hypocrites; because you are like to whited sepulchres, which outwardly appear to men beautiful, but within are full of dead men's bones, and of all filthiness."},{"num":29,"verse":"So you also outwardly indeed appear to men just; but inwardly you are full of hypocrisy and iniquity."},{"num":30,"verse":"Woe to you scribes and Pharisees, hypocrites; that build the sepulchres of the prophets, and adorn the monuments of the just,"},{"num":31,"verse":"And say: If we had been in the days of our Fathers, we would not have been partakers with them in the blood of the prophets."},{"num":32,"verse":"Wherefore you are witnesses against yourselves, that you are the sons of them that killed the prophets."},{"num":33,"verse":"Fill ye up then the measure of your fathers."},{"num":34,"verse":"You serpents, generation of vipers, how will you flee from the judgment of hell?"},{"num":35,"verse":"Therefore behold I send to you prophets, and wise men, and scribes: and some of them you will put to death and crucify, and some you will scourge in your synagogues, and persecute from city to city:"},{"num":36,"verse":"That upon you may come all the just blood that hath been shed upon the earth, from the blood of Abel the just, even unto the blood of Zacharias the son of Barachias, whom you killed between the temple and the altar."},{"num":37,"verse":"Amen I say to you, all these things shall come upon this generation."},{"num":38,"verse":"Jerusalem, Jerusalem, thou that killest the prophets, and stonest them that are sent unto thee, how often would I have gathered together thy children, as the hen doth gather her chickens under her wings, and thou wouldest not?"},{"num":39,"verse":"Behold, you house shall be left to you, desolate."},{"num":40,"verse":"For I say to you, you shall not see me henceforth till you say: Blessed is he that cometh in the name of the Lord."}]},{"type":"chapter","title":"Matthew 24","id":"Matt.24","verses":[{"num":1,"verse":"Chapter 24"},{"num":2,"verse":"And Jesus being come out of the temple, went away. And his disciples came to shew him the buildings of the temple."},{"num":3,"verse":"And he answering, said to them: Do you see all these things? Amen I say to you there shall not be left here a stone upon a stone that shall not be destroyed."},{"num":4,"verse":"And when he was sitting on mount Olivet, the disciples came to him privately, saying: Tell us when shall these things be? and what shall be the sign of thy coming, and of the consummation of the world?"},{"num":5,"verse":"And Jesus answering, said to them: Take heed that no man seduce you:"},{"num":6,"verse":"For many will come in my name saying, I am Christ: and they will seduce many."},{"num":7,"verse":"And you shall hear of wars and rumours of wars. See that ye be not troubled. For these things must come to pass, but the end is not yet."},{"num":8,"verse":"For nation shall rise against nation, and kingdom against kingdom; and there shall be pestilences, and famines, and earthquakes in places:"},{"num":9,"verse":"Now all these are the beginnings of sorrows."},{"num":10,"verse":"Then shall they deliver you up to be afflicted, and shall put you to death: and you shall be hated by all nations for my name's sake."},{"num":11,"verse":"And then shall many be scandalized: and shall betray one another: and shall hate one another."},{"num":12,"verse":"And many false prophets shall rise, and shall seduce many."},{"num":13,"verse":"And because iniquity hath abounded, the charity of many shall grow cold."},{"num":14,"verse":"But he that shall persevere to the end, he shall be saved."},{"num":15,"verse":"And this gospel of the kingdom, shall be preached in the whole world, for a testimony to all nations, and then shall the consummation come."},{"num":16,"verse":"When therefore you shall see the abomination of desolation, which was spoken of by Daniel the prophet, standing in the holy place: he that readeth let him understand."},{"num":17,"verse":"Then they that are in Judea, let them flee to the mountains:"},{"num":18,"verse":"And he that is on the housetop, let him not come down to take any thing out of his house:"},{"num":19,"verse":"And he that is in the field, let him not go back to take his coat."},{"num":20,"verse":"And woe to them that are with child, and that give suck in those days."},{"num":21,"verse":"But pray that your flight be not in the winter, or on the sabbath."},{"num":22,"verse":"For there shall be then great tribulation, such as hath not been from the beginning of the world until now, neither shall be."},{"num":23,"verse":"And unless those days had been shortened, no flesh should be saved: but for the sake of the elect those days shall be shortened."},{"num":24,"verse":"Then if any man shall say to you: Lo here is Christ, or there, do not believe him."},{"num":25,"verse":"For there shall arise false Christs and false prophets, and shall show great signs and wonders, insomuch as to deceive (if possible) even the elect."},{"num":26,"verse":"Behold I have told it to you, beforehand."},{"num":27,"verse":"If therefore they shall say to you: Behold he is in the desert, go ye not out: Behold he is in the closets, believe it not."},{"num":28,"verse":"For as lightning cometh out of the east, and appeareth even into the west: so shall the coming of the Son of man be."},{"num":29,"verse":"Wheresoever the body shall be, there shall the eagles also be gathered together."},{"num":30,"verse":"And immediately after the tribulation of those days, the sun shall be darkened and the moon shall not give her light, and the stars shall fall from heaven, and the powers of heaven shall be moved:"},{"num":31,"verse":"And then shall appear the sign of the Son of man in heaven: and then shall all tribes of the earth mourn: and they shall see the Son of man coming in the clouds of heaven with much power and majesty."},{"num":32,"verse":"And he shall send his angels with a trumpet, and a great voice: and they shall gather together his elect from the four winds, from the farthest parts of the heavens to the utmost bounds of them."},{"num":33,"verse":"And from the fig tree learn a parable: When the branch thereof is now tender, and the leaves come forth, you know that summer is nigh."},{"num":34,"verse":"So you also, when you shall see all these things, know ye that it is nigh, even at the doors."},{"num":35,"verse":"Amen I say to you, that this generation shall not pass, till all these things be done."},{"num":36,"verse":"Heaven and earth shall pass, but my words shall not pass."},{"num":37,"verse":"But of that day and hour no one knoweth, not the angels of heaven, but the Father alone."},{"num":38,"verse":"And as in the days of Noe, so shall also the coming of the Son of man be."},{"num":39,"verse":"For as in the days before the flood, they were eating and drinking, marrying and giving in marriage, even till that day in which Noe entered into the ark,"},{"num":40,"verse":"And they knew not till the flood came, and took them all away; so also shall the coming of the Son of man be."},{"num":41,"verse":"Then two shall be in the field: one shall be taken, and one shall be left."},{"num":42,"verse":"Two women shall be grinding at the mill: one shall be taken, and one shall be left."},{"num":43,"verse":"Watch ye therefore, because ye know not what hour your Lord will come."},{"num":44,"verse":"But know this ye, that if the goodman of the house knew at what hour the thief would come, he would certainly watch, and would not suffer his house to be broken open."},{"num":45,"verse":"Wherefore be you also ready, because at what hour you know not the Son of man will come."},{"num":46,"verse":"Who, thinkest thou, is a faithful and wise servant, whom his lord hath appointed over his family, to give them meat in season."},{"num":47,"verse":"Blessed is that servant, whom when his lord shall come he shall find so doing."},{"num":48,"verse":"Amen I say to you, he shall place him over all his goods."},{"num":49,"verse":"But if that evil servant shall say in his heart: My lord is long a coming:"},{"num":50,"verse":"And shall begin to strike his fellow servants, and shall eat and drink with drunkards:"},{"num":51,"verse":"The lord of that servant shall come in a day that he hopeth not, and at an hour that he knoweth not:"},{"num":52,"verse":"And shall separate him, and appoint his portion with the hypocrites. There shall be weeping and gnashing of teeth."}]},{"type":"chapter","title":"Matthew 25","id":"Matt.25","verses":[{"num":1,"verse":"Chapter 25"},{"num":2,"verse":"Then shall the kingdom of heaven be like to ten virgins, who taking their lamps went out to meet the bridegroom and the bride."},{"num":3,"verse":"And five of them were foolish, and five wise."},{"num":4,"verse":"But the five foolish, having taken their lamps, did not take oil with them:"},{"num":5,"verse":"But the wise took oil in their vessels with the lamps."},{"num":6,"verse":"And the bridegroom tarrying, they all slumbered and slept."},{"num":7,"verse":"And at midnight there was a cry made: Behold the bridegroom cometh, go ye forth to meet him."},{"num":8,"verse":"Then all those virgins arose and trimmed their lamps."},{"num":9,"verse":"And the foolish said to the wise: Give us of your oil, for our lamps are gone out."},{"num":10,"verse":"The wise answered, saying: Lest perhaps there be not enough for us and for you, go ye rather to them that sell, and buy for yourselves."},{"num":11,"verse":"Now whilst they went to buy, the bridegroom came: and they that were ready, went in with him to the marriage, and the door was shut."},{"num":12,"verse":"But at last come also the other virgins, saying: Lord, Lord, open to us."},{"num":13,"verse":"But he answering said: Amen I say to you, I know you not."},{"num":14,"verse":"Watch ye therefore, because you know not the day nor the hour."},{"num":15,"verse":"For even as a man going into a far country, called his servants, and delivered to them his goods;"},{"num":16,"verse":"And to one he gave five talents, and to another two, and to another one, to every one according to his proper ability: and immediately he took his journey."},{"num":17,"verse":"And he that had received the five talents, went his way, and traded with the same, and gained other five."},{"num":18,"verse":"And in like manner he that had received the two, gained other two."},{"num":19,"verse":"But he that had received the one, going his way digged into the earth, and hid his lord's money."},{"num":20,"verse":"But after a long time the lord of those servants came, and reckoned with them."},{"num":21,"verse":"And he that had received the five talents coming, brought other five talents, saying: Lord, thou didst deliver to me five talents, behold I have gained other five over and above."},{"num":22,"verse":"His lord said to him: Well done, good and faithful servant, because thou hast been faithful over a few things, I will place thee over many things: enter thou into the joy of thy lord."},{"num":23,"verse":"And he also that had received the two talents came and said: Lord, thou deliveredst two talents to me: behold I have gained other two."},{"num":24,"verse":"His lord said to him: Well done, good and faithful servant: because thou hast been faithful over a few things, I will place thee over many things: enter thou into the joy of thy lord."},{"num":25,"verse":"But he that had received the one talent, came and said: Lord, I know that thou art a hard man; thou reapest where thou hast not sown, and gatherest where thou hast not strewed."},{"num":26,"verse":"And being afraid I went and hid thy talent in the earth: behold here thou hast that which is thine."},{"num":27,"verse":"And his lord answering, said to him: Wicked and slothful servant, thou knewest that I reap where I sow not, and gather where I have not strewed:"},{"num":28,"verse":"Thou oughtest therefore to have committed my money to the bankers, and at my coming I should have received my own with usury."},{"num":29,"verse":"Take ye away therefore the talent from him, and give it to him that hath ten talents."},{"num":30,"verse":"For to every one that hath shall be given, and he shall abound: but from him that hath not, that also which he seemeth to have shall be taken away."},{"num":31,"verse":"And the unprofitable servant cast ye out into the exterior darkness. There shall be weeping and gnashing of teeth."},{"num":32,"verse":"And when the Son of man shall come in his majesty, and all the angels with him, then shall he sit upon the seat of his majesty."},{"num":33,"verse":"And all nations shall be gathered together before him, and he shall separate them one from another, as the shepherd separateth the sheep from the goats:"},{"num":34,"verse":"And he shall set the sheep on his right hand, but the goats on his left."},{"num":35,"verse":"Then shall the king say to them that shall be on his right hand: Come, ye blessed of my Father, possess you the kingdom prepared for you from the foundation of the world."},{"num":36,"verse":"For I was hungry, and you gave me to eat; I was thirsty, and you gave me to drink; I was a stranger, and you took me in:"},{"num":37,"verse":"Naked, and you covered me: sick, and you visited me: I was in prison, and you came to me."},{"num":38,"verse":"Then shall the just answer him, saying: Lord, when did we see thee hungry, and fed thee; thirsty, and gave thee drink?"},{"num":39,"verse":"And when did we see thee a stranger, and took thee in? or naked, and covered thee?"},{"num":40,"verse":"Or when did we see thee sick or in prison, and came to thee?"},{"num":41,"verse":"And the king answering, shall say to them: Amen I say to you, as long as you did it to one of these my least brethren, you did it to me."},{"num":42,"verse":"Then he shall say to them also that shall be on his left hand: Depart from me, you cursed, into everlasting fire which was prepared for the devil and his angels."},{"num":43,"verse":"For I was hungry, and you gave me not to eat: I was thirsty, and you gave me not to drink."},{"num":44,"verse":"I was a stranger, and you took me not in: naked, and you covered me not: sick and in prison, and you did not visit me."},{"num":45,"verse":"Then they also shall answer him, saying: Lord, when did we see thee hungry, or thirsty, or a stranger, or naked, or sick, or in prison, and did not minister to thee?"},{"num":46,"verse":"Then he shall answer them, saying: Amen I say to you, as long as you did it not to one of these least, neither did you do it to me."},{"num":47,"verse":"And these shall go into everlasting punishment: but the just, into life everlasting."}]},{"type":"chapter","title":"Matthew 26","id":"Matt.26","verses":[{"num":1,"verse":"Chapter 26"},{"num":2,"verse":"And it came to pass, when Jesus had ended all these words, he said to his disciples:"},{"num":3,"verse":"You know that after two days shall be the pasch, and the son of man shall be delivered up to be crucified:"},{"num":4,"verse":"Then were gathered together the chief priests and ancients of the people into the court of the high priest, who was called Caiphas:"},{"num":5,"verse":"And they consulted together, that by subtilty they might apprehend Jesus, and put him to death."},{"num":6,"verse":"But they said: Not on the festival day, lest perhaps there should be a tumult among the people."},{"num":7,"verse":"And when Jesus was in Bethania, in the house of Simon the leper,"},{"num":8,"verse":"There came to him a woman having an alabaster box of precious ointment, and poured it on his head as he was at table."},{"num":9,"verse":"And the disciples seeing it, had indignation, saying: To what purpose is this waste?"},{"num":10,"verse":"For this might have been sold for much, and given to the poor."},{"num":11,"verse":"And Jesus knowing it, said to them: Why do you trouble this woman? for she hath wrought a good work upon me."},{"num":12,"verse":"For the poor you have always with you: but me you have not always."},{"num":13,"verse":"For she in pouring this ointment upon my body, hath done it for my burial."},{"num":14,"verse":"Amen I say to you, wheresoever this gospel shall be preached in the whole world, that also which she hath done, shall be told for a memory of her."},{"num":15,"verse":"Then went one of the twelve, who was called Judas Iscariot, to the chief priests,"},{"num":16,"verse":"And said to them: What will you give me, and I will deliver him unto you? But they appointed him thirty pieces of silver."},{"num":17,"verse":"And from thenceforth he sought opportunity to betray him."},{"num":18,"verse":"And on the first day of the Azymes, the disciples came to Jesus, saying: Where wilt thou that we prepare for thee to eat the pasch?"},{"num":19,"verse":"But Jesus said: Go ye into the city to a certain man, and say to him: the master saith, My time is near at hand, with thee I make the pasch with my disciples."},{"num":20,"verse":"And the disciples did as Jesus appointed to them, and they prepared the pasch."},{"num":21,"verse":"But when it was evening, he sat down with his twelve disciples."},{"num":22,"verse":"And whilst they were eating, he said: Amen I say to you, that one of you is about to betray me."},{"num":23,"verse":"And they being very much troubled, began every one to say: Is it I, Lord?"},{"num":24,"verse":"But he answering, said: He that dippeth his hand with me in the dish, he shall betray me."},{"num":25,"verse":"The Son of man indeed goeth, as it is written of him: but woe to that man by whom the Son of man shall be betrayed: it were better for him, if that man had not been born."},{"num":26,"verse":"And Judas that betrayed him, answering, said: Is it I, Rabbi? He saith to him: Thou hast said it."},{"num":27,"verse":"And whilst they were at supper, Jesus took bread, and blessed, and broke: and gave to his disciples, and said: Take ye, and eat. This is my body."},{"num":28,"verse":"And taking the chalice, he gave thanks, and gave to them, saying: Drink ye all of this."},{"num":29,"verse":"For this is my blood of the new testament, which shall be shed for many unto remission of sins."},{"num":30,"verse":"And I say to you, I will not drink from henceforth of this fruit of the vine, until that day when I shall drink it with you new in the kingdom of my Father."},{"num":31,"verse":"And a hymn being said, they went out unto mount Olivet."},{"num":32,"verse":"Then Jesus said to them: All you shall be scandalized in me this night. For it is written: I will strike the shepherd, and the sheep of the flock shall be dispersed."},{"num":33,"verse":"But after I shall be risen again, I will go before you into Galilee."},{"num":34,"verse":"And Peter answering, said to him: Although all shall be scandalized in thee, I will never be scandalized."},{"num":35,"verse":"Jesus said to him: Amen I say to thee, that in this night before the cock crow, thou wilt deny me thrice."},{"num":36,"verse":"Peter saith to him: Yea, though I should die with thee, I will not deny thee. And in like manner said all the disciples."},{"num":37,"verse":"Then Jesus came with them into a country place which is called Gethsemani; and he said to his disciples: Sit you here, till I go yonder and pray."},{"num":38,"verse":"And taking with him Peter and the two sons of Zebedee, he began to grow sorrowful and to be sad."},{"num":39,"verse":"Then he saith to them: My soul is sorrowful even unto death: stay you here, and watch with me."},{"num":40,"verse":"And going a little further, he fell upon his face, praying, and saying: My Father, if it be possible, let this chalice pass from me. Nevertheless not as I will, but as thou wilt."},{"num":41,"verse":"And he cometh to his disciples, and findeth them asleep, and he saith to Peter: What? Could you not watch one hour with me?"},{"num":42,"verse":"Watch ye, and pray that ye enter not into temptation. The spirit indeed is willing, but the flesh weak."},{"num":43,"verse":"Again the second time, he went and prayed, saying: My Father, if this chalice may not pass away, but I must drink it, thy will be done."},{"num":44,"verse":"And he cometh again and findeth them sleeping: for their eyes were heavy."},{"num":45,"verse":"And leaving them, he went again: and he prayed the third time, saying the selfsame word."},{"num":46,"verse":"Then he cometh to his disciples, and saith to them: Sleep ye now and take your rest; behold the hour is at hand, and the Son of man shall be betrayed into the hands of sinners."},{"num":47,"verse":"Rise, let us go: behold he is at hand that will betray me."},{"num":48,"verse":"As he yet spoke, behold Judas, one of the twelve, came, and with him a great multitude with swords and clubs, sent from the chief priests and the ancients of the people."},{"num":49,"verse":"And he that betrayed him, gave them a sign, saying: Whomsoever I shall kiss, that is he, hold him fast."},{"num":50,"verse":"And forthwith coming to Jesus, he said: Hail, Rabbi. And he kissed him."},{"num":51,"verse":"And Jesus said to him: Friend, whereto art thou come? Then they came up, and laid hands on Jesus, and held him."},{"num":52,"verse":"And behold one of them that were with Jesus, stretching forth his hand, drew out his sword: and striking the servant of the high priest, cut off his ear."},{"num":53,"verse":"Then Jesus saith to him: Put up again thy sword into its place: for all that take the sword shall perish with the sword."},{"num":54,"verse":"Thinkest thou that I cannot ask my Father, and he will give me presently more than twelve legions of angels?"},{"num":55,"verse":"How then shall the scriptures be fulfilled, that so it must be done?"},{"num":56,"verse":"In that same hour Jesus said to the multitudes: You are come out as it were to a robber with swords and clubs to apprehend me. I sat daily with you, teaching in the temple, and you laid not hands on me."},{"num":57,"verse":"Now all this was done, that the scriptures of the prophets might be fulfilled. Then the disciples all leaving him, fled."},{"num":58,"verse":"But they holding Jesus led him to Caiphas the high priest, where the scribes and the ancients were assembled."},{"num":59,"verse":"And Peter followed him afar off, even to the court of the high priest. And going in, he sat with the servants, that he might see the end."},{"num":60,"verse":"And the chief priests and the whole council sought false witness against Jesus, that they might put him to death:"},{"num":61,"verse":"And they found not, whereas many false witnesses had come in. And last of all there came two false witnesses:"},{"num":62,"verse":"And they said: This man said, I am able to destroy the temple of God, and after three days to rebuild it."},{"num":63,"verse":"And the high priest rising up, said to him: Answerest thou nothing to the things which these witness against thee?"},{"num":64,"verse":"But Jesus held his peace. And the high priest said to him: I adjure thee by the living God, that thou tell us if thou be the Christ the Son of God."},{"num":65,"verse":"Jesus saith to him: Thou hast said it. Nevertheless I say to you, hereafter you shall see the Son of man sitting on the right hand of the power of God, and coming in the clouds of heaven."},{"num":66,"verse":"Then the high priests rent his garments, saying: He hath blasphemed; what further need have we of witnesses? Behold, now you have heard the blasphemy:"},{"num":67,"verse":"What think you? But they answering, said: He is guilty of death."},{"num":68,"verse":"Then did they spit in his face, and buffeted him: and others struck his face with the palms of their hands,"},{"num":69,"verse":"Saying: Prophesy unto us, O Christ, who is he that struck thee?"},{"num":70,"verse":"But Peter sat without in the court: and there came to him a servant maid, saying: Thou also wast with Jesus the Galilean."},{"num":71,"verse":"But he denied before them all, saying: I know not what thou sayest."},{"num":72,"verse":"And as he went out of the gate, another maid saw him, and she saith to them that were there: This man also was with Jesus of Nazareth."},{"num":73,"verse":"And again he denied with an oath, I know not the man."},{"num":74,"verse":"And after a little while they came that stood by, and said to Peter: Surely thou also art one of them; for even thy speech doth discover thee."},{"num":75,"verse":"Then he began to curse and to swear that he knew not the man. And immediately the cock crew."},{"num":76,"verse":"And Peter remembered the word of Jesus which he had said: Before the cock crow, thou wilt deny me thrice. And going forth, he wept bitterly."}]},{"type":"chapter","title":"Matthew 27","id":"Matt.27","verses":[{"num":1,"verse":"Chapter 27"},{"num":2,"verse":"And when morning was come, all the chief priests and ancients of the people took counsel against Jesus, that they might put him to death."},{"num":3,"verse":"And they brought him bound, and delivered him to Pontius Pilate the governor."},{"num":4,"verse":"Then Judas, who betrayed him, seeing that he was condemned, repenting himself, brought back the thirty pieces of silver to the chief priests and ancients,"},{"num":5,"verse":"Saying: I have sinned in betraying innocent blood. But they said: What is that to us? look thou to it."},{"num":6,"verse":"And casting down the pieces of silver in the temple, he departed: and went and hanged himself with an halter."},{"num":7,"verse":"But the chief priests having taken the pieces of silver, said: It is not lawful to put them into the corbona, because it is the price of blood."},{"num":8,"verse":"And after they had consulted together, they bought with them the potter's field, to be a burying place for strangers."},{"num":9,"verse":"For this cause the field was called Haceldama, that is, The field of blood, even to this day."},{"num":10,"verse":"Then was fulfilled that which was spoken by Jeremias the prophet, saying: And they took the thirty pieces of silver, the price of him that was prized, whom they prized of the children of Israel."},{"num":11,"verse":"And they gave them unto the potter's field, as the Lord appointed to me."},{"num":12,"verse":"And Jesus stood before the governor, and the governor asked him, saying: Art thou the king of the Jews? Jesus saith to him: Thou sayest it."},{"num":13,"verse":"And when he was accused by the chief priests and ancients, he answered nothing."},{"num":14,"verse":"Then Pilate saith to him: Dost not thou hear how great testimonies they allege against thee?"},{"num":15,"verse":"And he answered him to never a word; so that the governor wondered exceedingly."},{"num":16,"verse":"Now upon the solemn day the governor was accustomed to release to the people one prisoner, whom they would."},{"num":17,"verse":"And he had then a notorious prisoner, that was called Barabbas."},{"num":18,"verse":"They therefore being gathered together, Pilate said: Whom will you that I release to you, Barabbas, or Jesus that is called Christ?"},{"num":19,"verse":"For he knew that for envy they had delivered him."},{"num":20,"verse":"And as he was sitting in the place of judgment, his wife sent to him, saying: Have thou nothing to do with that just man; for I have suffered many things this day in a dream because of him."},{"num":21,"verse":"But the chief priests and ancients persuaded the people, that they should ask Barabbas, and make Jesus away."},{"num":22,"verse":"And the governor answering, said to them: Whether will you of the two to be released unto you? But they said, Barabbas."},{"num":23,"verse":"Pilate saith to them: What shall I do then with Jesus that is called Christ? They say all: Let him be crucified."},{"num":24,"verse":"The governor said to them: Why, what evil hath he done? But they cried out the more, saying: Let him be crucified."},{"num":25,"verse":"And Pilate seeing that he prevailed nothing, but that rather a tumult was made; taking water washed his hands before the people, saying: I am innocent of the blood of this just man; look you to it."},{"num":26,"verse":"And the whole people answering, said: His blood be upon us and our children."},{"num":27,"verse":"Then he released to them Barabbas, and having scourged Jesus, delivered him unto them to be crucified."},{"num":28,"verse":"Then the soldiers of the governor taking Jesus into the hall, gathered together unto him the whole band;"},{"num":29,"verse":"And stripping him, they put a scarlet cloak about him."},{"num":30,"verse":"And platting a crown of thorns, they put it upon his head, and a reed in his right hand. And bowing the knee before him, they mocked him, saying: Hail, king of the Jews."},{"num":31,"verse":"And spitting upon him, they took the reed, and struck his head."},{"num":32,"verse":"And after they had mocked him, they took off the cloak from him, and put on him his own garments, and led him away to crucify him."},{"num":33,"verse":"And going out, they found a man of Cyrene, named Simon: him they forced to take up his cross."},{"num":34,"verse":"And they came to the place that is called Golgotha, which is the place of Calvary."},{"num":35,"verse":"And they gave him wine to drink mingled with gall. And when he had tasted, he would not drink."},{"num":36,"verse":"And after they had crucified him, they divided his garments, casting lots; that it might be fulfilled which was spoken by the prophet, saying: They divided my garments among them; and upon my vesture they cast lots."},{"num":37,"verse":"And they sat and watched him."},{"num":38,"verse":"And they put over his head his cause written: THIS IS JESUS THE KING OF THE JEWS."},{"num":39,"verse":"Then were crucified with him two thieves: one on the right hand, and one on the left."},{"num":40,"verse":"And they that passed by, blasphemed him, wagging their heads,"},{"num":41,"verse":"And saying: Vah, thou that destroyest the temple of God, and in three days dost rebuild it: save thy own self: if thou be the Son of God, come down from the cross."},{"num":42,"verse":"In like manner also the chief priests, with the scribes and ancients, mocking, said:"},{"num":43,"verse":"He saved others; himself he cannot save. If he be the king of Israel, let him now come down from the cross, and we will believe him."},{"num":44,"verse":"He trusted in God; let him now deliver him if he will have him; for he said: I am the Son of God."},{"num":45,"verse":"And the selfsame thing the thieves also, that were crucified with him, reproached him with."},{"num":46,"verse":"Now from the sixth hour there was darkness over the whole earth, until the ninth hour."},{"num":47,"verse":"And about the ninth hour Jesus cried with a loud voice, saying: Eli, Eli, lamma sabacthani? that is, My God, my God, why hast thou forsaken me?"},{"num":48,"verse":"And some that stood there and heard, said: This man calleth Elias."},{"num":49,"verse":"And immediately one of them running took a sponge, and filled it with vinegar; and put it on a reed, and gave him to drink."},{"num":50,"verse":"And the others said: Let be, let us see whether Elias will come to deliver him."},{"num":51,"verse":"And Jesus again crying with a loud voice, yielded up the ghost."},{"num":52,"verse":"And behold the veil of the temple was rent in two from the top even to the bottom, and the earth quaked, and the rocks were rent."},{"num":53,"verse":"And the graves were opened: and many bodies of the saints that had slept arose,"},{"num":54,"verse":"And coming out of the tombs after his resurrection, came into the holy city, and appeared to many."},{"num":55,"verse":"Now the centurion and they that were with him watching Jesus, having seen the earthquake, and the things that were done, were sore afraid, saying: Indeed this was the Son of God."},{"num":56,"verse":"And there were there many women afar off, who had followed Jesus from Galilee, ministering unto him:"},{"num":57,"verse":"Among whom was Mary Magdalen, and Mary the mother of James and Joseph, and the mother of the sons of Zebedee."},{"num":58,"verse":"And when it was evening, there came a certain rich man of Arimathea, named Joseph, who also himself was a disciple of Jesus."},{"num":59,"verse":"He went to Pilate, and asked the body of Jesus. Then Pilate commanded that the body should be delivered."},{"num":60,"verse":"And Joseph taking the body, wrapped it up in a clean linen cloth."},{"num":61,"verse":"And laid it in his own new monument, which he had hewed out in a rock. And he rolled a great stone to the door of the monument, and went his way."},{"num":62,"verse":"And there was there Mary Magdalen, and the other Mary sitting over against the sepulchre."},{"num":63,"verse":"And the next day, which followed the day of preparation, the chief priests and the Pharisees came together to Pilate,"},{"num":64,"verse":"Saying: Sir, we have remembered, that that seducer said, while he was yet alive: After three days I will rise again."},{"num":65,"verse":"Command therefore the sepulchre to be guarded until the third day: lest perhaps his disciples come and steal him away, and say to the people: He is risen from the dead; and the last error shall be worse than the first."},{"num":66,"verse":"Pilate saith to them: You have a guard; go, guard it as you know."},{"num":67,"verse":"And they departing, made the sepulchre sure, sealing the stone, and setting guards."}]},{"type":"chapter","title":"Matthew 28","id":"Matt.28","verses":[{"num":1,"verse":"Chapter 28"},{"num":2,"verse":"And in the end of the sabbath, when it began to dawn towards the first day of the week, came Mary Magdalen and the other Mary, to see the sepulchre."},{"num":3,"verse":"And behold there was a great earthquake. For an angel of the Lord descended from heaven, and coming, rolled back the stone, and sat upon it."},{"num":4,"verse":"And his countenance was as lightning, and his raiment as snow."},{"num":5,"verse":"And for fear of him, the guards were struck with terror, and became as dead men."},{"num":6,"verse":"And the angel answering, said to the women: Fear not you; for I know that you seek Jesus who was crucified."},{"num":7,"verse":"He is not here, for he is risen, as he said. Come, and see the place where the Lord was laid."},{"num":8,"verse":"And going quickly, tell ye his disciples that he is risen: and behold he will go before you into Galilee; there you shall see him. Lo, I have foretold it to you."},{"num":9,"verse":"And they went out quickly from the sepulchre with fear and great joy, running to tell his disciples."},{"num":10,"verse":"And behold Jesus met them, saying: All hail. But they came up and took hold of his feet, and adored him."},{"num":11,"verse":"Then Jesus said to them: Fear not. Go, tell my brethren that they go into Galilee, there they shall see me."},{"num":12,"verse":"Who when they were departed, behold some of the guards came into the city, and told the chief priests all things that had been done."},{"num":13,"verse":"And they being assembled together with the ancients, taking counsel, gave a great sum of money to the soldiers,"},{"num":14,"verse":"Saying: Say you, His disciples came by night, and stole him away when we were asleep."},{"num":15,"verse":"And if the governor shall hear this, we will persuade him, and secure you."},{"num":16,"verse":"So they taking the money, did as they were taught: and this word was spread abroad among the Jews even unto this day."},{"num":17,"verse":"And the eleven disciples went into Galilee, unto the mountain where Jesus had appointed them."},{"num":18,"verse":"And seeing them they adored: but some doubted."},{"num":19,"verse":"And Jesus coming, spoke to them, saying: All power is given to me in heaven and in earth."},{"num":20,"verse":"Going therefore, teach ye all nations; baptizing them in the name of the Father, and of the Son, and of the Holy Ghost."},{"num":21,"verse":"Teaching them to observe all things whatsoever I have commanded you: and behold I am with you all days, even to the consummation of the world."}]}]}