{"type":"book","title":"Psalms","id":"Ps","chapters":[{"type":"chapter","title":"Psalm 1","id":"Ps.1","verses":[{"num":1,"verse":"Chapter 1"},{"num":2,"verse":"Blessed is the man who hath not walked in the counsel of the ungodly, nor stood in the way of sinners, nor sat in the chair of pestilence."},{"num":3,"verse":"But his will is in the law of the Lord, and on his law he shall meditate day and night."},{"num":4,"verse":"And he shall be like a tree which is planted near the running waters, which shall bring forth its fruit, in due season. And his leaf shall not fall off: and all whosoever he shall do shall prosper."},{"num":5,"verse":"Not so the wicked, not so: but like the dust, which the wind driveth from the face of the earth."},{"num":6,"verse":"Therefore the wicked shall not rise again in judgment: nor sinners in the council of the just."},{"num":7,"verse":"For the Lord knoweth the way of the just: and the way of the wicked shall perish."}]},{"type":"chapter","title":"Psalm 2","id":"Ps.2","verses":[{"num":1,"verse":"Chapter 2"},{"num":2,"verse":"Why have the Gentiles raged, and the people devised vain things?"},{"num":3,"verse":"The kings of the earth stood up, and the princes met together, against the Lord and against his Christ."},{"num":4,"verse":"Let us break their bonds asunder: and let us cast away their yoke from us."},{"num":5,"verse":"He that dwelleth in heaven shall laugh at them: and the Lord shall deride them."},{"num":6,"verse":"Then shall he speak to them in his anger, and trouble them in his rage."},{"num":7,"verse":"But I am appointed king by him over Sion his holy mountain, preaching his commandment."},{"num":8,"verse":"The Lord hath said to me: Thou art my son, this day have I begotten thee."},{"num":9,"verse":"Ask of me, and I will give thee the Gentiles for thy inheritance, and the utmost parts of the earth for thy possession."},{"num":10,"verse":"Thou shalt rule them with a rod of iron, and shalt break them in pieces like a potter's vessel."},{"num":11,"verse":"And now, O ye kings, understand: receive instruction, you that judge the earth."},{"num":12,"verse":"Serve ye the Lord with fear: and rejoice unto him with trembling."},{"num":13,"verse":"Embrace discipline, lest at any time the Lord be angry, and you perish from the just way."},{"num":14,"verse":"When his wrath shall be kindled in a short time, blessed are all they that trust in him."}]},{"type":"chapter","title":"Psalm 3","id":"Ps.3","verses":[{"num":1,"verse":"Chapter 3"},{"num":2,"verse":"The psalm of David when he fled from the face of his son Absalom."},{"num":3,"verse":"Why, O Lord, are they multiplied that afflict me? many are they who rise up against me."},{"num":4,"verse":"Many say to my soul: There is no salvation for him in his God."},{"num":5,"verse":"But thou, O Lord art my protector, my glory, and the lifter up of my head."},{"num":6,"verse":"I have cried to the Lord with my voice: and he hath heard me from his holy hill."},{"num":7,"verse":"I have slept and taken my rest: and I have risen up, because the Lord hath protected me."},{"num":8,"verse":"I will not fear thousands of the people, surrounding me: arise, O Lord; save me, O my God."},{"num":9,"verse":"For thou hast struck all them who are my adversaries without cause: thou hast broken the teeth of sinners."},{"num":10,"verse":"Salvation is of the Lord: and thy blessing is upon thy people."}]},{"type":"chapter","title":"Psalm 4","id":"Ps.4","verses":[{"num":1,"verse":"Chapter 4"},{"num":2,"verse":"Unto the end, in verses. A psalm of David."},{"num":3,"verse":"When I called upon him, the God of my justice heard me: when I was in distress, thou hast enlarged me. Have mercy on me: and hear my prayer."},{"num":4,"verse":"O ye sons of men, how long will you be dull of heart? why do you love vanity, and seek after lying?"},{"num":5,"verse":"Know ye also that the Lord hath made his holy one wonderful: the Lord will hear me when I shall cry unto him."},{"num":6,"verse":"Be angry, and sin not: the things you say in your hearts, be sorry for them upon your beds."},{"num":7,"verse":"Offer up the sacrifice of justice, and trust in the Lord: many say, Who sheweth us good things?"},{"num":8,"verse":"The light of thy countenance O Lord, is signed upon us: thou hast given gladness in my heart."},{"num":9,"verse":"By the fruit of their corn, their wine and oil, they are multiplied."},{"num":10,"verse":"In peace in the selfsame I will sleep, and I will rest:"},{"num":11,"verse":"for thou, O Lord, singularly hast settled me in hope."}]},{"type":"chapter","title":"Psalm 5","id":"Ps.5","verses":[{"num":1,"verse":"Chapter 5"},{"num":2,"verse":"Unto the end, for her that obtaineth the inheritance. A psalm of David."},{"num":3,"verse":"Give ear, O Lord, to my words, understand my cry."},{"num":4,"verse":"Hearken to the voice of my prayer, O my King and my God."},{"num":5,"verse":"For to thee will I pray: O Lord, in the morning thou shalt hear my voice."},{"num":6,"verse":"In the morning I will stand before thee, and will see: because thou art not a God that willest iniquity."},{"num":7,"verse":"Neither shall the wicked dwell near thee: nor shall the unjust abide before thy eyes."},{"num":8,"verse":"Thou hatest all the workers of iniquity: Thou wilt destroy all that speak a lie. The bloody and the deceitful man the Lord will abhor."},{"num":9,"verse":"But as for me in the multitude of thy mercy, I will come into thy house; I will worship towards thy holy temple, in thy fear."},{"num":10,"verse":"Conduct me, O Lord, in thy justice: because of my enemies, direct my way in thy sight."},{"num":11,"verse":"for there is no truth in their mouth; their heart is vain."},{"num":12,"verse":"Their throat is an open sepulchre: they dealt deceitfully with their tongues: judge them, O God. Let them fall from their devices: according to the multitude of their wickedness cast them out: for they have provoked thee, O Lord."},{"num":13,"verse":"But let all them be glad that hope in thee: they shall rejoice for ever, and thou shalt dwell in them. And all they that love thy name shall glory in thee:"},{"num":14,"verse":"For thou wilt bless the just. O Lord, thou hast crowned us, as with a shield of thy good will."}]},{"type":"chapter","title":"Psalm 6","id":"Ps.6","verses":[{"num":1,"verse":"Chapter 6"},{"num":2,"verse":"Unto the end, in verses, a psalm for David, for the octave."},{"num":3,"verse":"O Lord, rebuke me not in thy indignation, nor chastise me in thy wrath."},{"num":4,"verse":"Have mercy on me, O Lord, for I am weak: heal me, O Lord, for my bones are troubled."},{"num":5,"verse":"And my soul is troubled exceedingly: but thou, O Lord, how long?"},{"num":6,"verse":"Turn to me, O Lord, and deliver my soul: O save me for thy mercy's sake."},{"num":7,"verse":"For there is no one in death, that is mindful of thee: and who shall confess to thee in hell?"},{"num":8,"verse":"I have laboured in my groanings, every night I will wash my bed: I will water my couch with my tears."},{"num":9,"verse":"My eye is troubled through indignation: I have grown old amongst all my enemies."},{"num":10,"verse":"Depart from me, all ye workers of iniquity: for the Lord hath heard the voice of my weeping."},{"num":11,"verse":"The Lord hath heard my supplication: the Lord hath received my prayer."},{"num":12,"verse":"Let all my enemies be ashamed, and be very much troubled: let them be turned back, and be ashamed very speedily."}]},{"type":"chapter","title":"Psalm 7","id":"Ps.7","verses":[{"num":1,"verse":"Chapter 7"},{"num":2,"verse":"The psalm of David which he sung to the Lord for the words of Chusi the son of Jemini. ["},{"num":3,"verse":".]"},{"num":4,"verse":"O Lord my God, in thee have I put my trust: save me from all them that persecute me, and deliver me."},{"num":5,"verse":"Lest at any time he seize upon my soul like a lion, while there is no one to redeem me, nor to save."},{"num":6,"verse":"O Lord my God, if I have done this thing, if there be iniquity in my hands:"},{"num":7,"verse":"If I have rendered to them that repaid me evils, let me deservedly fall empty before my enemies."},{"num":8,"verse":"Let the enemy pursue my soul, and take it, and tread down my life on the earth, and bring down my glory to the dust."},{"num":9,"verse":"Rise up, O Lord, in thy anger: and be thou exalted in the borders of my enemies. And arise, O Lord my God, in the precept which thou hast commanded:"},{"num":10,"verse":"and a congregation of people shall surround thee. And for their sakes return thou on high."},{"num":11,"verse":"The Lord judgeth the people. Judge me, O Lord, according to my justice, and according to my innocence in me."},{"num":12,"verse":"The wickedness of sinners shall be brought to nought: and thou shalt direct the just: the searcher of hearts and reins is God."},{"num":13,"verse":"Just is my help from the Lord: who saveth the upright of heart."},{"num":14,"verse":"God is a just judge, strong and patient: is he angry every day?"},{"num":15,"verse":"Except you will be converted, he will brandish his sword: he hath bent his bow and made it ready."},{"num":16,"verse":"And in it he hath prepared the instruments of death, he hath made ready his arrows for them that burn."},{"num":17,"verse":"Behold he hath been in labour with injustice; he hath conceived sorrow, and brought forth iniquity."},{"num":18,"verse":"He hath opened a pit and dug it; and he is fallen into the hole he made."},{"num":19,"verse":"His sorrow shall be turned on his own head: and his iniquity shall comedown upon his crown."},{"num":20,"verse":"I will give glory to the Lord according to his justice: and will sing to the name of the Lord the most high."}]},{"type":"chapter","title":"Psalm 8","id":"Ps.8","verses":[{"num":1,"verse":"Chapter 8"},{"num":2,"verse":"Unto the end, for the presses: a psalm of David."},{"num":3,"verse":"O Lord our Lord, how admirable is thy name in the whole earth! For thy magnificence is elevated above the heavens."},{"num":4,"verse":"Out of the mouth of infants and of sucklings thou hast perfected praise, because of thy enemies, that thou mayst destroy the enemy and the avenger."},{"num":5,"verse":"For I will behold thy heavens, the works of thy fingers: the moon and the stars which thou hast founded."},{"num":6,"verse":"What is man that thou art mindful of him? or the son of man that thou visitest hi?"},{"num":7,"verse":"Thou hast made him a little less than the angels, thou hast crowned him with glory and honour:"},{"num":8,"verse":"and hast set him over the works of thy hands."},{"num":9,"verse":"Thou hast subjected all things under his feet, all sheep and oxen: moreover the beasts also of the fields."},{"num":10,"verse":"The birds of the air, and the fishes of the sea, that pass through the paths of the sea."},{"num":11,"verse":"O Lord our Lord, how admirable is thy name in all the earth!"}]},{"type":"chapter","title":"Psalm 9","id":"Ps.9","verses":[{"num":1,"verse":"Chapter 9"},{"num":2,"verse":"Unto the end, for the hidden things of the Son. A psalm for David."},{"num":3,"verse":"I will give praise to thee, O Lord, with my whole heart: I will relate all thy wonders."},{"num":4,"verse":"I will be glad and rejoice in thee: I will sing to thy name, O thou most high."},{"num":5,"verse":"When my enemy shall be turned back: they shall be weakened and perish before thy face."},{"num":6,"verse":"For thou hast maintained my judgment and my cause: thou hast sat on the throne, who judgest justice."},{"num":7,"verse":"Thou hast rebuked the Gentiles, and the wicked one hath perished: thou hast blotted out their name for ever and ever."},{"num":8,"verse":"The swords of the enemy have failed unto the end: and their cities thou hast destroyed. Their memory hath perished with a noise."},{"num":9,"verse":"but the Lord remaineth for ever. He hath prepared his throne in judgment:"},{"num":10,"verse":"and he shall judge the world in equity, he shall judge the people in justice."},{"num":11,"verse":"And the Lord is become a refuge for the poor: a helper in due time in tribulation."},{"num":12,"verse":"And let them trust in thee who know thy name: for thou hast not forsaken them that seek thee, O Lord."},{"num":13,"verse":"Sing ye to the Lord, who dwelleth in Sion: declare his ways among the Gentiles:"},{"num":14,"verse":"For requiring their blood he hath remembered the: he hath not forgotten the cry of the poor."},{"num":15,"verse":"Have mercy on me, O Lord: see my humiliation which I suffer from my enemies."},{"num":16,"verse":"Thou that liftest me up from the gates of death, that I may declare all thy praises in the gates of the daughter of Sion."},{"num":17,"verse":"I will rejoice in thy salvation: the Gentiles have stuck fast in the destruction which they have prepared. Their foot hath been taken in the very snare which they hid."},{"num":18,"verse":"The Lord shall be known when he executeth judgments: the sinner hath been caught in the works of his own hands."},{"num":19,"verse":"The wicked shall be turned into hell, all the nations that forget God."},{"num":20,"verse":"For the poor man shall not be forgotten to the end: the patience of the poor shall not perish for ever."},{"num":21,"verse":"Arise, O Lord, let not man be strengthened: let the Gentiles be judged in thy sight."},{"num":22,"verse":"Appoint, O Lord, a lawgiver over them: that the Gentiles may know themselves to be but men."},{"num":23,"verse":"Why, O Lord, hast thou retired afar off? why dost thou slight us in our wants, in the time of trouble?"},{"num":24,"verse":"Whilst the wicked man is proud, the poor is set on fire: they are caught in the counsels which they devise."},{"num":25,"verse":"For the sinner is praised in the desires of his soul: and the unjust man is blessed."},{"num":26,"verse":"The sinner hath provoked the Lord according to the multitude of his wrath he will not seek him:"},{"num":27,"verse":"God is not before his eyes: his ways are filthy at all times. Thy judgments are removed from his sight: he shall rule over all his enemies."},{"num":28,"verse":"For he hath said in his heart: I shall not be moved from generation to generation, and shall be without evil."},{"num":29,"verse":"His mouth is full of cursing, and of bitterness, and of deceit: under his tongue are labour and sorrow."},{"num":30,"verse":"He sitteth in ambush with the rich in private places, that he may kill the innocent."},{"num":31,"verse":"His eyes are upon the poor man: He lieth in wait in secret like a lion in his den. He lieth in ambush that he may catch the poor man: to catch the poor, whilst he draweth him to him."},{"num":32,"verse":"In his net he will bring him down, he will crouch and fall, when he shall have power over the poor."},{"num":33,"verse":"For he hath said in his heart: God hath forgotten, he hath turned away his face not to see to the end."},{"num":34,"verse":"Arise, O Lord God, let thy hand be exalted: forget not the poor."},{"num":35,"verse":"Wherefore hath the wicked provoked God? for he hath said in his heart: He will not require it."},{"num":36,"verse":"Thou seest it, for thou considerest labour and sorrow: that thou mayst deliver them into thy hands. To thee is the poor man left: thou wilt be a helper to the orphan."},{"num":37,"verse":"Break thou the arm of the sinner and of the malignant: his sin shall be sought, and shall not be found."},{"num":38,"verse":"The Lord shall reign to eternity, yea, for ever and ever: ye Gentiles shall perish from his land."},{"num":39,"verse":"The Lord hath heard the desire of the poor: thy ear hath heard the preparation of their heart."},{"num":40,"verse":"To judge for the fatherless and for the humble, that man may no more presume to magnify himself upon earth."}]},{"type":"chapter","title":"Psalm 10","id":"Ps.10","verses":[{"num":1,"verse":"Chapter 10"},{"num":2,"verse":"Unto the end. A psalm for David."},{"num":3,"verse":"In the Lord I put my trust: how then do you say to my soul: Get thee away from hence to the mountain like a sparrow?"},{"num":4,"verse":"For, lo, the wicked have bent their bow; they have prepared their arrows in the quiver; to shoot in the dark the upright of heart."},{"num":5,"verse":"For they have destroyed the things which thou hast made: but what has the just man done?"},{"num":6,"verse":"The Lord is in his holy temple, the Lord's throne is in heaven. His eyes look on the poor man: his eyelids examine the sons of men."},{"num":7,"verse":"The Lord trieth the just and the wicked: but he that loveth iniquity hateth his own soul."},{"num":8,"verse":"He shall rain snares upon sinners: fire and brimstone and storms of winds shall be the portion of their cup."},{"num":9,"verse":"For the Lord is just, and hath loved justice: his countenance hath beheld righteousness"}]},{"type":"chapter","title":"Psalm 11","id":"Ps.11","verses":[{"num":1,"verse":"Chapter 11"},{"num":2,"verse":"Unto the end; for the octave, a psalm for David."},{"num":3,"verse":"Save me, O Lord, for there is now no saint: truths are decayed from among the children of men."},{"num":4,"verse":"They have spoken vain things every one to his neighbour: with deceitful lips, and with a double heart have they spoken."},{"num":5,"verse":"May the Lord destroy all deceitful lips, and the tongue that speaketh proud things."},{"num":6,"verse":"Who have said: We will magnify our tongue; our lips are our own; who is Lord over us?"},{"num":7,"verse":"By reason of the misery of the needy, and the groans of the poor, now will I arise, saith the Lord. I win set him in safety; I will deal confidently in his regard."},{"num":8,"verse":"The words of the Lord are pure words: as silver tried by the fire, purged from the earth refined seven times."},{"num":9,"verse":"Thou, O Lord, wilt preserve us.: and keep us from this generation for ever."},{"num":10,"verse":"The wicked walk round about: according to thy highness, thou best multiplied the children of men."}]},{"type":"chapter","title":"Psalm 12","id":"Ps.12","verses":[{"num":1,"verse":"Chapter 12"},{"num":2,"verse":"Unto the end, a psalm for David. How long, O Lord, wilt thou forget me unto the end? how long dost thou turn away thy face from me?"},{"num":3,"verse":"How long shall I take counsels in my soul, sorrow in my heart all the day?"},{"num":4,"verse":"How long shall my enemy be exalted over me?"},{"num":5,"verse":"Consider, and hear me, O Lord my God. Enlighten my eyes that I never sleep in death:"},{"num":6,"verse":"lest at any time my enemy say: I have prevailed against him. They that trouble me will rejoice when I am moved:"},{"num":7,"verse":"but I have trusted in thy mercy. My heart shall rejoice in thy salvation: I will sing to the Lord, who giveth me good things: yea I will sing to the name of the Lord the most high."}]},{"type":"chapter","title":"Psalm 13","id":"Ps.13","verses":[{"num":1,"verse":"Chapter 13"},{"num":2,"verse":"Unto the end, a psalm for David. The fool hath said in his heart: There is no God, They are corrupt, and are become abominable in their ways: there is none that doth good, no not one."},{"num":3,"verse":"The Lord hath looked down from heaven upon the children of men, to see if there be any that understand and seek God."},{"num":4,"verse":"They are all gone aside, they are become unprofitable together: there is none that doth good, no not one. Their throat is an open sepulchre: with their tongues they acted deceitfully; the poison of asps is under their lips. Their mouth is full of cursing and bitterness; their feet are swift to shed blood. Destruction and unhappiness in their ways: and the way of peace they have not known: there is no fear of God before their eyes."},{"num":5,"verse":"Shall not all they know that work iniquity, who devour my people as they eat bread ?"},{"num":6,"verse":"They have not called upon the Lord: there have they trembled for fear, where there was no fear."},{"num":7,"verse":"For the Lord is in the just generation: you have confounded the counsel of the poor man, but the Lord is his hope."},{"num":8,"verse":"Who shall give out of Sion the salvation of Israel? when the Lord shall have turned away the captivity of his people, Jacob shall rejoice and Israel shall be glad."}]},{"type":"chapter","title":"Psalm 14","id":"Ps.14","verses":[{"num":1,"verse":"Chapter 14"},{"num":2,"verse":"A psalm of David. Lord, who shall dwell in thy tabernacle? or who shall rest in thy holy hill?"},{"num":3,"verse":"He that walketh without blemish, and worketh justice:"},{"num":4,"verse":"He that speaketh truth in his heart, who hath not used deceit in his tongue: Nor hath done evil to his neighbour: nor taken up a reproach against his neighbours."},{"num":5,"verse":"In his sight the malignant is brought to nothing: but he glorifieth them that fear the Lord. He that sweareth to his neighbour, and deceiveth not;"},{"num":6,"verse":"he that hath not put out his money to usury, nor taken bribes against the innocent: He that doth these things shall not be moved for ever."}]},{"type":"chapter","title":"Psalm 15","id":"Ps.15","verses":[{"num":1,"verse":"Chapter 15"},{"num":2,"verse":"The inscription of a title to David himself. Preserve me, O Lord, for I have put trust in thee."},{"num":3,"verse":"I have said to the Lord, thou art my God, for thou hast no need of my goods."},{"num":4,"verse":"To the saints, who are in his land, he hath made wonderful all my desires in them."},{"num":5,"verse":"Their infirmities were multiplied: afterwards they made haste. I will not gather together their meetings for blood offerings: nor will I be mindful of their names by my lips."},{"num":6,"verse":"The Lord is the portion of my inheritance and of my cup: it is thou that wilt restore my inheritance to me."},{"num":7,"verse":"The lines are fallen unto me in goodly places: for my inheritance is goodly to me."},{"num":8,"verse":"I will bless the Lord, who hath given me understanding: moreover my reins also have corrected me even till night."},{"num":9,"verse":"I set the Lord always in my sight: for he is at my right hand, that I be not moved."},{"num":10,"verse":"Therefore my heart hath been glad, and my tongue hath rejoiced: moreover my flesh also shall rest in hope."},{"num":11,"verse":"Because thou wilt not leave my soul in hell; nor wilt then give thy holy one to see corruption."},{"num":12,"verse":"Thou hast made known to me the ways of life, thou shalt fill me with joy with thy countenance: at thy right hand are delights even to the end."}]},{"type":"chapter","title":"Psalm 16","id":"Ps.16","verses":[{"num":1,"verse":"Chapter 16"},{"num":2,"verse":"The prayer of David. Hear, O Lord, my justice: attend to my supplication. Give ear unto my prayer, which proceedeth not from deceitful lips."},{"num":3,"verse":"Let my judgment come forth from thy countenance: let thy eyes behold the things that are equitable."},{"num":4,"verse":"Thou hast proved my heart, and visited it by night, thou hast tried me by fire: and iniquity hath not been found in me."},{"num":5,"verse":"That my mouth may not speak the works of men: for the sake of the words of thy lips, I have kept hard ways."},{"num":6,"verse":"Perfect thou my goings in thy paths: that my footsteps be not moved."},{"num":7,"verse":"I have cried to thee, for thou, O God, hast heard me: O incline thy ear unto me, and hear my words."},{"num":8,"verse":"Shew forth thy wonderful mercies; thou who savest them that trust in thee."},{"num":9,"verse":"From them that resist thy right hand keep me, as the apple of thy eye. Protect me under the shadow of thy wings."},{"num":10,"verse":"From the face of the wicked who have afflicted me. My enemies have surrounded my soul:"},{"num":11,"verse":"they have shut up their fat: their mouth hath spoken proudly."},{"num":12,"verse":"They have cast me forth and now they have surrounded me: they have set their eyes bowing down to the earth."},{"num":13,"verse":"They have taken me, as a lion prepared for the prey; and as a young lion dwelling in secret places."},{"num":14,"verse":"Arise, O Lord, disappoint him and supplant him; deliver my soul from the wicked one: thy sword"},{"num":15,"verse":"from the enemies of thy hand. O Lord, divide them from the few of the earth in their life: their belly is filled from thy hidden stores. They are full of children: and they have left to their little ones the rest of their substance."},{"num":16,"verse":"But as for me, I will appear before thy sight in justice: I shall be satisfied when thy glory shall appear."}]},{"type":"chapter","title":"Psalm 17","id":"Ps.17","verses":[{"num":1,"verse":"Chapter 17"},{"num":2,"verse":"Unto the end, for David the servant of the Lord, who spoke to the Lord the words of this canticle, in the day that the Lord delivered him from the hands of all his enemies, and from the hand of Saul. ["},{"num":3,"verse":".]"},{"num":4,"verse":"I will love thee, O Lord, my strength:"},{"num":5,"verse":"The Lord is my firmament, my refuge, and my deliverer. My God is my helper, and in him will I put my trust. My protector and the horn of my salvation, and my support."},{"num":6,"verse":"Praising I will call upon the Lord: and I shall be saved from my enemies."},{"num":7,"verse":"The sorrows of death surrounded me: and the torrents of iniquity troubled me."},{"num":8,"verse":"The sorrows of hell encompassed me: and the snares of death prevented me."},{"num":9,"verse":"In my affliction I called upon the Lord, and I cried to my God: And he heard my voice from his holy temple: and my cry before him came into his ears."},{"num":10,"verse":"The earth shook and trembled: the foundations of the mountains were troubled and were moved, because he was angry with them."},{"num":11,"verse":"There went up a smoke in his wrath: and a fire flamed from his face: coals were kindled by it."},{"num":12,"verse":"He bowed the heavens, and came down: and darkness was under his feet."},{"num":13,"verse":"And he ascended upon the cherubim, and he flew; he flew upon the wings of the winds."},{"num":14,"verse":"And he made darkness his covert, his pavilion round about him: dark waters in the clouds of the air."},{"num":15,"verse":"At the brightness that was before him the clouds passed, hail and coals of fire."},{"num":16,"verse":"And the Lord thundered from heaven, and the highest gave his voice: hail and coals of fire."},{"num":17,"verse":"And he sent forth his arrows, and he scattered them: he multiplied lightnings, and troubled them."},{"num":18,"verse":"Then the fountains of waters appeared, and the foundations of the world were discovered: At thy rebuke, O Lord, at the blast of the spirit of thy wrath."},{"num":19,"verse":"He sent from on high, and took me: and received me out of many waters."},{"num":20,"verse":"He delivered me from my strongest enemies, and from them that hated me: for they were too strong for me."},{"num":21,"verse":"They prevented me in the day of my affliction: and the Lord became my protector."},{"num":22,"verse":"And he brought me forth into a large place: he saved me, because he was well pleased with me."},{"num":23,"verse":"And the Lord will reward me according to my justice; and will repay me according to the cleanness of my hands:"},{"num":24,"verse":"Because I have kept the ways of the Lord; and have not done wickedly against my God."},{"num":25,"verse":"For till his judgments are in my sight: and his justices I have not put away from me."},{"num":26,"verse":"And I shall be spotless with him: and shall keep myself from my iniquity."},{"num":27,"verse":"And the Lord will reward me according to my justice; and according to the cleanness of my hands before his eyes."},{"num":28,"verse":"With the holy, thou wilt be holy; and with the innocent man thou wilt be innocent."},{"num":29,"verse":"And with the elect thou wilt be elect: and with the perverse thou wilt be perverted."},{"num":30,"verse":"For thou wilt save the humble people; but wilt bring down the eyes of the proud."},{"num":31,"verse":"For thou lightest my lamp, O Lord: O my God enlighten my darkness."},{"num":32,"verse":"For by thee I shall be delivered from temptation; and through my God I shall go over a wall."},{"num":33,"verse":"As for my God, his way is undefiled: the words of the Lord are fire tried: he is the protector of all that trust in him."},{"num":34,"verse":"For who is God but the Lord? or who is God but our God?"},{"num":35,"verse":"God who hath girt me with strength; and made my way blameless."},{"num":36,"verse":"Who hath made my feet like the feet of harts: and who setteth me upon high places."},{"num":37,"verse":"Who teacheth my hands to war: and thou hast made my arms like a brazen bow."},{"num":38,"verse":"And thou hast given me the protection of thy salvation: and thy right hand hath held me up: And thy discipline hath corrected me unto the end: and thy discipline, the same shall teach me."},{"num":39,"verse":"Thou hast enlarged my steps under me; and my feet are not weakened."},{"num":40,"verse":"I will pursue after my enemies, and overtake them: and I will not turn again till they are consumed."},{"num":41,"verse":"I will break them, and they shall not be able to stand: they shall fall under my feet."},{"num":42,"verse":"And thou hast girded me with strength unto battle; and hast subdued under me them that rose up against me."},{"num":43,"verse":"And thou hast made my enemies turn their back upon me, and hast destroyed them that hated me."},{"num":44,"verse":"They cried, but there was none to save them, to the Lord: but he heard them not."},{"num":45,"verse":"And I shall beat them as small as the dust before the wind; I shall bring them to nought, like the dirt in the streets."},{"num":46,"verse":"Thou wilt deliver me from the contradictions of the people: thou wilt make me head of the Gentiles."},{"num":47,"verse":"A people, which I knew not, hath served me: at the hearing of the ear they have obeyed me."},{"num":48,"verse":"The children that are strangers have lied to me, strange children have faded away, and have halted from their paths."},{"num":49,"verse":"The Lord liveth, and blessed be my God, and let the God of my salvation be exalted :"},{"num":50,"verse":"O God, who avengest me, and subduest the people under me, my deliverer from my enemies."},{"num":51,"verse":"And thou wilt lift me up above them that rise up against me: from the unjust man thou wilt deliver me."},{"num":52,"verse":"Therefore will I give glory to thee, O Lord, among the nations, and I will sing a psalm to thy name."},{"num":53,"verse":"Giving great deliverance to his king, and shewing mercy to David his anointed : and to his seed for ever."}]},{"type":"chapter","title":"Psalm 18","id":"Ps.18","verses":[{"num":1,"verse":"Chapter 18"},{"num":2,"verse":"Unto the end. A psalm for David."},{"num":3,"verse":"The heavens shew forth the glory of God, and the firmament declareth the work of his hands."},{"num":4,"verse":"Day to day uttereth speech, and night to night sheweth knowledge."},{"num":5,"verse":"There are no speeches nor languages, where their voices are not heard."},{"num":6,"verse":"Their sound hath gone forth into all the earth: and their words unto the ends of the world."},{"num":7,"verse":"He hath set his tabernacle in the sun: and he, as a bridegroom coming out of his bride chamber, Hath rejoiced as a giant to run the way:"},{"num":8,"verse":"His going out is from the end of heaven, And his circuit even to the end thereof: and there is no one that can hide himself from his heat."},{"num":9,"verse":"The law of the Lord is unspotted, converting souls: the testimony of the Lord is faithful, giving wisdom to little ones."},{"num":10,"verse":"The justices of the Lord are right, rejoicing hearts: the commandment of the Lord is lightsome, enlightening the eyes."},{"num":11,"verse":"The fear of the Lord is holy, enduring for ever and ever: the judgments of the Lord are true, justified in themselves."},{"num":12,"verse":"More to be desired than gold and many precious stones: and sweeter than honey and the honeycomb."},{"num":13,"verse":"For thy servant keepeth them, and in keeping them there is a great reward."},{"num":14,"verse":"Who can understand sins? from my secret ones cleanse me, O Lord:"},{"num":15,"verse":"and from those of others spare thy servant. If they shall have no dominion over me, then shall I be without spot: and I shall be cleansed from the greatest sin."},{"num":16,"verse":"And the words of my mouth shall be such as may please: and the meditation of my heart always in thy sight. O Lord, my helper, and my redeemer."}]},{"type":"chapter","title":"Psalm 19","id":"Ps.19","verses":[{"num":1,"verse":"Chapter 19"},{"num":2,"verse":"Unto the end. A psalm for David."},{"num":3,"verse":"May the Lord hear thee in the day of tribulation: may the name of the God of Jacob protect thee."},{"num":4,"verse":"May he send thee help from the sanctuary: and defend thee out of Sion."},{"num":5,"verse":"May he be mindful of all thy sacrifices: and may thy whole burnt offering be made fat."},{"num":6,"verse":"May he give thee according to thy own heart; and confirm all thy counsels."},{"num":7,"verse":"We will rejoice in thy salvation; and in the name of our God we shall be exalted."},{"num":8,"verse":"The Lord fulfil all thy petitions: now have I known that the Lord hath saved his anointed. He will hear him from his holy heaven: the salvation of his right hand is in powers."},{"num":9,"verse":"Some trust in chariots, and some in horses: but we will call upon the name of the Lord our God."},{"num":10,"verse":"They are bound, and have fallen; but we are risen, and are set upright. O Lord, save the king: and hear us in the day that we shall call upon thee."}]},{"type":"chapter","title":"Psalm 20","id":"Ps.20","verses":[{"num":1,"verse":"Chapter 20"},{"num":2,"verse":"Unto the end. A psalm for David."},{"num":3,"verse":"In thy strength, O Lord, the king shall joy; and in thy salvation he shall rejoice exceedingly."},{"num":4,"verse":"Thou hast given him his heart's desire: end hast not withholden from him the will of his lips."},{"num":5,"verse":"For thou hast prevented him with blessings of sweetness: thou hast set on his head a crown of precious stones."},{"num":6,"verse":"He asked life of thee: and thou hast given him length of days for ever and ever."},{"num":7,"verse":"His glory is great in thy salvation: glory and great beauty shalt thou lay upon him."},{"num":8,"verse":"For thou shalt give him to be a blessing for ever and ever: thou shalt make him joyful in gladness with thy countenance."},{"num":9,"verse":"For the king hopeth in the Lord: and through the mercy of the most High he shall not be moved."},{"num":10,"verse":"Let thy hand be found by all thy enemies: let thy right hand find out all them that hate thee."},{"num":11,"verse":"Thou shalt make them as an oven of fire, in the time of thy anger: the Lord shall trouble them in his wrath, and fire shall devour them."},{"num":12,"verse":"Their fruit shalt thou destroy from the earth: and their seed from among the children of men."},{"num":13,"verse":"For they have intended evils against thee: they have devised counsels which they have not been able to establish."},{"num":14,"verse":"For thou shalt make them turn their back: in thy remnants thou shalt prepare their face."},{"num":15,"verse":"Be thou exalted, O Lord, in thy own strength: we will sing and praise thy power."}]},{"type":"chapter","title":"Psalm 21","id":"Ps.21","verses":[{"num":1,"verse":"Chapter 21"},{"num":2,"verse":"Unto the end, for the morning protection, a psalm for David."},{"num":3,"verse":"O God my God, look upon me: why hast thou forsaken me? Far from my salvation are the words of my sins."},{"num":4,"verse":"O my God, I shall cry by day, and thou wilt not hear: and by night, and it shall not be reputed as folly in me."},{"num":5,"verse":"But thou dwellest in the holy place, the praise of Israel."},{"num":6,"verse":"In thee have our fathers hoped: they have hoped, and thou hast delivered them."},{"num":7,"verse":"They cried to thee, and they were saved: they trusted in thee, and were not confounded."},{"num":8,"verse":"But I am a worm, and no man: the reproach of men, and the outcast of the people."},{"num":9,"verse":"All they that saw me have laughed me to scorn: they have spoken with the lips, and wagged the head."},{"num":10,"verse":"He hoped in the Lord, let him deliver him: let him save him, seeing he delighteth in him."},{"num":11,"verse":"For thou art he that hast drawn me out of the womb: my hope from the breasts of my mother."},{"num":12,"verse":"I was cast upon thee from the womb. From my mother's womb thou art my God,"},{"num":13,"verse":"depart not from me. For tribulation is very near: for there is none to help me."},{"num":14,"verse":"Many calves have surrounded me: fat bulls have besieged me."},{"num":15,"verse":"They have opened their mouths against me, as a lion ravening and roaring."},{"num":16,"verse":"I am poured out like water; and all my bones are scattered. My heart is become like wax melting in the midst of my bowels."},{"num":17,"verse":"My strength is dried up like a potsherd, and my tongue hath cleaved to my jaws: and thou hast brought me down into the dust of death."},{"num":18,"verse":"For many dogs have encompassed me: the council of the malignant hath besieged me. They have dug my hands and feet."},{"num":19,"verse":"They have numbered all my bones. And they have looked and stared upon me."},{"num":20,"verse":"They parted my garments amongst them; and upon my vesture they cast lots."},{"num":21,"verse":"But thou, O Lord, remove not thy help to a distance from me; look towards my defence."},{"num":22,"verse":"Deliver, O God, my soul from the sword: my only one from the hand of the dog."},{"num":23,"verse":"Save me from the lion's mouth; and my lowness from the horns of the unicorns."},{"num":24,"verse":"I will declare thy name to my brethren: in the midst of the church will I praise thee."},{"num":25,"verse":"Ye that fear the Lord, praise him: all ye the seed of Jacob, glorify him."},{"num":26,"verse":"Let all the seed of Israel fear him: because he hath not slighted nor despised the supplication of the poor man. Neither hath he turned away his face from me: and when I cried to him he heard me."},{"num":27,"verse":"With thee is my praise in a great church: I will pay my vows in the sight of them that fear him."},{"num":28,"verse":"The poor shall eat and shall be filled: and they shall praise the Lord that seek him: their hearts shall live for ever and ever."},{"num":29,"verse":"All the ends of the earth shall remember, and shall be converted to the Lord: And all the kindreds of the Gentiles shall adore in his sight."},{"num":30,"verse":"For the kingdom is the Lord's; and he shall have dominion over the nations."},{"num":31,"verse":"All the fat ones of the earth have eaten and have adored: all they that go down to the earth shall fall before him."},{"num":32,"verse":"And to him my soul shall live: and my seed shall serve him."},{"num":33,"verse":"There shall be declared to the Lord a generation to come: and the heavens shall shew forth his justice to a people that shall be born, which the Lord hath made."}]},{"type":"chapter","title":"Psalm 22","id":"Ps.22","verses":[{"num":1,"verse":"Chapter 22"},{"num":2,"verse":"A psalm for David. The Lord ruleth me: and I shall want nothing."},{"num":3,"verse":"He hath set me in a place of pasture. He hath brought me up, on the water of refreshment:"},{"num":4,"verse":"he hath converted my soul. He hath led me on the paths of justice, for his own name's sake."},{"num":5,"verse":"For though I should walk in the midst of the shadow of death, I will fear no evils, for thou art with me. Thy rod and thy staff, they have comforted me."},{"num":6,"verse":"Thou hast prepared a table before me against them that afflict me. Thou hast anointed my head with oil; and my chalice which inebriateth me, how goodly is it!"},{"num":7,"verse":"And thy mercy will follow me all the days of my life. And that I may dwell in the house of the Lord unto length of days."}]},{"type":"chapter","title":"Psalm 23","id":"Ps.23","verses":[{"num":1,"verse":"Chapter 23"},{"num":2,"verse":"On the first day of the week, a psalm for David. The earth is the Lord's and the fulness thereof: the world, and all they that dwell therein."},{"num":3,"verse":"For he hath founded it upon the seas; and hath prepared it upon the rivers."},{"num":4,"verse":"Who shall ascend into the mountain of the Lord: or who shall stand in his holy place?"},{"num":5,"verse":"The innocent in hands, and clean of heart, who hath not taken his soul in vain, nor sworn deceitfully to his neighbour."},{"num":6,"verse":"He shall receive a blessing from the Lord, and mercy from God his Saviour."},{"num":7,"verse":"This is the generation of them that seek him, of them that seek the face of the God of Jacob."},{"num":8,"verse":"Lift up your gates, O ye princes, and be ye lifted up, O eternal gates: and the King of Glory shall enter in."},{"num":9,"verse":"Who is this King of Glory? the Lord who is strong and mighty: the Lord mighty in battle."},{"num":10,"verse":"Lift up your gates, O ye princes, and be ye lifted up, O eternal gates: and the King of Glory shall enter in."},{"num":11,"verse":"Who is this King of Glory? the Lord of hosts, he is the King of Glory."}]},{"type":"chapter","title":"Psalm 24","id":"Ps.24","verses":[{"num":1,"verse":"Chapter 24"},{"num":2,"verse":"Unto the end, a psalm for David. To thee, O Lord, have I lifted up my soul."},{"num":3,"verse":"In thee, O my God, I put my trust; let me not be ashamed."},{"num":4,"verse":"Neither let my enemies laugh at me: for none of them that wait on thee shall be confounded."},{"num":5,"verse":"Let all them be confounded that act unjust things without cause. Shew, O Lord, thy ways to me, and teach me thy paths."},{"num":6,"verse":"Direct me in thy truth, and teach me; for thou art God my Saviour; and on thee have I waited all the day long."},{"num":7,"verse":"Remember, O Lord, thy bowels of compassion; and thy mercies that are from the beginning of the world."},{"num":8,"verse":"The sins of my youth and my ignorances do not remember. According to thy mercy remember thou me: for thy goodness' sake, O Lord."},{"num":9,"verse":"The Lord is sweet and righteous: therefore he will give a law to sinners in the way."},{"num":10,"verse":"He will guide the mild in judgment: he will teach the meek his ways."},{"num":11,"verse":"All the ways of the Lord are mercy and truth, to them that seek after his covenant and his testimonies."},{"num":12,"verse":"For thy name's sake, O Lord, thou wilt pardon my sin: for it is great."},{"num":13,"verse":"Who is the man that feareth the Lord? He hath appointed him a law in the way he hath chosen."},{"num":14,"verse":"His soul shall dwell in good things: and his seed shall inherit the land."},{"num":15,"verse":"The Lord is a firmament to them that fear him: and his covenant shall be made manifest to them."},{"num":16,"verse":"My eyes are ever towards the Lord: for he shall pluck my feet out of the snare."},{"num":17,"verse":"Look thou upon me, and have mercy on me; for I am alone and poor."},{"num":18,"verse":"The troubles of my heart are multiplied: deliver me from my necessities."},{"num":19,"verse":"See my abjection and my labour; and forgive me all my sins."},{"num":20,"verse":"Consider my enemies for they are multiplied, and have hated me with an unjust hatred."},{"num":21,"verse":"Keep thou my soul, and deliver me: I shall not be ashamed, for I have hoped in thee."},{"num":22,"verse":"The innocent and the upright have adhered to me: because I have waited on thee."},{"num":23,"verse":"Deliver Israel, O God, from all his tribulations."}]},{"type":"chapter","title":"Psalm 25","id":"Ps.25","verses":[{"num":1,"verse":"Chapter 25"},{"num":2,"verse":"Unto the end, a psalm for David. Judge me, O Lord, for I have walked in my innocence: and I have put my trust in the Lord, and shall not be weakened."},{"num":3,"verse":"Prove me, O Lord, and try me; burn my reins and my heart."},{"num":4,"verse":"For thy mercy is before my eyes; and I am well pleased with thy truth."},{"num":5,"verse":"I have not sat with the council of vanity: neither will I go in with the doers of unjust things."},{"num":6,"verse":"I have hated the assembly of the malignant; and with the wicked I will not sit."},{"num":7,"verse":"I will wash my hands among the innocent; and will compass thy altar, O Lord:"},{"num":8,"verse":"That I may hear the voice of thy praise: and tell of all thy wondrous works."},{"num":9,"verse":"I have loved, O Lord, the beauty of thy house; and the place where thy glory dwelleth."},{"num":10,"verse":"Take not away my soul, O God, with the wicked: nor my life with bloody men:"},{"num":11,"verse":"In whose hands are iniquities: their right hand is filled with gifts."},{"num":12,"verse":"But as for me, I have walked in my innocence: redeem me, and have mercy on me."},{"num":13,"verse":"My foot hath stood in the direct way: in the churches I will bless thee, O Lord."}]},{"type":"chapter","title":"Psalm 26","id":"Ps.26","verses":[{"num":1,"verse":"Chapter 26"},{"num":2,"verse":"The psalm of David before he was anointed. The Lord is my light and my salvation, whom shall I fear? The Lord is the protector of my life: of whom shall I be afraid?"},{"num":3,"verse":"Whilst the wicked draw near against me, to eat my flesh. My enemies that trouble me, have themselves been weakened, and have fallen."},{"num":4,"verse":"If armies in camp should stand together against me, my heart shall not fear. If a battle should rise up against me, in this will I be confident."},{"num":5,"verse":"One thing I have asked of the Lord, this will I seek after; that I may dwell in the house of the Lord all the days of my life. That I may see the delight of the Lord, and may visit his temple."},{"num":6,"verse":"For he hath hidden me in his tabernacle; in the day of evils, he hath protected me in the secret place of his tabernacle."},{"num":7,"verse":"He hath exalted me upon a rock: and now he hath lifted up my head above my enemies. I have gone round, and have offered up in his tabernacle a sacrifice of jubilation: I will sing, and recite a psalm to the Lord."},{"num":8,"verse":"Hear, O Lord, my voice, with which I have cried to thee: have mercy on me and hear me."},{"num":9,"verse":"My heart hath said to thee: My face hath sought thee: thy face, O Lord, will I still seek."},{"num":10,"verse":"Turn not away thy face from me; decline not in thy wrath from thy servant. Be thou my helper, forsake me not; do not thou despise me, O God my Saviour."},{"num":11,"verse":"For my father and my mother have left me: but the Lord hath taken me up."},{"num":12,"verse":"Set me, O Lord, a law in thy way, and guide me in the right path, because of my enemies."},{"num":13,"verse":"Deliver me not over to the will of them that trouble me; for unjust witnesses have risen up against me; and iniquity hath lied to itself."},{"num":14,"verse":"I believe to see the good things of the Lord in the land of the living."},{"num":15,"verse":"Expect the Lord, do manfully, and let thy heart take courage, and wait thou for the Lord."}]},{"type":"chapter","title":"Psalm 27","id":"Ps.27","verses":[{"num":1,"verse":"Chapter 27"},{"num":2,"verse":"A psalm for David himself. Unto thee will I cry, O Lord: O my God, be not thou silent to me: lest thou be silent to me, I become like them that go down into the pit."},{"num":3,"verse":"Hear, O Lord, the voice of my supplication, when I pray to thee; when I lift up my hands to thy holy temple."},{"num":4,"verse":"Draw me not away together with the wicked; and with the workers of iniquity destroy me not: Who speak peace with their neighbour, but evils are in their hearts."},{"num":5,"verse":"Give them according to their works, and according to the wickedness of their inventions. According to the works of their hands give thou to them: render to them their reward."},{"num":6,"verse":"Because they have not understood the works of the Lord, and the operations of his hands: thou shalt destroy them, and shalt not build them up."},{"num":7,"verse":"Blessed be the Lord, for he hath heard the voice of my supplication."},{"num":8,"verse":"The Lord is my helper and my protector: in him hath my heart confided, and I have been helped. And my flesh hath flourished again, and with my will I will give praise to him."},{"num":9,"verse":"The Lord is the strength of his people, and the protector of the salvation of his anointed."},{"num":10,"verse":"Save, O Lord, thy people, and bless thy inheritance: and rule them and exalt them for ever."}]},{"type":"chapter","title":"Psalm 28","id":"Ps.28","verses":[{"num":1,"verse":"Chapter 28"},{"num":2,"verse":"A psalm for David, at the finishing of the tabernacle. Bring to the Lord, O ye children of God: bring to the Lord the offspring of rams."},{"num":3,"verse":"Bring to the Lord glory and honour: bring to the Lord glory to his name: adore ye the Lord in his holy court."},{"num":4,"verse":"The voice of the Lord is upon the waters; the God of majesty hath thundered, The Lord is upon many waters."},{"num":5,"verse":"The voice of the Lord is in power; the voice of the Lord in magnificence."},{"num":6,"verse":"The voice of the Lord breaketh the cedars: yea, the Lord shall break the cedars of Libanus."},{"num":7,"verse":"And shall reduce them to pieces, as a calf of Libanus, and as the beloved son of unicorns."},{"num":8,"verse":"The voice of the Lord divideth the flame of fire:"},{"num":9,"verse":"The voice of the Lord shaketh the desert: and the Lord shall shake the desert of Cades."},{"num":10,"verse":"The voice of the Lord prepareth the stags: and he will discover the thick woods: and in his temple all shall speak his glory."},{"num":11,"verse":"The Lord maketh the hood to dwell: and the Lord shall sit king for ever. The Lord will give strength to his people: the Lord will bless his people with peace."}]},{"type":"chapter","title":"Psalm 29","id":"Ps.29","verses":[{"num":1,"verse":"Chapter 29"},{"num":2,"verse":"A psalm of a canticle, at the dedication of David's house."},{"num":3,"verse":"I will extol thee, O Lord, for thou hast upheld me: and hast not made my enemies to rejoice over me."},{"num":4,"verse":"O Lord my God, I have cried to thee, and then hast healed me."},{"num":5,"verse":"Thou hast brought forth, O Lord, my soul from hell: thou hast saved me from them that go down into the pit."},{"num":6,"verse":"Sing to the Lord, O ye his saints: and give praise to the memory of his holiness."},{"num":7,"verse":"For wrath is in his indignation; and life in his good will. In the evening weeping shall have place, and in the morning gladness."},{"num":8,"verse":"And in my abundance I said: I shall never be moved."},{"num":9,"verse":"O Lord, in thy favour, thou gavest strength to my beauty. Thou turnedst away thy face from me, and I became troubled."},{"num":10,"verse":"To thee, O Lord, will I cry: and I will make supplication to my God."},{"num":11,"verse":"What profit is there in my blood, whilst I go down to corruption? Shall dust confess to thee, or declare thy truth?"},{"num":12,"verse":"The Lord hath heard, and hath had mercy on me: the Lord became my helper."},{"num":13,"verse":"Thou hast turned for me my mourning into joy: thou hast cut my sackcloth, and hast compassed me with gladness:"},{"num":14,"verse":"To the end that my glory may sing to thee, and I may not regret: O Lord my God, I will give praise to thee for ever."}]},{"type":"chapter","title":"Psalm 30","id":"Ps.30","verses":[{"num":1,"verse":"Chapter 30"},{"num":2,"verse":"Unto the end, a psalm for David, in an ecstasy."},{"num":3,"verse":"In thee, O Lord, have I hoped, Iet me never be confounded: deliver me in thy justice."},{"num":4,"verse":"Bow down thy ear to me: make haste to deliver me. Be thou unto me a God, a protector, and a house of refuge, to save me."},{"num":5,"verse":"For thou art my strength and my refuge; and for thy name's sake thou wilt lead me, and nourish me."},{"num":6,"verse":"Thou wilt bring me out of this snare, which they have hidden for me: for thou art my protector."},{"num":7,"verse":"Into thy hands I commend my spirit: thou hast redeemed me, O Lord, the God of truth."},{"num":8,"verse":"Thou hast hated them that regard vanities, to no purpose. But I have hoped in the Lord:"},{"num":9,"verse":"I will be glad and rejoice in thy mercy. For thou best regarded my humility, thou hast saved my soul out of distresses."},{"num":10,"verse":"And thou hast not shut me up in the hands of the enemy: thou hast set my feet in a spacious place."},{"num":11,"verse":"Have mercy on me, O Lord, for I am afflicted: my eye is troubled with wrath, my soul, and my belly:"},{"num":12,"verse":"For my life is wasted with grief: and my years in sighs. My strength is weakened through poverty and my bones are disturbed."},{"num":13,"verse":"I am become a reproach among all my enemies, and very much to my neighbours; and a fear to my acquaintance. They that saw me without fled from me."},{"num":14,"verse":"I am forgotten as one dead from the heart. I am become as a vessel that is destroyed."},{"num":15,"verse":"For I have heard the blame of many that dwell round about. While they assembled together against me, they consulted to take away my life."},{"num":16,"verse":"But I have put my trust in thee, O Lord: I said: Thou art my God."},{"num":17,"verse":"My lots are in thy hands. Deliver me out of the hands of my enemies; and from them that persecute me."},{"num":18,"verse":"Make thy face to shine upon thy servant; save me in thy mercy."},{"num":19,"verse":"Let me not be confounded, O Lord, for I have called upon thee. Let the wicked be ashamed, and be brought down to hell."},{"num":20,"verse":"Let deceitful lips be made dumb. Which speak iniquity against the just, with pride and abuse."},{"num":21,"verse":"O how great is the multitude of thy sweetness, O Lord, which thou hast hidden for them that fear thee! Which thou hast wrought for them that hope in thee, in the sight of the sons of men."},{"num":22,"verse":"Thou shalt hide them in the secret of thy face, from the disturbance of men. Thou shalt protect them in thy tabernacle from the contradiction of tongues."},{"num":23,"verse":"Blessed be the Lord, for he hath shewn his wonderful mercy to me in a fortified city."},{"num":24,"verse":"But I said in the excess of my mind: I am cast away from before thy eyes. Therefore thou hast heard the voice of my prayer, when I cried to thee."},{"num":25,"verse":"O love the Lord, all ye his saints: for the Lord will require truth, and will repay them abundantly that act proudly."},{"num":26,"verse":"Do ye manfully, and let your heart be strengthened, all ye that hope in the Lord."}]},{"type":"chapter","title":"Psalm 31","id":"Ps.31","verses":[{"num":1,"verse":"Chapter 31"},{"num":2,"verse":"To David himself, understanding. Blessed are they whose iniquities are forgiven, and whose sins are covered."},{"num":3,"verse":"Blessed is the man to whom the Lord hath not imputed sin, and in whose spirit there is no guile."},{"num":4,"verse":"Because I was silent my bones grew old; whilst I cried out all the day long."},{"num":5,"verse":"For day and night thy hand was heavy upon me: I am turned in my anguish, whilst the thorn is fastened."},{"num":6,"verse":"I have acknowledged my sin to thee, and my injustice I have not concealed. I said I will confess against myself my injustice to the Lord: and thou hast forgiven the wickedness of my sin."},{"num":7,"verse":"For this shall every one that is holy pray to thee in a seasonable time. And yet in a flood of many waters, they shall not come nigh unto him."},{"num":8,"verse":"Thou art my refuge from the trouble which hath encompassed me: my joy, deliver me from them that surround me."},{"num":9,"verse":"I will give thee understanding, and I will instruct thee in this way, in which thou shalt go: I will fix my eyes upon thee."},{"num":10,"verse":"Do not become like the horse and the mule, who have no understanding. With bit and bridle bind fast their jaws, who come not near unto thee."},{"num":11,"verse":"Many are the scourges of the sinner, but mercy shall encompass him that hopeth in the Lord."},{"num":12,"verse":"Be glad in the Lord, and rejoice, ye just, and glory, all ye right of heart."}]},{"type":"chapter","title":"Psalm 32","id":"Ps.32","verses":[{"num":1,"verse":"Chapter 32"},{"num":2,"verse":"A psalm for David. Rejoice in the Lord, O ye just: praise becometh the upright."},{"num":3,"verse":"Give praise to the Lord on the harp; sing to him with the psaltery, the instrument of ten strings."},{"num":4,"verse":"Sing to him a new canticle, sing well unto him with a loud noise."},{"num":5,"verse":"For the word of the Lord is right, and all his works are done with faithfulness."},{"num":6,"verse":"He loveth mercy and judgment; the earth is full of the mercy of the Lord."},{"num":7,"verse":"By the word of the Lord the heavens were established; and all the power of them by the spirit of his mouth:"},{"num":8,"verse":"Gathering together the waters of the sea, as in a vessel; laying up the depths in storehouses."},{"num":9,"verse":"Let all the earth fear the Lord, and let all the inhabitants of the world be in awe of him."},{"num":10,"verse":"For he spoke and they were made: he commanded and they were created."},{"num":11,"verse":"The Lord bringeth to naught the counsels of nations; and he rejecteth the devices of people, and casteth away the counsels of princes."},{"num":12,"verse":"But the counsel of the Lord standeth for ever: the thoughts of his heart to all generations."},{"num":13,"verse":"Blessed is the nation whose God is the Lord: the people whom he hath chosen for his inheritance."},{"num":14,"verse":"The Lord hath looked from heaven: he hath beheld all the sons of men."},{"num":15,"verse":"From his habitation which he hath prepared, he hath looked upon all that dwell on the earth."},{"num":16,"verse":"He who hath made the hearts of every one of them: who understandeth all their works."},{"num":17,"verse":"The king is not saved by a great army: nor shall the giant be saved by his own great strength."},{"num":18,"verse":"Vain is the horse for safety: neither shall he be saved by the abundance of his strength."},{"num":19,"verse":"Behold the eyes of the Lord are on them that fear him: and on them that hope in his mercy."},{"num":20,"verse":"To deliver their souls from death; and feed them in famine."},{"num":21,"verse":"Our soul waiteth for the Lord: for he is our helper and protector."},{"num":22,"verse":"For in him our heart shall rejoice: and in his holy name we have trusted."},{"num":23,"verse":"Let thy mercy, O Lord, be upon us, as we have hoped in thee."}]},{"type":"chapter","title":"Psalm 33","id":"Ps.33","verses":[{"num":1,"verse":"Chapter 33"},{"num":2,"verse":"For David, when he changed his countenance before Achimelech, who dismissed him, and he went his way. ["},{"num":3,"verse":".]"},{"num":4,"verse":"I will bless the Lord at all times, his praise shall be always in my mouth."},{"num":5,"verse":"In the Lord shall my soul be praised: let the meek hear and rejoice."},{"num":6,"verse":"O magnify the Lord with me; and let us extol his name together."},{"num":7,"verse":"I sought the Lord, and he heard me; and he delivered me from all my troubles."},{"num":8,"verse":"Come ye to him and be enlightened: and your faces shall not be confounded."},{"num":9,"verse":"This poor man cried, and the Lord heard him: and saved him out of all his troubles."},{"num":10,"verse":"The angel of the Lord shall encamp round about them that fear him: and shall deliver them."},{"num":11,"verse":"O taste, and see that the Lord is sweet: blessed is the man that hopeth in him."},{"num":12,"verse":"Fear the Lord, all ye his saints: for there is no want to them that fear him."},{"num":13,"verse":"The rich have wanted, and have suffered hunger: but they that seek the Lord shall not be deprived of any good."},{"num":14,"verse":"Come, children, hearken to me: I will teach you the fear of the Lord."},{"num":15,"verse":"Who is the man that desireth life: who loveth to see good days?"},{"num":16,"verse":"Keep thy tongue from evil, and thy lips from speaking guile."},{"num":17,"verse":"Turn away from evil and do good: seek after peace and pursue it."},{"num":18,"verse":"The eyes of the Lord are upon the just: and his ears unto their prayers."},{"num":19,"verse":"But the countenance of the Lord is against them that do evil things: to cut off the remembrance of them from the earth."},{"num":20,"verse":"The just cried, and the Lord heard them: and delivered them out of all their troubles."},{"num":21,"verse":"The Lord is nigh unto them that are of a contrite heart: and he will save the humble of spirit."},{"num":22,"verse":"Many are the afflictions of the just; but out of them all will the Lord deliver them."},{"num":23,"verse":"The Lord keepeth all their bones, not one of them shall be broken."},{"num":24,"verse":"The death of the wicked is very evil: and they that hate the just shall be guilty."},{"num":25,"verse":"The Lord will redeem the souls of his servants: and none of them that trust in him shall offend."}]},{"type":"chapter","title":"Psalm 34","id":"Ps.34","verses":[{"num":1,"verse":"Chapter 34"},{"num":2,"verse":"For David himself. Judge thou, O Lord, them that wrong me : overthrow them that fight against me."},{"num":3,"verse":"Take hold of arms and shield : and rise up to help me."},{"num":4,"verse":"Bring out the sword, and shut up the way against them that persecute me : say to my soul : I am thy salvation."},{"num":5,"verse":"Let them be confounded and ashamed that seek after my soul. Let them be turned back and be confounded that devise against me."},{"num":6,"verse":"Let them become as dust before the wind : and let the angel of the Lord straiten them."},{"num":7,"verse":"Let their way become dark and slippery; and let the angel of the Lord pursue them."},{"num":8,"verse":"For without cause they have hidden their net for me unto destruction : without cause they have upbraided my soul."},{"num":9,"verse":"Let the snare which he knoweth not come upon him : and let the net which he hath hidden catch him : and let the net which he hath hidden catch him : and into that very snare let them fall."},{"num":10,"verse":"But my soul shall rejoice in the Lord; and shall be delighted in his salvation."},{"num":11,"verse":"All my bones shall say : Lord, who is like to thee? Who deliverest the poor from the hand of them that are stronger than he; the needy and the poor from them that strip him."},{"num":12,"verse":"Unjust witnesses rising up have asked me things I knew not."},{"num":13,"verse":"They repaid me evil for good : to the depriving me of my soul."},{"num":14,"verse":"But as for me, when they were troublesome to me, I was clothed with haircloth. I humbled my soul with fasting; and my prayer shall be turned into my bosom."},{"num":15,"verse":"As a neighbour and as an own brother, so did I please : as one mourning and sorrowful so was I humbled."},{"num":16,"verse":"But they rejoiced against me, and came together : scourges were gathered together upon me, and I knew not."},{"num":17,"verse":"They were separated, and repented not : they tempted me, they scoffed at me with scorn : they gnashed upon me with their teeth."},{"num":18,"verse":"Lord, when wilt thou look upon me? rescue thou soul from their malice : my only one from the lions."},{"num":19,"verse":"I will give thanks to thee in a great church; I will praise thee in a strong people."},{"num":20,"verse":"Let not them that are my enemies wrongfully rejoice over me : who have hated me without cause, and wink with the eyes."},{"num":21,"verse":"For they spoke indeed peaceably to me; and speaking in the anger of the earth they devised guile."},{"num":22,"verse":"And they opened their mouth wide against me; they said : Well done, well done, our eyes have seen it."},{"num":23,"verse":"Thou hast seen, O Lord, be not thou silent : O Lord, depart not from me."},{"num":24,"verse":"Arise, and be attentive to my judgment : to my cause, my God, and my Lord."},{"num":25,"verse":"Judge me, O Lord my God according to thy justice, and let them not rejoice over me."},{"num":26,"verse":"Let them not say in their hearts : It is well, it is well, to our mind : neither let them say : We have swallowed him up."},{"num":27,"verse":"Let them blush : and be ashamed together, who rejoice at my evils. Let them be clothed with confusion and shame, who speak great things against me."},{"num":28,"verse":"Let them rejoice and be glad, who are well pleased with my justice, and let them say always : The Lord be magnified, who delights in the peace of his servant."},{"num":29,"verse":"Any my tongue shall meditate thy justice, thy praise all the day long."}]},{"type":"chapter","title":"Psalm 35","id":"Ps.35","verses":[{"num":1,"verse":"Chapter 35"},{"num":2,"verse":"Unto the end, for the servant of God, David himself."},{"num":3,"verse":"The unjust hath said within himself, that he would sin : there is no fear of God before his eyes."},{"num":4,"verse":"For in his sight he hath done deceitfully, that his iniquity may be found unto hatred."},{"num":5,"verse":"The words of his mouth are iniquity and guile : he would not understand that he might do well."},{"num":6,"verse":"He hath devised iniquity on his bed, he hath set himself on every way that is not good : but evil he hath not hated."},{"num":7,"verse":"O Lord, thy mercy is in heaven, and thy truth reacheth, even to the clouds."},{"num":8,"verse":"Thy justice is as the mountains of God, thy judgments are a great deep. Men and beasts thou wilt preserve, O Lord :"},{"num":9,"verse":"O how hast thou multiplied thy mercy, O God! But the children of men shall put their trust under the covert of thy wings."},{"num":10,"verse":"They shall be inebriated with the plenty of thy house; and thou shalt make them drink of the torrent of thy pleasure."},{"num":11,"verse":"For with thee is the fountain of life; and in thy light we shall see light."},{"num":12,"verse":"Extend thy mercy to them that know thee, and thy justice to them that are right in heart."},{"num":13,"verse":"Let not the foot of pride come to me, and let not the hand of the sinner move me."},{"num":14,"verse":"There the workers of iniquity are fallen, they are cast out, and could not stand."}]},{"type":"chapter","title":"Psalm 36","id":"Ps.36","verses":[{"num":1,"verse":"Chapter 36"},{"num":2,"verse":"A psalm for David himself. Be not emulous of evildoers; nor envy them that work iniquity."},{"num":3,"verse":"For they shall shortly wither away as grass, and as the green herbs shall quickly fall."},{"num":4,"verse":"Trust in the Lord, and do good, and dwell in the land, and thou shalt be fed with its riches."},{"num":5,"verse":"Delight in the Lord, and he will give thee the requests of thy heart."},{"num":6,"verse":"Commit thy way to the Lord, and trust in him, and he will do it."},{"num":7,"verse":"And he will bring forth thy justice as the light, and thy judgment as the noonday."},{"num":8,"verse":"Be subject to the Lord and pray to him Envy not the man who prospereth in his way; the man who doth unjust things."},{"num":9,"verse":"Cease from anger, and leave rage; have no emulation to do evil."},{"num":10,"verse":"For the evildoers shall be cut off : but they that wait upon the Lord shall inherit the land."},{"num":11,"verse":"For yet a little while, and the wicked shall not be : and thou shalt seek his place, and shalt not find it."},{"num":12,"verse":"But the meek shall inherit the land, and shall delight in abundance of peace."},{"num":13,"verse":"The sinner shall watch the just man : and shall gnash upon him with his teeth."},{"num":14,"verse":"But the Lord shall laugh at him : for he foreseeth that his day shall come."},{"num":15,"verse":"The wicked have drawn out the sword : they have bent their bow. To cast down the poor and needy, to kill the upright of heart."},{"num":16,"verse":"Let their sword enter into their own hearts, and let their bow be broken."},{"num":17,"verse":"Better is a little to the just, than the great riches of the wicked."},{"num":18,"verse":"For the arms of the wicked shall be broken in pieces; but the Lord strengtheneth the just."},{"num":19,"verse":"The Lord knoweth the days of undefiled; and their inheritance shall be for ever."},{"num":20,"verse":"They shall not be confounded in the evil time; and in the days of famine they shall be filled :"},{"num":21,"verse":"because the wicked shall perish. And the enemies of the Lord, presently after they shall be honoured and exalted, shall come to nothing and vanish like smoke."},{"num":22,"verse":"The sinner shall borrow, and not pay again; but the just sheweth mercy and shall give."},{"num":23,"verse":"For such as bless him shall inherit the land : but such as curse him shall perish."},{"num":24,"verse":"With the Lord shall the steps of a man be directed, and he shall like well his way."},{"num":25,"verse":"When he shall fall he shall not be bruised, for the Lord putteth his hand under him."},{"num":26,"verse":"I have been young, and now am old; and I have not seen the just forsaken, nor his seed seeking bread."},{"num":27,"verse":"He sheweth mercy, and lendeth all the day long; and his seed shall be in blessing."},{"num":28,"verse":"Decline from evil and do good, and dwell for ever and ever."},{"num":29,"verse":"For the Lord loveth judgment, and will not forsake his saints : they shall be preserved for ever. The unjust shall be punished, and the seed of the wicked shall perish."},{"num":30,"verse":"But the just shall inherit the land, and shall dwell therein for evermore."},{"num":31,"verse":"The mouth of the just shall meditate wisdom : and his tongue shall speak judgment."},{"num":32,"verse":"The law of his God is in his heart, and his steps shall not be supplanted."},{"num":33,"verse":"The wicked watcheth the just man, and seeketh to put him to death,"},{"num":34,"verse":"But the Lord will not leave in his hands; nor condemn him when he shall be judged."},{"num":35,"verse":"Expect the Lord and keep his way : and he will exalt thee to inherit the land : when the sinners shall perish thou shalt see."},{"num":36,"verse":"I have seen the wicked highly exalted, and lifted up like the cedars of Libanus."},{"num":37,"verse":"And I passed by, and lo, he was not : and I sought him and his place was not found."},{"num":38,"verse":"Keep innocence, and behold justice : for there are remnants for the peaceable man."},{"num":39,"verse":"But the unjust shall be destroyed together : the remnants of the wicked shall perish."},{"num":40,"verse":"But the salvation of the just is from the Lord, and he is their protector in the time of trouble."},{"num":41,"verse":"And the Lord will help them and deliver them : and he will rescue them from the wicked, and save them, because they have hoped in him."}]},{"type":"chapter","title":"Psalm 37","id":"Ps.37","verses":[{"num":1,"verse":"Chapter 37"},{"num":2,"verse":"A psalm for David, for a remembrance of the sabbath."},{"num":3,"verse":"Rebuke me not, O Lord, in thy indignation; nor chastise me in thy wrath."},{"num":4,"verse":"For thy arrows are fastened in me : and thy hand hath been strong upon me."},{"num":5,"verse":"There is no health in my flesh, because of thy wrath : there is no peace for my bones, because of my sins."},{"num":6,"verse":"For my iniquities are gone over my head : and as a heavy burden are become heavy upon me."},{"num":7,"verse":"My sores are putrified and corrupted, because of my foolishness."},{"num":8,"verse":"I am become miserable, and am bowed down even to the end : I walked sorrowful all the day long."},{"num":9,"verse":"For my loins are filled with illusions; and there is no health in my flesh."},{"num":10,"verse":"I am afflicted and humbled exceedingly : I roared with the groaning of my heart."},{"num":11,"verse":"Lord, all my desire is before thee, and my groaning is not hidden from thee."},{"num":12,"verse":"My heart is troubled, my strength hath left me, and the light of my eyes itself is not with me."},{"num":13,"verse":"My friends and my neighbours have drawn near, and stood against me. And they that were near me stood afar off :"},{"num":14,"verse":"And they that sought my soul used violence. And they that sought evils to me spoke vain things, and studied deceits all the day long."},{"num":15,"verse":"But I, as a deaf man, heard not : and as a dumb man not opening his mouth."},{"num":16,"verse":"And I became as a man that heareth not : and that hath no reproofs in his mouth."},{"num":17,"verse":"For in thee, O Lord, have I hoped : thou wilt hear me, O Lord my God."},{"num":18,"verse":"For I said: Lest at any time my enemies rejoice over me : and whilst my feet are moved, they speak great things against me."},{"num":19,"verse":"For I am ready for scourges : and my sorrow is continually before me."},{"num":20,"verse":"For I will declare my inequity : and I will think for my sin."},{"num":21,"verse":"But my enemies live, and are stronger that I : and they hate me wrongfully are multiplied."},{"num":22,"verse":"They that render evil for good, have detracted me, because I followed goodness."},{"num":23,"verse":"Forsake me not, O Lord my God : do not thou depart from me."},{"num":24,"verse":"Attend unto my help, O Lord, the God of my salvation."}]},{"type":"chapter","title":"Psalm 38","id":"Ps.38","verses":[{"num":1,"verse":"Chapter 38"},{"num":2,"verse":"Unto the end, for Idithun himself, a canticle of David."},{"num":3,"verse":"I said: I will take heed to my ways : that I sin not with my tongue. I have set guard to my mouth, when the sinner stood against me."},{"num":4,"verse":"I was dumb, and was humbled, and kept silence from good things : and my sorrow was renewed."},{"num":5,"verse":"My heart grew hot within me : and in my meditation a fire shall flame out."},{"num":6,"verse":"I spoke with my tongue : O Lord, make me know my end. And what is the number of my days : that I may know what is wanting to me."},{"num":7,"verse":"Behold thou hast made my days measurable : and my substance is as nothing before thee. And indeed all things are vanity : every man living."},{"num":8,"verse":"Surely man passeth as an image : yea, and he is disquieted in vain. He storeth up : and he knoweth not for whom he shall gather these things."},{"num":9,"verse":"And now what is my hope? is it not the Lord? and my substance is with thee."},{"num":10,"verse":"Deliver thou me from all my iniquities : thou hast made me a reproach to the fool."},{"num":11,"verse":"I was dumb, and I opened not my mouth, because thou hast done it."},{"num":12,"verse":"Remove thy scourges from me. The strength of thy hand hath made me faint in rebukes:"},{"num":13,"verse":"thou hast corrected man for iniquity. And thou hast made his soul to waste away like a spider : surely in vain is any man disquieted."},{"num":14,"verse":"Hear my prayer, O Lord, and my supplication : give ear to my tears. Be not silent : for I am a stranger with thee, and a sojourner as all my fathers were."},{"num":15,"verse":"O forgive me, that I may be refreshed, before I go hence, and be no more."}]},{"type":"chapter","title":"Psalm 39","id":"Ps.39","verses":[{"num":1,"verse":"Chapter 39"},{"num":2,"verse":"Unto the end, a psalm for David himself."},{"num":3,"verse":"With expectation I have waited for the Lord, and he was attentive to me."},{"num":4,"verse":"And he heard my prayers, and brought me out of the pit of misery and the mire of dregs. And he set my feet upon a rock, and directed my steps."},{"num":5,"verse":"And he put a new canticle into my mouth, a song to our God. Many shall see, and shall fear : and they shall hope in the Lord."},{"num":6,"verse":"Blessed is the man whose trust is in the name of the Lord; and who hath not had regard to vanities, and lying follies."},{"num":7,"verse":"Thou hast multiplied thy wonderful works, O Lord my God : and in thy thoughts there is no one like to thee. I have declared and I have spoken they are multiplied above number."},{"num":8,"verse":"Sacrifice and oblation thou didst not desire; but thou hast pierced ears for me. Burnt offering and sin offering thou didst not require :"},{"num":9,"verse":"then said I, Behold I come. In the head of the book it is written of me"},{"num":10,"verse":"that I should do thy will : O my God, I have desired it, and thy law in the midst of my heart."},{"num":11,"verse":"I have declared thy justice in a great church, lo, I will not restrain my lips : O Lord, thou knowest it."},{"num":12,"verse":"I have not hid thy justice within my heart : I have declared thy truth and thy salvation. I have not concealed thy mercy and thy truth from a great council."},{"num":13,"verse":"Withhold not thou, O Lord, thy tender mercies from me : thy mercy and thy truth have always upheld me."},{"num":14,"verse":"For evils without number have surrounded me; my iniquities have overtaken me, and I was not able to see. They are multiplied above the hairs of my head : and my heart hath forsaken me."},{"num":15,"verse":"Be pleased, O Lord, to deliver me, look down, O Lord, to help me."},{"num":16,"verse":"Let them be confounded and ashamed together, that seek after my soul to take it away. Let them be turned backward and be ashamed that desire evils to me."},{"num":17,"verse":"Let them immediately bear their confusion, that say to me : 'T is well, 't is well."},{"num":18,"verse":"Let all that seek thee rejoice and be glad in thee : and let such as love thy salvation say always : The Lord be magnified."},{"num":19,"verse":"But I am a beggar and poor : the Lord is careful for me. Thou art my helper and my protector : O my God, be not slack."}]},{"type":"chapter","title":"Psalm 40","id":"Ps.40","verses":[{"num":1,"verse":"Chapter 40"},{"num":2,"verse":"Unto the end, a psalm for David himself."},{"num":3,"verse":"Blessed is he that understandeth concerning the needy and the poor : the Lord will deliver him in the evil day."},{"num":4,"verse":"The Lord preserve him and give him life, and make him blessed upon the earth : and deliver him not up to the will of his enemies."},{"num":5,"verse":"The Lord help him on his bed of sorrow : thou hast turned all his couch in his sickness."},{"num":6,"verse":"I said: O Lord, be thou merciful to me : heal my soul, for I have sinned against thee."},{"num":7,"verse":"My enemies have spoken evils against me: when shall he die and his name perish?"},{"num":8,"verse":"And if he came in to see me, he spoke vain things : his heart gathered together iniquity to itself. He went out and spoke to the same purpose."},{"num":9,"verse":"All my enemies whispered together against me : they devised evils to me."},{"num":10,"verse":"They determined against me an unjust word : shall he that sleepeth rise again no more?"},{"num":11,"verse":"For even the man of peace, in whom I trusted, who ate my bread, hath greatly supplanted me."},{"num":12,"verse":"But thou, O Lord, have mercy on me, and raise me up again : and I will requite them."},{"num":13,"verse":"By this I know, that thou hast had a good will for me : because my enemy shall not rejoice over me."},{"num":14,"verse":"But thou hast upheld me by reason of my innocence : and hast established me in thy sight for ever."},{"num":15,"verse":"Blessed by the Lord the God of Israel from eternity to eternity. So be it. So be it."}]},{"type":"chapter","title":"Psalm 41","id":"Ps.41","verses":[{"num":1,"verse":"Chapter 41"},{"num":2,"verse":"Unto the end, understanding for the sons of Core."},{"num":3,"verse":"As the hart panteth after the fountains of water; so my soul panteth after thee, O God."},{"num":4,"verse":"My soul hath thirsted after the strong living God; when shall I come and appear before the face of God?"},{"num":5,"verse":"My tears have been any bread day and night, whilst it is said to me daily : Where is thy God?"},{"num":6,"verse":"These things I remembered, and poured out my soul in me : for I shall go over into the place of the wonderful tabernacle, even to the house of God : With the voice of joy and praise; the noise of one feasting."},{"num":7,"verse":"Why art thou sad, O my soul? and why dost thou trouble me? Hope in God, for I will still give praise to him : the salvation of my countenance,"},{"num":8,"verse":"and my God. My soul is troubled within myself : therefore will I remember thee from the land of Jordan and Hermoniim, from the little hill."},{"num":9,"verse":"Deep calleth on deep, at the noise of thy flood-gates. All thy heights and thy billows have passed over me."},{"num":10,"verse":"In the daytime the Lord hath commanded his mercy; and a canticle to him in the night. With me is prayer to the God of my life."},{"num":11,"verse":"I will say to God : Thou art my support. Why hast thou forgotten me? and why go I mourning, whilst my enemy afflicteth me?"},{"num":12,"verse":"Whilst my bones are broken, my enemies who trouble me have reproached me; Whilst they say to me day be day : Where is thy God?"},{"num":13,"verse":"Why art thou cast down, O my soul? and why dost thou disquiet me? Hope thou in God, for I will still give praise to him : the salvation of my countenance, and my God."}]},{"type":"chapter","title":"Psalm 42","id":"Ps.42","verses":[{"num":1,"verse":"Chapter 42"},{"num":2,"verse":"A psalm for David. Judge me, O God, and distinguish my cause from the nation that is not holy : deliver me from the unjust and deceitful man."},{"num":3,"verse":"For thou art God my strength : why hast thou cast me off? and why do I go sorrowful whilst the enemy afflicteth me?"},{"num":4,"verse":"Send forth thy light and thy truth : they have conducted me, and brought me unto thy holy hill, and into thy tabernacles."},{"num":5,"verse":"And I will go in to the altar of God : to God who giveth joy to my youth."},{"num":6,"verse":"To thee, O God my God, I will give praise upon the harp : why art thou sad, O my soul? and why dost thou disquiet me?"},{"num":7,"verse":"Hope in God, for I will still give praise to him : the salvation of my countenance, and my God."}]},{"type":"chapter","title":"Psalm 43","id":"Ps.43","verses":[{"num":1,"verse":"Chapter 43"},{"num":2,"verse":"Unto the end, for the sons of Core, to give understanding."},{"num":3,"verse":"We have heard, O God, with our ears : our fathers have declared to us, The work, thou hast wrought in their days, and in the days of old."},{"num":4,"verse":"Thy hand destroyed the Gentiles, and thou plantedst them : thou didst afflict the people and cast them out."},{"num":5,"verse":"For they got not the possession of the land by their own sword : neither did their own arm save them. But thy right hand and thy arm, and the light of thy countenance : because thou wast pleased with them."},{"num":6,"verse":"Thou art thyself my king and my God, who commandest the saving of Jacob."},{"num":7,"verse":"Through thee we will push down our enemies with the horn : and through thy name we will despise them that rise up against us."},{"num":8,"verse":"For I will not trust in my bow : neither shall my sword save me."},{"num":9,"verse":"But thou hast saved us from them that afflict us : and hast put them to shame that hate us."},{"num":10,"verse":"In God shall we glory all the day long : and in thy name we will give praise for ever."},{"num":11,"verse":"But now thou hast cast us off, and put us to shame : and thou, O God, wilt not go out with our armies."},{"num":12,"verse":"Thou hast made us turn our back to our enemies : and they that hated us plundered for themselves."},{"num":13,"verse":"Thou hast given us up like sheep to be eaten : thou hast scattered us among the nations."},{"num":14,"verse":"Thou hast sold thy people for no price : and there was no reckoning in the exchange of them."},{"num":15,"verse":"Thou hast made us a reproach to our neighbours, a scoff and derision to them that are round about us."},{"num":16,"verse":"Thou hast made us a byword among the Gentiles : a shaking of the head among the people."},{"num":17,"verse":"All the day long my shame is before me : and the confusion of my face hath covered me,"},{"num":18,"verse":"At the voice of him that reproacheth and detracteth me : at the face of the enemy and persecutor."},{"num":19,"verse":"All these things have come upon us, yet we have not forgotten thee : and we have not done wickedly in they covenant."},{"num":20,"verse":"And our heart hath not turned back : neither hast thou turned aside our steps from thy way."},{"num":21,"verse":"For thou hast humbled us in the place of affliction : and the shadow of death hath covered us."},{"num":22,"verse":"If we have forgotten the name of our God, and if we have spread forth our hands to a strange god :"},{"num":23,"verse":"Shall not God search out these things : for he knoweth the secrets of the heart. Because for thy sake we are killed all the day long : we are counted as sheep for the slaughter."},{"num":24,"verse":"Arise, why sleepest thou, O Lord? arise, and cast us not off to the end."},{"num":25,"verse":"Why turnest thou face away? and forgettest our want and our trouble?"},{"num":26,"verse":"For our soul is humbled down to the dust : our belly cleaveth to the earth."},{"num":27,"verse":"Arise, O Lord, help us and redeem us for thy name's sake."}]},{"type":"chapter","title":"Psalm 44","id":"Ps.44","verses":[{"num":1,"verse":"Chapter 44"},{"num":2,"verse":"Unto the end, for them that shall be changed, for the sons of Core, for understanding. A canticle for the Beloved."},{"num":3,"verse":"My heart hath uttered a good word I speak my works to the king; My tongue is the pen of a scrivener that writeth swiftly."},{"num":4,"verse":"Thou art beautiful above the sons of men: grace is poured abroad in thy lips; therefore hath God blessed thee for ever"},{"num":5,"verse":"Gird thy sword upon thy thigh, O thou most mighty."},{"num":6,"verse":"With thy comeliness and thy beauty set out, proceed prosperously, and reign. Because of truth and meekness and justice: and thy right hand shall conduct thee wonderfully."},{"num":7,"verse":"Thy arrows are sharp: under thee shall people fall, into the hearts of the king's enemies."},{"num":8,"verse":"Thy throne, O God, is for ever and ever: the sceptre of thy kingdom is a sceptre of uprightness."},{"num":9,"verse":"Thou hast loved justice, and hated iniquity: therefore God, thy God, hath anointed thee with the oil of gladness above thy fellows."},{"num":10,"verse":"Myrrh and stacte and cassia perfume thy garments, from the ivory houses: out of which"},{"num":11,"verse":"the daughters of kings have delighted thee in thy glory. The queen stood on thy right hand, in gilded clothing; surrounded with variety."},{"num":12,"verse":"Hearken, O daughter, and see, and incline thy ear: and forget thy people and thy father's house."},{"num":13,"verse":"And the king shall greatly desire thy beauty; for he is the Lord thy God, and him they shall adore."},{"num":14,"verse":"And the daughters of Tyre with gifts, yea, all the rich among the people, shall entreat thy countenance."},{"num":15,"verse":"All the glory of the king's daughter is within in golden borders,"},{"num":16,"verse":"clothed round about with varieties. After her shall virgins be brought to the king: her neighbours shall be brought to thee."},{"num":17,"verse":"They shall be brought with gladness and rejoicing: they shall be brought into the temple of the king."},{"num":18,"verse":"Instead of thy fathers, sons are born to thee: thou shalt make them princes over all the earth."},{"num":19,"verse":"They shall remember thy name throughout all generations. Therefore shall people praise thee for ever; yea, for ever and ever."}]},{"type":"chapter","title":"Psalm 45","id":"Ps.45","verses":[{"num":1,"verse":"Chapter 45"},{"num":2,"verse":"Unto the end, for the sons of Core, for the hidden."},{"num":3,"verse":"Our God is our refuge and strength: a helper in troubles, which have found us exceedingly."},{"num":4,"verse":"Therefore we will not fear, when the earth shall be troubled; and the mountains shall be removed into the heart of the sea."},{"num":5,"verse":"Their waters roared and were troubled: the mountains were troubled with his strength."},{"num":6,"verse":"The stream of the river maketh the city of God joyful: the most High hath sanctified his own tabernacle."},{"num":7,"verse":"God is in the midst thereof, it shall not be moved: God will help it in the morning early."},{"num":8,"verse":"Nations were troubled, and kingdoms were bowed down: he uttered his voice, the earth trembled."},{"num":9,"verse":"The Lord of armies is with us: the God of Jacob is our protector."},{"num":10,"verse":"Come and behold ye the works of the Lord: what wonders he hath done upon earth,"},{"num":11,"verse":"making wars to cease even to the end of the earth. He shall destroy the bow, and break the weapons: and the shield he shall burn in the fire."},{"num":12,"verse":"Be still and see that I am God; I will be exalted among the nations, and I will be exalted in the earth."},{"num":13,"verse":"The Lord of armies is with us: the God of Jacob is our protector."}]},{"type":"chapter","title":"Psalm 46","id":"Ps.46","verses":[{"num":1,"verse":"Chapter 46"},{"num":2,"verse":"Unto the end, for the sons of Core."},{"num":3,"verse":"O clap your hands, all ye nations: shout unto God with the voice of Joy,"},{"num":4,"verse":"For the Lord is high, terrible: a great king over all the earth."},{"num":5,"verse":"He hath subdued the people under us; and the nations under our feet."},{"num":6,"verse":"He hath chosen for us his inheritance the beauty of Jacob which he hath loved."},{"num":7,"verse":"God is ascended with jubilee, and the Lord with the sound of trumpet."},{"num":8,"verse":"Sing praises to our God, sing ye: sing praises to our king, sing ye."},{"num":9,"verse":"For God is the king of all the earth: sing ye wisely."},{"num":10,"verse":"God shall reign over the nations: God sitteth on his holy throne."},{"num":11,"verse":"The princes of the people are gathered together, with the God of Abraham: for the strong gods of the earth are exceedingly exalted."}]},{"type":"chapter","title":"Psalm 47","id":"Ps.47","verses":[{"num":1,"verse":"Chapter 47"},{"num":2,"verse":"A psalm of a canticle, for the sons of Core, on the second day of the week."},{"num":3,"verse":"Great is the Lord, and exceedingly to be praised in the city of our God, in his holy mountain."},{"num":4,"verse":"With the joy of the whole earth is mount Sion founded, on the sides of the north, the city of the great king."},{"num":5,"verse":"In her houses shall God be known, when he shall protect her."},{"num":6,"verse":"For behold the kings of the earth assembled themselves: they gathered together."},{"num":7,"verse":"So they saw, and they wondered, they were troubled, they were moved:"},{"num":8,"verse":"trembling took hold of them. There were pains as of a woman in labour."},{"num":9,"verse":"With a vehement wind thou shalt break in pieces the ships of Tharsis."},{"num":10,"verse":"As we have heard, so have we seen, in the city of the Lord of hosts, in the city of our God: God hath founded it for ever."},{"num":11,"verse":"We have received thy mercy, O God, in the midst of thy temple."},{"num":12,"verse":"According to thy name, O God, so also is thy praise unto the ends of the earth: thy right hand is full of justice."},{"num":13,"verse":"Let mount Sion rejoice, and the daughters of Juda be glad; because of thy judgments, O Lord."},{"num":14,"verse":"Surround Sion, and encompass her: tell ye in her towers."},{"num":15,"verse":"Set your hearts on her strength; and distribute her houses, that ye may relate it in another generation."},{"num":16,"verse":"For this is God, our God unto eternity, and for ever and ever: he shall rule us for evermore."}]},{"type":"chapter","title":"Psalm 48","id":"Ps.48","verses":[{"num":1,"verse":"Chapter 48"},{"num":2,"verse":"Unto the end, a psalm for the sons of Core."},{"num":3,"verse":"Hear these things, all ye nations: give ear, all ye inhabitants of the world."},{"num":4,"verse":"All you that are earthborn, and you sons of men: both rich and poor together."},{"num":5,"verse":"My mouth shall speak wisdom: and the meditation of my heart understanding."},{"num":6,"verse":"I will incline my ear to a parable; I will open my proposition on the psaltery."},{"num":7,"verse":"Why shall I fear in the evil day? the iniquity of my heel shall encompass me."},{"num":8,"verse":"They that trust in their own strength, and glory in the multitude of their riches,"},{"num":9,"verse":"No brother can redeem, nor shall man redeem: he shall not give to God his ransom,"},{"num":10,"verse":"Nor the price of the redemption of his soul: and shall labour for ever,"},{"num":11,"verse":"and shall still live unto the end."},{"num":12,"verse":"He shall not see destruction, when he shall see the wise dying: the senseless and the fool shall perish together: And they shall leave their riches to strangers:"},{"num":13,"verse":"and their sepulchres shall be their houses for ever. Their dwelling places to all generations: they have called their lands by their names."},{"num":14,"verse":"And man when he was in honour did not understand; he is compared to senseless beasts, and is become like to them."},{"num":15,"verse":"This way of theirs is a stumblingblock to them: and afterwards they shall delight in their mouth."},{"num":16,"verse":"They are laid in hell like sheep: death shall feed upon them. And the just shall have dominion over them in the morning; and their help shall decay in hell from their glory."},{"num":17,"verse":"But God will redeem my soul from the hand of hell, when he shall receive me."},{"num":18,"verse":"Be not thou afraid, when a man shall be made rich, and when the glory of his house shall be increased."},{"num":19,"verse":"For when he shall die he shall take nothing away; nor shall his glory descend with him."},{"num":20,"verse":"For in his lifetime his soul will be blessed: and he will praise thee when thou shalt do well to him."},{"num":21,"verse":"He shall go in to the generations of his fathers: and he shall never see light."},{"num":22,"verse":"Man when he was in honour did not understand: he hath been compared to senseless beasts, and made like to them."}]},{"type":"chapter","title":"Psalm 49","id":"Ps.49","verses":[{"num":1,"verse":"Chapter 49"},{"num":2,"verse":"A psalm for Asaph. The God of gods, the Lord hath spoken: and he hath called the earth. From the rising of the sun, to the going down thereof:"},{"num":3,"verse":"out of Sion the loveliness of his beauty."},{"num":4,"verse":"God shall come manifestly: our God shall come, and shall not keep silence. A fire shall burn before him: and a mighty tempest shall be round about him."},{"num":5,"verse":"He shall call heaven from above, and the earth, to judge his people."},{"num":6,"verse":"Gather ye together his saints to him: who set his covenant before sacrifices."},{"num":7,"verse":"And the heavens shall declare his justice: for God is judge."},{"num":8,"verse":"Hear, O my people, and I will speak: O Israel, and I will testify to thee: I am God, thy God."},{"num":9,"verse":"I will not reprove thee for thy sacrifices: and thy burnt offerings are always in my sight."},{"num":10,"verse":"I will not take calves out of thy house: nor he goats out of thy flocks."},{"num":11,"verse":"For all the beasts of the woods are mine: the cattle on the hills, and the oxen."},{"num":12,"verse":"I know all the fowls of the air: and with me is the beauty of the field."},{"num":13,"verse":"If I should be hungry, I would not tell thee: for the world is mine, and the fulness thereof."},{"num":14,"verse":"Shall I eat the flesh of bullocks? or shall I drink the blood of goats?"},{"num":15,"verse":"Offer to God the sacrifice of praise: and pay thy vows to the most High."},{"num":16,"verse":"And call upon me in the day of trouble: I will deliver thee, and thou shalt glorify me."},{"num":17,"verse":"But to the sinner God hath said: Why dost thou declare my justices, and take my covenant in thy mouth ?"},{"num":18,"verse":"Seeing thou hast hated discipline: and hast cast my words behind thee."},{"num":19,"verse":"If thou didst see a thief thou didst run with him: and with adulterers thou hast been a partaker."},{"num":20,"verse":"Thy mouth hath abounded with evil, and thy tongue framed deceits."},{"num":21,"verse":"Sitting thou didst speak against thy brother, and didst lay a scandal against thy mother's son:"},{"num":22,"verse":"these things hast thou done, and I was silent. Thou thoughtest unjustly that I should be like to thee: but I will reprove thee, and set before thy face."},{"num":23,"verse":"Understand these things, you that forget God; lest he snatch you away, and there be none to deliver you."},{"num":24,"verse":"The sacrifice of praise shall glorify me: and there is the way by which I will shew him the salvation of God."}]},{"type":"chapter","title":"Psalm 50","id":"Ps.50","verses":[{"num":1,"verse":"Chapter 50"},{"num":2,"verse":"Unto the end, a psalm of David,"},{"num":3,"verse":"when Nathan the prophet came to him after he had sinned with Bethsabee."},{"num":4,"verse":"Have mercy on me, O God, according to thy great mercy. And according to the multitude of thy tender mercies blot out my iniquity."},{"num":5,"verse":"Wash me yet more from my iniquity, and cleanse me from my sin."},{"num":6,"verse":"For I know my iniquity, and my sin is always before me."},{"num":7,"verse":"To thee only have I sinned, and have done evil before thee: that thou mayst be justified in thy words and mayst overcome when thou art judged."},{"num":8,"verse":"For behold I was conceived in iniquities; and in sins did my mother conceive me."},{"num":9,"verse":"For behold thou hast loved truth: the uncertain and hidden things of thy wisdom thou hast made manifest to me."},{"num":10,"verse":"Thou shalt sprinkle me with hyssop, and I shall be cleansed: thou shalt wash me, and I shall be made whiter than snow."},{"num":11,"verse":"To my hearing thou shalt give joy and gladness: and the bones that have been humbled shall rejoice."},{"num":12,"verse":"Turn away thy face from my sins, and blot out all my iniquities."},{"num":13,"verse":"Create a clean heart in me, O God: and renew a right spirit within my bowels."},{"num":14,"verse":"Cast me not away from thy face; and take not thy holy spirit from me."},{"num":15,"verse":"Restore unto me the joy of thy salvation, and strengthen me with a perfect spirit."},{"num":16,"verse":"I will teach the unjust thy ways: and the wicked shall be converted to thee."},{"num":17,"verse":"Deliver me from blood, O God, thou God of my salvation: and my tongue shall extol thy justice."},{"num":18,"verse":"O Lord, thou wilt open my lips: and my mouth shall declare thy praise."},{"num":19,"verse":"For if thou hadst desired sacrifice, I would indeed have given it: with burnt offerings thou wilt not be delighted."},{"num":20,"verse":"A sacrifice to God is an afflicted spirit: a contrite and humbled heart, O God, thou wilt not despise."},{"num":21,"verse":"Deal favourably, O Lord, in thy good will with Sion; that the walls of Jerusalem may be built up."},{"num":22,"verse":"Then shalt thou accept the sacrifice of justice, oblations and whole burnt offerings: then shall they lay calves upon thy altar."}]},{"type":"chapter","title":"Psalm 51","id":"Ps.51","verses":[{"num":1,"verse":"Chapter 51"},{"num":2,"verse":"Unto the end, understanding for David,"},{"num":3,"verse":"when Doeg the Edomite came and told Saul David went to the house of Achimelech"},{"num":4,"verse":"Why dost thou glory in malice, thou that art mighty in iniquity?"},{"num":5,"verse":"All the day long thy tongue hath devised injustice: as a sharp razor, thou hast wrought deceit."},{"num":6,"verse":"Thou hast loved malice more than goodness: and iniquity rather than to speak righteousness."},{"num":7,"verse":"Thou hast loved all the words of ruin, O deceitful tongue."},{"num":8,"verse":"Therefore will God destroy thee for ever: he will pluck thee out, and remove thee from thy dwelling place: and thy root out of the land of the living."},{"num":9,"verse":"The just shall see and fear, and shall laugh at him, and say:"},{"num":10,"verse":"Behold the man that made not God his helper: But trusted in the abundance of his riches: and prevailed in his vanity."},{"num":11,"verse":"But I, as a fruitful olive tree in the house of God, have hoped in the mercy of God for ever, yea for ever and ever."},{"num":12,"verse":"I will praise thee for ever, because thou hast done it: and I will wait on thy name, for it is good in the sight of thy saints."}]},{"type":"chapter","title":"Psalm 52","id":"Ps.52","verses":[{"num":1,"verse":"Chapter 52"},{"num":2,"verse":"Unto the end, for Maeleth, understandings to David. The fool said in his hear t: There is no God."},{"num":3,"verse":"They are corrupted, and become abominable in iniquities: there is none that doth good."},{"num":4,"verse":"God looked down from heaven on the children of men: to see if there were any that did understand, or did seek God."},{"num":5,"verse":"All have gone aside, they are become unprofitable together, there is none that doth good, no not one."},{"num":6,"verse":"Shall not all the workers of iniquity know, who eat up my people as they eat bread?"},{"num":7,"verse":"They have not called upon God: there have they trembled for fear, where there was no fear. For God hath scattered the bones of them that please men: they have been confounded, because God hath despised them."},{"num":8,"verse":"Who will give out of Sion the salvation of Israel? when God shall bring back the captivity of his people, Jacob shall rejoice, and Israel shall be glad."}]},{"type":"chapter","title":"Psalm 53","id":"Ps.53","verses":[{"num":1,"verse":"Chapter 53"},{"num":2,"verse":"Unto the end, In verses, understanding for David."},{"num":3,"verse":"When the men of Ziph had come and said to Saul: Is not David hidden with us?"},{"num":4,"verse":"Save me, O God, by thy name, and judge me in thy strength."},{"num":5,"verse":"O God, hear my prayer: give ear to the words of my mouth."},{"num":6,"verse":"For strangers have risen up against me; and the mighty have sought after my soul: and they have not set God before their eyes."},{"num":7,"verse":"For behold God is my helper: and the Lord is the protector of my soul."},{"num":8,"verse":"Turn back the evils upon my enemies; and cut them off in thy truth."},{"num":9,"verse":"I will freely sacrifice to thee, and will give praise, O God, to thy name: because it is good:"},{"num":10,"verse":"For thou hast delivered me out of all trouble: and my eye hath looked down upon my enemies."}]},{"type":"chapter","title":"Psalm 54","id":"Ps.54","verses":[{"num":1,"verse":"Chapter 54"},{"num":2,"verse":"Unto the end, in verses, understanding for David."},{"num":3,"verse":"Hear, O God, my prayer, and despise not my supplication:"},{"num":4,"verse":"be attentive to me and hear me. I am grieved in my exercise; and am troubled,"},{"num":5,"verse":"at the voice of the enemy, and at the tribulation of the sinner. For they have cast iniquities upon me: and in wrath they were troublesome to me."},{"num":6,"verse":"My heart is troubled within me: and the fear of death is fallen upon me."},{"num":7,"verse":"Fear and trembling are come upon me: and darkness hath covered me."},{"num":8,"verse":"And I said: Who will give me wings like a dove, and I will fly and be at rest?"},{"num":9,"verse":"Lo, I have gone far off flying away; and I abode in the wilderness."},{"num":10,"verse":"I waited for him that hath saved me from pusillanimity of spirit, and a storm."},{"num":11,"verse":"Cast down, O Lord, and divide their tongues; for I have seen iniquity and contradiction in the city."},{"num":12,"verse":"Day and night shall iniquity surround it upon its walls: and in the midst thereof are labour,"},{"num":13,"verse":"and injustice. And usury and deceit have not departed from its streets."},{"num":14,"verse":"For if my enemy had reviled me, I would verily have borne with it. And if he that hated me had spoken great things against me, I would perhaps have hidden myself from him."},{"num":15,"verse":"But thou a man of one mind, my guide, and my familiar,"},{"num":16,"verse":"Who didst take sweetmeats together with me: in the house of God we walked with consent."},{"num":17,"verse":"Let death come upon them, and let them go down alive into hell. For there is wickedness in their dwellings: in the midst of them."},{"num":18,"verse":"But I have cried to God: and the Lord will save me."},{"num":19,"verse":"Evening and morning, and at noon I will speak and declare: and he shall hear my voice."},{"num":20,"verse":"He shall redeem my soul in peace from them that draw near to me: for among many they were with me."},{"num":21,"verse":"God shall hear, and the Eternal shall humble them. For there is no change with them, and they have not feared God:"},{"num":22,"verse":"he hath stretched forth his hand to repay. They have defiled his covenant,"},{"num":23,"verse":"they are divided by the wrath Of his countenance, and his heart hath drawn near. His words are smoother than oil, and the same are darts."},{"num":24,"verse":"Cast thy care upon the Lord, and he shall sustain thee: he shall not suffer the just to waver for ever."},{"num":25,"verse":"But thou, O God, shalt bring them down into the pit of destruction. Bloody and deceitful men shall not live out half their days; but I will trust in thee, O Lord."}]},{"type":"chapter","title":"Psalm 55","id":"Ps.55","verses":[{"num":1,"verse":"Chapter 55"},{"num":2,"verse":"Unto the end, for a people that is removed at a distance from the sanctuary for David, for an inscription of a title (or pillar ) when the Philistines held him in Geth."},{"num":3,"verse":"Have mercy on me, O God, for man hath trodden me under foot; all the day long he hath afflicted me fighting against me."},{"num":4,"verse":"My enemies have trodden on me all the day long; for they are many that make war against me."},{"num":5,"verse":"From the height of the day I shall fear: but I will trust in thee."},{"num":6,"verse":"In God I will praise my words, in God I have put my trust: I will not fear what flesh can do against me."},{"num":7,"verse":"All the day long they detested my words: all their thoughts were against me unto evil."},{"num":8,"verse":"They will dwell and hide themselves: they will watch my heel. As they have waited for my soul,"},{"num":9,"verse":"for nothing shalt thou save them: in thy anger thou shalt break the people in pieces, O God,"},{"num":10,"verse":"I have declared to thee my life: thou hast set my tears in thy sight, As also in thy promise."},{"num":11,"verse":"Then shall my enemies be turned back. In what day soever I shall call upon thee, behold I know thou art my God."},{"num":12,"verse":"In God will I praise the word, in the Lord will I praise his speech. In God have I hoped, I will not fear what man can do to me."},{"num":13,"verse":"In me, O God, are vows to thee, which I will pay, praises to thee:"},{"num":14,"verse":"Because thou hast delivered my soul from death, my feet from falling: that I may please in the sight of God, in the light of the living."}]},{"type":"chapter","title":"Psalm 56","id":"Ps.56","verses":[{"num":1,"verse":"Chapter 56"},{"num":2,"verse":"Unto the end, destroy not, for David, for an inscription of a title, when he fled from Saul into the cave"},{"num":3,"verse":"Have mercy on me, O God, have mercy on me: for my soul trusteth in thee. And in the shadow of thy wings will I hope, until iniquity pass away."},{"num":4,"verse":"I will cry to God the most High; to God who hath done good to me."},{"num":5,"verse":"He hath sent from heaven and delivered me: he hath made them a reproach that trod upon me. God hath sent his mercy and his truth,"},{"num":6,"verse":"and he hath delivered my soul from the midst of the young lions. I slept troubled. The sons of men, whose teeth are weapons and arrows, and their tongue a sharp sword."},{"num":7,"verse":"Be thou exalted, O God, above the heavens, and thy glory above all the earth."},{"num":8,"verse":"They prepared a snare for my feet; and they bowed down my soul. They dug a pit before my face, and they are fallen into it."},{"num":9,"verse":"My heart is ready, O God, my heart is ready: I will Sing, and rehearse a psalm."},{"num":10,"verse":"Arise, O my glory, arise psaltery and harp: I will arise early."},{"num":11,"verse":"I will give praise to thee, O Lord, among the people: I will sing a psalm to thee among the nations."},{"num":12,"verse":"For thy mercy is magnified even to the heavens: and thy truth unto the clouds."},{"num":13,"verse":"Be thou exalted, O God, above the l heavens: and thy glory above all the earth."}]},{"type":"chapter","title":"Psalm 57","id":"Ps.57","verses":[{"num":1,"verse":"Chapter 57"},{"num":2,"verse":"Unto the end, destroy not, for David, for an inscription of a title."},{"num":3,"verse":"If in very deed you speak justice: judge right things, ye sons of men."},{"num":4,"verse":"For in your heart you work iniquity: your hands forge injustice in the earth."},{"num":5,"verse":"The wicked are alienated from the womb; they have gone astray from the womb: they have spoken false things."},{"num":6,"verse":"Their madness is according to the likeness of a serpent: like the deaf asp that stoppeth her ears:"},{"num":7,"verse":"Which will not hear the voice of the charmers; nor of the wizard that charmeth wisely."},{"num":8,"verse":"God shall break in pieces their teeth in their mouth: the Lord shall break the grinders of the lions."},{"num":9,"verse":"They shall come to nothing, like water running down; he hath bent his bow till they be weakened."},{"num":10,"verse":"Like wax that melteth they shall be taken away: fire hath fallen on them, and they shall not see the sun."},{"num":11,"verse":"Before your thorns could know the brier; he swalloweth them up, as alive, in his wrath."},{"num":12,"verse":"The just shall rejoice when he shall see the revenge: he shall wash his hands in the blood of the sinner."},{"num":13,"verse":"And man shall say: If indeed there be fruit to the just: there is indeed a God that judgeth them on the earth."}]},{"type":"chapter","title":"Psalm 58","id":"Ps.58","verses":[{"num":1,"verse":"Chapter 58"},{"num":2,"verse":"Unto the end, destroy not, for David for an inscription of It title, when Saul sent and watched his house to kill him."},{"num":3,"verse":"Deliver me from my enemies, O my God; and defend me from them that rise up against me."},{"num":4,"verse":"Deliver me from them that work iniquity, and save me from bloody men."},{"num":5,"verse":"For behold they have caught my soul: the mighty have rushed in upon me:"},{"num":6,"verse":"Neither is it my iniquity, nor my sin, O Lord: without iniquity have I run, and directed my steps."},{"num":7,"verse":"Rise up thou to meet me, and behold: even thou, O Lord, the God of hosts, the God of Israel. Attend to visit all the nations: have no mercy on all them that work iniquity."},{"num":8,"verse":"They shall return at evening, and shall suffer hunger like dogs: and shall go round about the city."},{"num":9,"verse":"Behold they shall speak with their mouth, and a sword is in their lips: for who, say they, hath heard us ?"},{"num":10,"verse":"But thou, O Lord, shalt laugh at them: thou shalt bring all the nations to nothing."},{"num":11,"verse":"I will keep my strength to thee: for thou art my protector:"},{"num":12,"verse":"my God, his mercy shall prevent me."},{"num":13,"verse":"God shall let me see over my enemies: slay them not, lest at any time my people forget. Scatter them by thy power; and bring them down, O Lord, my protector:"},{"num":14,"verse":"For the sin of their mouth, and the word of their lips: and let them be taken in their pride. And for their cursing and lying they shall be talked of,"},{"num":15,"verse":"when they are consumed: when they are consumed by thy wrath, and they shall be no more. And they shall know that God will rule Jacob, and all the ends of the earth."},{"num":16,"verse":"They shall return at evening and shall suffer hunger like dogs: and shall go round about the city."},{"num":17,"verse":"They shall be scattered abroad to eat, and shall murmur if they be not filled."},{"num":18,"verse":"But I will sing thy strength: and will extol thy mercy in the morning. For thou art become my support, and my refuge, in the day of my trouble."},{"num":19,"verse":"Unto thee, O my helper, will I sing, for thou art God my defence: my God my mercy."}]},{"type":"chapter","title":"Psalm 59","id":"Ps.59","verses":[{"num":1,"verse":"Chapter 59"},{"num":2,"verse":"Unto the end, for them that shall be changed, for the inscription of a title, to David himself, for doctrine,"},{"num":3,"verse":"when he set fire to Mesopotamia of Syria and Sobal and Joab returned and slew of Edom, in the vale of the saltpits, twelve thousand men."},{"num":4,"verse":"O God, thou hast cast us off, and hast destroyed us; thou hast been angry, and hast had mercy on us."},{"num":5,"verse":"Thou hast moved the earth, and hast troubled it: heal thou the breaches thereof, for it has been moved."},{"num":6,"verse":"Thou hast shewn thy people hard things; thou hast made us drink wine of sorrow."},{"num":7,"verse":"Thou hast given a warning to them that fear thee: that they may flee from before the bow: That thy beloved may be delivered."},{"num":8,"verse":"Save me with thy right hand, and hear me."},{"num":9,"verse":"God hath spoken in his holy place: I will rejoice, and I will divide Sichem; and will mete out the vale of tabernacles."},{"num":10,"verse":"Galaad is mine, and Manasses is mine: and Ephraim is the strength of my head. Juda is my king:"},{"num":11,"verse":"Moab is the pot of my hope. Into Edom will I stretch out my shoe: to me the foreigners are made subject."},{"num":12,"verse":"Who will bring me into the strong city? who will lead me into Edom?"},{"num":13,"verse":"Wilt not thou, O God, who hast cast us off? and wilt not thou, O God, go out with our armies?"},{"num":14,"verse":"Give us help from trouble: for vain is the salvation of man."},{"num":15,"verse":"Through God we shall do mightily: and he shall bring to nothing them that afflict us."}]},{"type":"chapter","title":"Psalm 60","id":"Ps.60","verses":[{"num":1,"verse":"Chapter 60"},{"num":2,"verse":"Unto the end, in hymns, for David."},{"num":3,"verse":"Hear, O God, my supplication: be attentive to my prayer,"},{"num":4,"verse":"To thee have I cried from the ends of the earth: when my heart was in anguish, thou hast exalted me on a rock. Thou hast conducted me;"},{"num":5,"verse":"for thou hast been my hope; a tower of strength against the face of the enemy."},{"num":6,"verse":"In thy tabernacle I shall dwell for ever: I shall be protected under the covert of thy wings."},{"num":7,"verse":"For thou, my God, hast heard my prayer: thou hast given an inheritance to them that fear thy name."},{"num":8,"verse":"Thou wilt add days to the days of the king: his years even to generation and generation."},{"num":9,"verse":"He abideth for ever in the sight of God: his mercy and truth who shall search ?"},{"num":10,"verse":"So will I sing a psalm to thy name for ever and ever: that I may pay my vows from day to day."}]},{"type":"chapter","title":"Psalm 61","id":"Ps.61","verses":[{"num":1,"verse":"Chapter 61"},{"num":2,"verse":"Unto the end, for Idithun, a psalm of David."},{"num":3,"verse":"Shall not my soul be subject to God? for from him is my salvation."},{"num":4,"verse":"For he is my God and my saviour: he is my protector, I shall be moved no more."},{"num":5,"verse":"How long do you rush in upon a man? you all kill, as if you were thrusting down a leaning wall, and a tottering fence."},{"num":6,"verse":"But they have thought to cast away my price; I ran in thirst: they blessed with their mouth, but cursed with their heart."},{"num":7,"verse":"But be thou, O my soul, subject to God: for from him is my patience."},{"num":8,"verse":"For he is my God and my saviour: he is my helper, I shall not be moved."},{"num":9,"verse":"In God is my salvation and my glory: he is the God of my help, and my hope is in God."},{"num":10,"verse":"Trust in him, all ye congregation of people: pour out your hearts before him. God is our helper for ever."},{"num":11,"verse":"But vain are the sons of men, the sons of men are liars in the balances: that by vanity they may together deceive."},{"num":12,"verse":"Trust not in iniquity, and cover not robberies: if riches abound, set not your heart upon them."},{"num":13,"verse":"God hath spoken once, these two things have I heard, that power belongeth to God,"},{"num":14,"verse":"and mercy to thee, O Lord; for thou wilt render to every man according to his works."}]},{"type":"chapter","title":"Psalm 62","id":"Ps.62","verses":[{"num":1,"verse":"Chapter 62"},{"num":2,"verse":"A psalm of David when he was in the desert of Edom."},{"num":3,"verse":"O God, my God, to thee do I watch at break of day. For thee my soul hath thirsted; for thee my flesh, O how many ways!"},{"num":4,"verse":"In a desert land, and where there is no way, and no water: so in the sanctuary have I come before thee, to see thy power and thy glory."},{"num":5,"verse":"For thy mercy is better than lives: thee my lips shall praise."},{"num":6,"verse":"Thus will I bless thee all my life long: and in thy name I will lift up my hands."},{"num":7,"verse":"Let my soul be filled as with marrow and fatness: and my mouth shall praise thee with joyful lips."},{"num":8,"verse":"If I have remembered thee upon my bed, I will meditate on thee in the morning:"},{"num":9,"verse":"because thou hast been my helper. And I will rejoice under the covert of thy wings:"},{"num":10,"verse":"my soul hath stuck close to thee: thy right hand hath received me."},{"num":11,"verse":"But they have sought my soul in vain, they shall go into the lower parts of the earth:"},{"num":12,"verse":"They shall be delivered into the hands of the sword, they shall be the portions of foxes."},{"num":13,"verse":"But the king shall rejoice in God, all they shall be praised that swear by him: because the mouth is stopped of them that speak wicked things."}]},{"type":"chapter","title":"Psalm 63","id":"Ps.63","verses":[{"num":1,"verse":"Chapter 63"},{"num":2,"verse":"Unto the end, a psalm for David."},{"num":3,"verse":"Hear, O God, my prayer, when I make supplication to thee : deliver my soul from the fear of the enemy."},{"num":4,"verse":"Thou hast protected me from the assembly of the malignant; from the multitude of the workers of iniquity."},{"num":5,"verse":"For they have whetted their tongues like a sword; they have bent their bow a bitter thing,"},{"num":6,"verse":"to shoot in secret the undefiled."},{"num":7,"verse":"They will shoot at him on a sudden, and will not fear: they are resolute in wickedness. They have talked of hiding snares; they have said: Who shall see them?"},{"num":8,"verse":"They have searched after iniquities: they have failed in their search. Man shall come to a deep heart:"},{"num":9,"verse":"and God shall be exalted. The arrows of children are their wounds:"},{"num":10,"verse":"and their tongues against them are made weak. All that saw them were troubled;"},{"num":11,"verse":"and every man was afraid. And they declared the works of God: and understood his doings."},{"num":12,"verse":"The just shall rejoice in the Lord, and shall hope in him: and all the upright in heart shall be praised."}]},{"type":"chapter","title":"Psalm 64","id":"Ps.64","verses":[{"num":1,"verse":"Chapter 64"},{"num":2,"verse":"To the end, a psalm of David. The canticle of Jeremias and Ezechiel to the people of the captivity, when they began to go out."},{"num":3,"verse":"A Hymn, O God, becometh thee in Sion: and a vow shall be paid to thee in Jerusalem."},{"num":4,"verse":"O hear my prayer: all flesh shall come to thee."},{"num":5,"verse":"The words of the wicked have prevailed over us: and thou wilt pardon our transgressions."},{"num":6,"verse":"Blessed is he whom thou hast chosen and taken to thee: he shall dwell in thy courts. We shall be filled with the good things of thy house; holy is thy temple,"},{"num":7,"verse":"wonderful in justice. Hear us, O God our saviour, who art the hope of all the ends of the earth, and in the sea afar off."},{"num":8,"verse":"Thou who preparest the mountains by thy strength, being girded with power:"},{"num":9,"verse":"who troublest the depth of the sea, the noise of its waves. The Gentiles shall be troubled,"},{"num":10,"verse":"and they that dwell in the uttermost borders shall be afraid at thy signs: thou shalt make the outgoings of the morning and of the evening to be joyful."},{"num":11,"verse":"Thou hast visited the earth, and hast plentifully watered it; thou hast many ways enriched it. The river of God is filled with water, thou hast prepared their food: for so is its preparation."},{"num":12,"verse":"Fill up plentifully the streams thereof, multiply its fruits; it shall spring up and rejoice in its showers."},{"num":13,"verse":"Thou shalt bless the crown of the year of thy goodness: and thy fields shall be filled with plenty."},{"num":14,"verse":"The beautiful places of the wilderness shall grow fat: and the hills shall be girded about with joy,"},{"num":15,"verse":"The rams of the flock are clothed, and the vales shall abound with corn: they shall shout, yea they shall sing a hymn."}]},{"type":"chapter","title":"Psalm 65","id":"Ps.65","verses":[{"num":1,"verse":"Chapter 65"},{"num":2,"verse":"Unto the end, a canticle of a psalm of the resurrection. Shout with joy to God, all the earth,"},{"num":3,"verse":"sing ye a psalm to his name; give glory to his praise."},{"num":4,"verse":"Say unto God, How terrible are thy works, O Lord! in the multitude of thy strength thy enemies shall lie to thee."},{"num":5,"verse":"Let all the earth adore thee, and sing to thee: let it sing a psalm to thy name."},{"num":6,"verse":"Come and see the works of God; who is terrible in his counsels over the sons of men."},{"num":7,"verse":"Who turneth the sea into dry land, in the river they shall pass on foot: there shall we rejoice in him."},{"num":8,"verse":"Who by his power ruleth for ever: his eyes behold the nations; let not them that provoke him he exalted in themselves."},{"num":9,"verse":"O bless our God, ye Gentiles: and make the voice of his praise to be heard."},{"num":10,"verse":"Who hath set my soul to live: and hath not suffered my feet to be moved:"},{"num":11,"verse":"For thou, O God, hast proved us: thou hast tried us by fire, as silver is tried."},{"num":12,"verse":"Thou hast brought us into a net, thou hast laid afflictions on our back:"},{"num":13,"verse":"thou hast set men over our heads. We have passed through tire and water, and thou hast brought us out into a refreshment."},{"num":14,"verse":"I will go into thy house with burnt offerings: I will pay thee my vows,"},{"num":15,"verse":"which my lips have uttered, And my mouth hath spoken, when I was in trouble."},{"num":16,"verse":"I will offer up to thee holocausts full of marrow, with burnt offerings of rams: I will offer to thee bullocks with goats."},{"num":17,"verse":"Come and hear, all ye that fear God, and I will tell you what great things he hath done for my soul."},{"num":18,"verse":"I cried to him with my mouth: and I extolled him with my tongue."},{"num":19,"verse":"If I have looked at iniquity in my heart, the Lord will not hear me."},{"num":20,"verse":"Therefore hath God heard me, and hath attended to the voice of my supplication."},{"num":21,"verse":"Blessed be God, who hath not turned away my prayer, nor his mercy from me."}]},{"type":"chapter","title":"Psalm 66","id":"Ps.66","verses":[{"num":1,"verse":"Chapter 66"},{"num":2,"verse":"Unto the end, in, hymns, a psalm of a canticle for David."},{"num":3,"verse":"May God have mercy on us, and bless us: may he cause the light of his countenance to shine upon us, and may he have mercy on us."},{"num":4,"verse":"That we may know thy way upon earth: thy salvation in all nations."},{"num":5,"verse":"Let people confess to thee, O God: let all people give praise to thee."},{"num":6,"verse":"Let the nations be glad and rejoice: for thou judgest the people with justice, and directest the nations upon earth."},{"num":7,"verse":"Let the people, O God, confess to thee: let all the people give praise to thee:"},{"num":8,"verse":"the earth hath yielded her fruit. May God, our God bless us,"},{"num":9,"verse":"may God bless us: and all the ends of the earth fear him."}]},{"type":"chapter","title":"Psalm 67","id":"Ps.67","verses":[{"num":1,"verse":"Chapter 67"},{"num":2,"verse":"Unto the end, a psalm of a canticle for David himself."},{"num":3,"verse":"Let God arise, and let his enemies be scattered: and let them that hate him flee from before his face."},{"num":4,"verse":"As smoke vanisheth, so let them vanish away: as wax melteth before the fire, so let the wicked perish at the presence of God."},{"num":5,"verse":"And let the just feast, and rejoice before God: and be delighted with gladness."},{"num":6,"verse":"Sing ye to God, sing a psalm to his name, make a way for him who ascendeth upon the west: the Lord is his name. Rejoice ye before him: but the wicked shall be troubled at his presence,"},{"num":7,"verse":"who is the father of orphans, and the judge of widows. God in his holy place:"},{"num":8,"verse":"God who maketh men of one manner to dwell in a house: Who bringeth out them that were bound in strength; in like manner them that provoke, that dwell in sepulchres."},{"num":9,"verse":"O God, when thou didst go forth in the sight of thy people, when thou didst pass through the desert:"},{"num":10,"verse":"The earth was moved, and the heavens dropped at the presence of the God of Sina, at the presence of the God of Israel."},{"num":11,"verse":"Thou shalt set aside for thy inheritance a free rain, O God: and it was weakened, but thou hast made it perfect."},{"num":12,"verse":"In it shall thy animals dwell; in thy sweetness, O God, thou hast provided for the poor."},{"num":13,"verse":"The Lord shall give the word to them that preach good tidings with great power."},{"num":14,"verse":"The king of powers is of the beloved, of the beloved; and the beauty of the house shall divide spoils."},{"num":15,"verse":"If you sleep among the midst of lots, you shall be as the wings of a dove covered with silver, and the hinder parts of her back with the paleness of gold."},{"num":16,"verse":"When he that is in heaven appointeth kings over her, they shall be whited with snow in Selmon."},{"num":17,"verse":"The mountain of God is a fat mountain. A curdled mountain, a fat mountain."},{"num":18,"verse":"Why suspect, ye curdled mountains? A mountain in which God is well pleased to dwell: for there the Lord shall dwell unto the end."},{"num":19,"verse":"The chariot of God is attended by ten thousands; thousands of them that rejoice: the Lord is among them in Sina, in the holy place."},{"num":20,"verse":"Thou hast ascended on high, thou hast led captivity captive; thou hast received gifts in men. Yea for those also that do not believe, the dwelling of the Lord God."},{"num":21,"verse":"Blessed be the Lord day by day: the God of our salvation will make our journey prosperous to us."},{"num":22,"verse":"Our God is the God of salvation: and of the Lord, of the Lord are the issues from death."},{"num":23,"verse":"But God shall break the heads of his enemies: the hairy crown of them that walk on in their sins."},{"num":24,"verse":"The Lord said: I will turn them from Basan, I will turn them into the depth of the sea:"},{"num":25,"verse":"That thy foot may be dipped in the blood of thy enemies; the tongue of thy dogs be red with the same."},{"num":26,"verse":"They have seen thy goings, O God, the goings of my God: of my king who is in his sanctuary."},{"num":27,"verse":"Princes went before joined with singers, in the midst of young damsels playing on timbrels."},{"num":28,"verse":"In the churches bless ye God the Lord, from the fountains of Israel."},{"num":29,"verse":"There is Benjamin a youth, in ecstasy of mind. The princes of Juda are their leaders: the princes of Zabulon, the princes of Nephthali."},{"num":30,"verse":"Command thy strength, O God: confirm, O God, what thou hast wrought in us."},{"num":31,"verse":"From thy temple in Jerusalem, kings shall offer presents to thee."},{"num":32,"verse":"Rebuke the wild beasts of the reeds, the congregation of bulls with the kine of the people; who seek to exclude them who are tried with silver. Scatter thou the nations that delight in wars:"},{"num":33,"verse":"ambassadors shall come out of Egypt: Ethiopia shall soon stretch out her hands to God."},{"num":34,"verse":"Sing to God, ye kingdoms of the earth: sing ye to the Lord: Sing ye to God,"},{"num":35,"verse":"who mounteth above the heaven of heavens, to the east. Behold he will give to his voice the voice of power:"},{"num":36,"verse":"give ye glory to God for Israel, his magnificence, and his power is in the clouds."},{"num":37,"verse":"God is wonderful in his saints: the God of Israel is he who will give power and strength to his people. Blessed be God."}]},{"type":"chapter","title":"Psalm 68","id":"Ps.68","verses":[{"num":1,"verse":"Chapter 68"},{"num":2,"verse":"Unto the end, for them that shall be changed; for David."},{"num":3,"verse":"SAVE me, O God: for the waters are come in even unto my soul."},{"num":4,"verse":"I stick fast in the mire of the deep: and there is no sure standing. I am come into the depth of the sea: and a tempest hath overwhelmed me."},{"num":5,"verse":"I have laboured with crying; my jaws are become hoarse: my eyes have failed, whilst I hope in my God."},{"num":6,"verse":"They are multiplied above the hairs of my head, who hate me without cause. My enemies are grown strong who have wrongfully persecuted me: then did I pay that which I took not away."},{"num":7,"verse":"O God, thou knowest my foolishness; and my offences are not hidden from thee:"},{"num":8,"verse":"Let not them be ashamed for me, who look for thee, O Lord, the Lord of hosts. Let them not be confounded on my account, who seek thee, O God of Israel."},{"num":9,"verse":"Because for thy sake I have borne reproach; shame hath covered my face."},{"num":10,"verse":"I am become a stranger to my brethren, and an alien to the sons of my mother."},{"num":11,"verse":"For the zeal of thy house hath eaten me up: and the reproaches of them that reproached thee are fallen upon me."},{"num":12,"verse":"And I covered my soul in fasting: and it was made a reproach to me."},{"num":13,"verse":"And I made haircloth my garment: and I became a byword to them."},{"num":14,"verse":"They that sat in the gate spoke against me: and they that drank wine made me their song."},{"num":15,"verse":"But as for me, my prayer is to thee, O Lord; for the time of thy good pleasure, O God. In the multitude of thy mercy hear me, in the truth of thy salvation."},{"num":16,"verse":"Draw me out of the mire, that I may not stick fast: deliver me from them that hate me, and out of the deep waters."},{"num":17,"verse":"Let not the tempest of water drown me, nor the deep swallow me up: and let not the pit shut her mouth upon me."},{"num":18,"verse":"Hear me, O Lord, for thy mercy is kind; look upon me according to the multitude of thy tender mercies."},{"num":19,"verse":"And turn not away thy face from thy servant: for I am in trouble, hear me speedily."},{"num":20,"verse":"Attend to my soul, and deliver it: save me because of my enemies."},{"num":21,"verse":"Thou knowest my reproach, and my confusion, and my shame."},{"num":22,"verse":"In thy sight are all they that afflict me; my heart hath expected reproach and misery. And I looked for one that would grieve together with me, but there was none: and for one that would comfort me, and I found none."},{"num":23,"verse":"And they gave me gall for my food, and in my thirst they gave me vinegar to drink."},{"num":24,"verse":"Let their table become as a snare before them, and a recompense, and a stumblingblock."},{"num":25,"verse":"Let their eyes be darkened that they see not; and their back bend thou down always."},{"num":26,"verse":"Pour out thy indignation upon them: and let thy wrathful anger take hold of them."},{"num":27,"verse":"Let their habitation be made desolate: and let there be none to dwell in their tabernacles."},{"num":28,"verse":"Because they have persecuted him whom thou hast smitten; and they have added to the grief of my wounds."},{"num":29,"verse":"Add thou iniquity upon their iniquity: and let them not come into thy justice."},{"num":30,"verse":"Let them be blotted out of the book of the living; and with the just let them not be written."},{"num":31,"verse":"But I am poor and sorrowful: thy salvation, O God, hath set me up."},{"num":32,"verse":"I will praise the name of God with a canticle: and I will magnify him with praise."},{"num":33,"verse":"And it shall please God better than a young calf, that bringeth forth horns and hoofs."},{"num":34,"verse":"Let the poor see and rejoice: seek ye God, and your soul shall live."},{"num":35,"verse":"For the Lord hath heard the poor: and hath not despised his prisoners."},{"num":36,"verse":"Let the heavens and the earth praise him; the sea, and every thing that creepeth therein."},{"num":37,"verse":"For God will save Sion, and the cities of Juda shall be built up. And they shall dwell there, and acquire it by inheritance."},{"num":38,"verse":"And the seed of his servants shall possess it; and they that love his name shall dwell therein."}]},{"type":"chapter","title":"Psalm 69","id":"Ps.69","verses":[{"num":1,"verse":"Chapter 69"},{"num":2,"verse":"Unto the end, a psalm for David, to bring to remembrance that the Lord saved him."},{"num":3,"verse":"O God, come to my assistance; O Lord, make haste to help me."},{"num":4,"verse":"Let them be confounded and ashamed that seek my soul:"},{"num":5,"verse":"Let them be turned backward, and blush for shame that desire evils to me: Let them be presently turned away blushing for shame that say to me: 'T is well, 't is well."},{"num":6,"verse":"Let all that seek thee rejoice and be glad in thee; and let such as love thy salvation say always: The Lord be magnified."},{"num":7,"verse":"But I am needy and poor; O God, help me. Thou art my helper and my deliverer: O Lord, make no delay."}]},{"type":"chapter","title":"Psalm 70","id":"Ps.70","verses":[{"num":1,"verse":"Chapter 70"},{"num":2,"verse":"A psalm for David. Of the sons of Jonadab, and the former captives. In thee, O Lord, I have hoped, let me never be put to confusion:"},{"num":3,"verse":"deliver me in thy justice, and rescue me. Incline thy ear unto me, and save me."},{"num":4,"verse":"Be thou unto me a God, a protector, and a place of strength: that thou mayst make me safe. For thou art my firmament and my refuge."},{"num":5,"verse":"Deliver me, O my God, out of the hand of the sinner, and out of the hand of the transgressor of the law and of the unjust."},{"num":6,"verse":"For thou art my patience, O Lord: my hope, O Lord, from my youth;"},{"num":7,"verse":"By thee have I been confirmed from the womb: from my mother's womb thou art my protector. Of thee shall I continually sing:"},{"num":8,"verse":"I run become unto many as a wonder, but thou art a strong helper."},{"num":9,"verse":"Let my mouth be filled with praise, that I may sing thy glory; thy greatness all the day long."},{"num":10,"verse":"Cast me not off in the time of old age: when my strength shall fail, do not thou forsake me."},{"num":11,"verse":"For my enemies have spoken against me; and they that watched my soul have consulted together,"},{"num":12,"verse":"Saying: God hath forsaken him: pursue and take him, for there is none to deliver him."},{"num":13,"verse":"O God, be not thou far from me: O my God, make haste to my help."},{"num":14,"verse":"Let them be confounded and come to nothing that detract my soul; let them be covered with confusion and shame that seek my hurt."},{"num":15,"verse":"But I will always hope; and will add to all thy praise."},{"num":16,"verse":"My mouth shall shew forth thy justice; thy salvation all the day long. Because I have not knows learning,"},{"num":17,"verse":"I will enter into the powers of the Lord: O Lord, I will be mindful of thy justice alone."},{"num":18,"verse":"Thou hast taught me, O God, from my youth: and till now I will declare thy wonderful works."},{"num":19,"verse":"And unto old age and grey hairs: O God, forsake me not, Until I shew forth thy arm to all the generation that is to come: Thy power,"},{"num":20,"verse":"and thy justice, O God, even to the highest great things thou hast done: O God, who is like to thee?"},{"num":21,"verse":"How great troubles hast thou shewn me, many and grievous: and turning thou hast brought me to life, and hast brought me back again from the depths of the earth :"},{"num":22,"verse":"Thou hast multiplied thy magnificence; and turning to me thou hast comforted me."},{"num":23,"verse":"For I will also confess to thee thy truth with the instruments of psaltery: O God, I will sing to thee with the harp, thou holy one of Israel."},{"num":24,"verse":"My lips shall greatly rejoice, when I shall sing to thee; and my soul which thou hast redeemed."},{"num":25,"verse":"Yea and my tongue shall meditate on thy justice all the day; when they shall be confounded and put to shame that seek evils to me."}]},{"type":"chapter","title":"Psalm 71","id":"Ps.71","verses":[{"num":1,"verse":"Chapter 71"},{"num":2,"verse":"A psalm on Solomon."},{"num":3,"verse":"Give to the king thy judgment, O God: and to the king's son thy justice: To judge thy people with justice, and thy poor with judgment."},{"num":4,"verse":"Let the mountains receive peace for the people: and the hills justice."},{"num":5,"verse":"He shall judge the poor of the people, and he shall save the children of the poor: and he shall humble the oppressor."},{"num":6,"verse":"And he shall continue with the sun, and before the moon, throughout all generations."},{"num":7,"verse":"He shall come down like rain upon the fleece; and as showers falling gently upon the earth."},{"num":8,"verse":"In his days shall justice spring up, and abundance of peace, till the moon be taken sway."},{"num":9,"verse":"And he shall rule from sea to sea, and from the river unto the ends of the earth."},{"num":10,"verse":"Before him the Ethiopians shall fall down: and his enemies shall lick the ground."},{"num":11,"verse":"The kings of Tharsis and the islands shall offer presents: the kings of the Arabians and of Saba shall bring gifts:"},{"num":12,"verse":"And all kings of the earth shall adore him: all nations shall serve him."},{"num":13,"verse":"For he shall deliver the poor from the mighty: and the needy that had no helper."},{"num":14,"verse":"He shall spare the poor and needy: and he shall save the souls of the poor."},{"num":15,"verse":"He shall redeem their souls from usuries and iniquity: and their names shall be honourable in his sight."},{"num":16,"verse":"And he shall live, and to him shall be given of the gold of Arabia, for him they shall always adore: they shall bless him all the day."},{"num":17,"verse":"And there shall be a firmament on the earth on the tops of mountains, above Libanus shall the fruit thereof be exalted : and they of the city shall flourish like the grass of the earth."},{"num":18,"verse":"Let his name be blessed for evermore : his name continueth before the sun. And in him shall all the tribes of the earth be blessed: all nations shall magnify him."},{"num":19,"verse":"Blessed be the Lord, the God of Israel, who alone doth wonderful things."},{"num":20,"verse":"And blessed be the name of his majesty for ever: and the whole earth shall be filled with his majesty. So be it. So be it."},{"num":21,"verse":"The praises of David, the son of Jesse, are ended."}]},{"type":"chapter","title":"Psalm 72","id":"Ps.72","verses":[{"num":1,"verse":"Chapter 72"},{"num":2,"verse":"A psalm for Asaph. How good is God to Israel, to them that are of a right heart!"},{"num":3,"verse":"But my feet were almost moved; my steps had well nigh slipped."},{"num":4,"verse":"Because I had a zeal on occasion of the wicked, seeing the prosperity of sinners."},{"num":5,"verse":"For there is no regard to their death, nor is there strength in their stripes."},{"num":6,"verse":"They are not in the labour of men: neither shall they be scourged like other men. B Therefore pride hath held them fast: they are covered with their iniquity and their wickedness."},{"num":7,"verse":"Their iniquity hath come forth, as it were from fatness: they have passed into the affection of the heart."},{"num":8,"verse":"They have thought and spoken wickedness: they have spoken iniquity on high."},{"num":9,"verse":"They have set their mouth against heaven: and their tongue hath passed through the earth."},{"num":10,"verse":"Therefore will my people return here and full days shall be found in them."},{"num":11,"verse":"And they said: How doth God know? and is there knowledge in the most High?"},{"num":12,"verse":"Behold these are sinners; and yet abounding in the world they have obtained riches."},{"num":13,"verse":"And I said: Then have I in vain justified my heart, and washed my hands among the innocent."},{"num":14,"verse":"And I have been scourged all the day; and my chastisement hath been in the mornings."},{"num":15,"verse":"If I said: I will speak thus; behold I should condemn the generation of thy children."},{"num":16,"verse":"I studied that I might know this thing, it is a labour in my sight:"},{"num":17,"verse":"Until I go into the sanctuary of God, and understand concerning their last ends."},{"num":18,"verse":"But indeed for deceits thou hast put it to them: when they were lifted up thou hast cast them down."},{"num":19,"verse":"How are they brought to desolation? they have suddenly ceased to be: they have perished by reason of their iniquity."},{"num":20,"verse":"As the dream of them that awake, O Lord; so in thy city thou shalt bring their image to nothing."},{"num":21,"verse":"For my heart hath been inflamed, and my reins have been changed:"},{"num":22,"verse":"and I am brought to nothing, and I knew not."},{"num":23,"verse":"I am become as a beast before thee: and I am always with thee."},{"num":24,"verse":"Thou hast held me by my right hand; and by thy will thou hast conducted me, and with thy glory thou hast received me."},{"num":25,"verse":"For what have I in heaven? and besides thee what do I desire upon earth?"},{"num":26,"verse":"For thee my flesh and my heart hath fainted away: thou art the God of my heart, and the God that is my portion for ever."},{"num":27,"verse":"For behold they that go far from thee shall perish: thou hast destroyed all them that are disloyal to thee."},{"num":28,"verse":"But it is good for me to adhere to my God, to put my hope in the Lord God: That I may declare all thy praises, in the gates of the daughter of Sion."}]},{"type":"chapter","title":"Psalm 73","id":"Ps.73","verses":[{"num":1,"verse":"Chapter 73"},{"num":2,"verse":"Understanding for Asaph. O God, why hast thou cast us off unto the end: why is thy wrath enkindled against the sheep of thy pasture?"},{"num":3,"verse":"Remember thy congregation, which thou hast possessed from the beginning. The sceptre of thy inheritance which thou hast redeemed: mount Sion in which thou hast dwelt."},{"num":4,"verse":"Lift up thy hands against their pride unto the end; see what things the enemy hath done wickedly in the sanctuary."},{"num":5,"verse":"And they that hate thee have made their boasts, in the midst of thy solemnity. They have set up their ensigns for signs,"},{"num":6,"verse":"and they knew not both in the going out and on the highest top. As with axes in a wood of trees,"},{"num":7,"verse":"they have cut down at once the gates thereof, with axe and hatchet they have brought it down."},{"num":8,"verse":"They have set fire to thy sanctuary: they have defiled the dwelling place of thy name on the earth."},{"num":9,"verse":"They said in their heart, the whole kindred of them together: Let us abolish all the festival days of God from the land."},{"num":10,"verse":"Our signs we have not seen, there is now no prophet: and he will know us no more."},{"num":11,"verse":"How long, O God, shall the enemy reproach: is the adversary to provoke thy name for ever?"},{"num":12,"verse":"Why dost thou turn away thy hand: and thy right hand out of the midst of thy bosom for ever ?"},{"num":13,"verse":"But God is our king before ages: he hath wrought salvation in the midst of the earth."},{"num":14,"verse":"Thou by thy strength didst make the sea firm: thou didst crush the heads of the dragons in the waters."},{"num":15,"verse":"Thou hast broken the heads of the dragon: thou hast given him to be meat for the people of the Ethiopians."},{"num":16,"verse":"Thou hast broken up the fountains and the torrents: thou hast dried up the Ethan rivers."},{"num":17,"verse":"Thine is the day, and thine is the night: thou hast made the morning light and the sun."},{"num":18,"verse":"Thou hast made all the borders of the earth: the summer and the spring were formed by thee."},{"num":19,"verse":"Remember this, the enemy hath reproached the Lord: and a foolish people hath provoked thy name."},{"num":20,"verse":"Deliver not up to beasts the souls that confess to thee: and forget not to the end the souls of thy poor."},{"num":21,"verse":"Have regard to thy covenant: for they that are the obscure of the earth have been filled with dwellings of iniquity."},{"num":22,"verse":"Let not the humble be turned away with confusion: the poor and needy shall praise thy name."},{"num":23,"verse":"Arise, O God, judge thy own cause: remember thy reproaches with which the foolish man hath reproached thee all the day."},{"num":24,"verse":"Forget not the voices of thy enemies: the pride of them that hate thee ascendeth continually."}]},{"type":"chapter","title":"Psalm 74","id":"Ps.74","verses":[{"num":1,"verse":"Chapter 74"},{"num":2,"verse":"Unto the end, corrupt not, a psalm of a canticle for Asaph."},{"num":3,"verse":"We will praise thee, O God: we will praise, and we will call upon thy name. We will relate thy wondrous works:"},{"num":4,"verse":"when I shall take a time, I will judge justices."},{"num":5,"verse":"The earth is melted, and all that dwell therein: I have established the pillars thereof."},{"num":6,"verse":"I said to the wicked: Do not act wickedly: and to the sinners: Lift not up the horn."},{"num":7,"verse":"Lift not up your horn on high: speak not iniquity against God."},{"num":8,"verse":"For neither from the east, nor from the west, nor from the desert hills:"},{"num":9,"verse":"for God is the judge. One he putteth down, and another he lifteth up:"},{"num":10,"verse":"for in the hand of the Lord there is a cup of strong wine full of mixture. And he hath poured it out from this to that: but the dregs thereof are not emptied: all the sinners of the earth shall drink."},{"num":11,"verse":"But I will declare for ever: I will sing to the God of Jacob."},{"num":12,"verse":"And I will break all the horns of sinners: but the horns of the just shall be exalted."}]},{"type":"chapter","title":"Psalm 75","id":"Ps.75","verses":[{"num":1,"verse":"Chapter 75"},{"num":2,"verse":"Unto the end, in praises, a psalm for Asaph: a canticle to the Assyrians."},{"num":3,"verse":"In Judea God is known: his name is great in Israel."},{"num":4,"verse":"And his place is in peace: and his abode in Sion:"},{"num":5,"verse":"There hath he broken the powers of bows, the shield, the sword, and the battie."},{"num":6,"verse":"Thou enlightenest wonderfully from the everlasting hills."},{"num":7,"verse":"All the foolish of heart were troubled. They have slept their sleep; and all the men of riches have found nothing in their hands."},{"num":8,"verse":"At thy rebuke, O God of Jacob, they have all slumbered that mounted on horseback."},{"num":9,"verse":"Thou art terrible, and who shall resist thee? from that time thy wrath."},{"num":10,"verse":"Thou hast caused judgment to be heard from heaven: the earth trembled and was still,"},{"num":11,"verse":"When God arose in judgment, to save all the meek of the earth."},{"num":12,"verse":"For the thought of man shall give praise to thee: and the remainders of the thought shall keep holiday to thee."},{"num":13,"verse":"Vow ye, and pay to the Lord your God: all you that are round about him bring presents. To him that is terrible,"},{"num":14,"verse":"even to him who taketh away the spirit of princes: to the terrible with the kings of the earth."}]},{"type":"chapter","title":"Psalm 76","id":"Ps.76","verses":[{"num":1,"verse":"Chapter 76"},{"num":2,"verse":"Unto the end, for Idithun, a psalm of Asaph."},{"num":3,"verse":"I cried to the Lord with my voice; to God with my voice, and he gave ear to me."},{"num":4,"verse":"In the day of my trouble I sought God, with my hands lifted up to him in the night, and I was not deceived. My soul refused to be comforted:"},{"num":5,"verse":"I remembered God, and was delighted, and was exercised, and my spirit swooned away."},{"num":6,"verse":"My eyes prevented the watches: I was troubled, and I spoke not."},{"num":7,"verse":"I thought upon the days of old: and I had in my mind the eternal years."},{"num":8,"verse":"And I meditated in the night with my own heart: and I was exercised and I swept my spirit."},{"num":9,"verse":"Will God then cast off for ever? or will he never be more favourable again?"},{"num":10,"verse":"Or will he cut off his mercy for ever, from generation to generation?"},{"num":11,"verse":"Or will God forget to shew mercy? or will he in his anger shut up his mercies?"},{"num":12,"verse":"And I said, Now have I begun: this is the change of the right hand of the most High."},{"num":13,"verse":"I remembered the works of the Lord: for I will be mindful of thy wonders from the beginning."},{"num":14,"verse":"And I will meditate on all thy works: and will be employed in thy inventions."},{"num":15,"verse":"Thy way, O God, is in the holy place: who is the great God like our God?"},{"num":16,"verse":"Thou art the God that dost wonders. Thou hast made thy power known among the nations:"},{"num":17,"verse":"with thy arm thou hast redeemed thy people the children of Jacob and of Joseph."},{"num":18,"verse":"The waters saw thee, O God, the waters saw thee: and they were afraid, and the depths were troubled."},{"num":19,"verse":"Great was the noise of the waters: the clouds sent out a sound. For thy arrows pass:"},{"num":20,"verse":"the voice of thy thunder in a wheel. Thy lightnings enlightened the world: the earth shook and trembled."},{"num":21,"verse":"Thy way is in the sea, and thy paths in many waters: and thy footsteps shall not be known."},{"num":22,"verse":"Thou hast conducted thy people like sheep, by the hand of Moses and Aaron"}]},{"type":"chapter","title":"Psalm 77","id":"Ps.77","verses":[{"num":1,"verse":"Chapter 77"},{"num":2,"verse":"Understanding for Asaph. Attend, O my people, to my law: incline your ears to the words of my mouth."},{"num":3,"verse":"I will open my mouth in parables: I will utter propositions from the beginning."},{"num":4,"verse":"How great things have we heard and known, and our fathers have told us."},{"num":5,"verse":"They have not been hidden from their children, in another generation. Declaring the praises of the Lord, and his powers, and his wonders which he hath done."},{"num":6,"verse":"And he set up a testimony in Jacob: and made a law in Israel. How great things he commanded our fathers, that they should make the same known to their children:"},{"num":7,"verse":"that another generation might know them. The children that should be born and should rise up, and declare them to their children."},{"num":8,"verse":"That they may put their hope in God and may not forget the works of God: and may seek his commandments."},{"num":9,"verse":"That they may not become like their fathers, a perverse end exasperating generation. A generation that set not their heart aright: and whose spirit was not faithful to God."},{"num":10,"verse":"The sons of Ephraim who bend and shoot with the bow: they have turned back in the day of battle."},{"num":11,"verse":"They kept not the covenant of God: and in his law they would not walk."},{"num":12,"verse":"And they forgot his benefits, and his wonders that he had shewn them."},{"num":13,"verse":"Wonderful things did he do in the sight of their fathers, in the land of Egypt, in the field of Tanis."},{"num":14,"verse":"He divided the sea and brought them through: and he made the waters to stand as in a vessel."},{"num":15,"verse":"And he conducted them with a cloud by day: and all the night with a light of"},{"num":16,"verse":"He struck the rock in the wilderness: and gave them to drink, as out of the great deep."},{"num":17,"verse":"He brought forth water out of the rock: and made streams run down as rivers."},{"num":18,"verse":"And they added yet more sin against him: they provoked the most High to wrath in the place without water."},{"num":19,"verse":"And they tempted God in their hearts, by asking meat for their desires."},{"num":20,"verse":"And they spoke ill of God: they said: Can God furnish a table in the wilderness?"},{"num":21,"verse":"Because he struck the rock, and the waters gushed out, and the streams overflowed. Can he also give bread, or provide a table for his people?"},{"num":22,"verse":"Therefore the Lord heard, and was angry: and a fire was kindled against Jacob, and wrath came up against Israel."},{"num":23,"verse":"Because they believed not in God: and trusted not in his salvation."},{"num":24,"verse":"And he had commanded the clouds from above, and had opened the doors of heaven."},{"num":25,"verse":"And had rained down manna upon them to eat, and had given them the bread of heaven."},{"num":26,"verse":"Man ate the bread of angels: he sent them provisions in abundance."},{"num":27,"verse":"He removed the south wind from heaven: and by his power brought in the southwest wind."},{"num":28,"verse":"And he rained upon them flesh as dust: and feathered fowls like as the sand of the sea."},{"num":29,"verse":"And they fell in the midst of their camp, round about their pavilions."},{"num":30,"verse":"So they did eat, and were filled exceedingly, and he gave them their desire:"},{"num":31,"verse":"they were not defrauded of that which they craved. As yet their meat was in their mouth:"},{"num":32,"verse":"and the wrath of God came upon them. And he slew the fat ones amongst them, and brought down the chosen men of Israel."},{"num":33,"verse":"In all these things they sinned still: and they believed not for his wondrous works."},{"num":34,"verse":"And their days were consumed in vanity, and their years in haste."},{"num":35,"verse":"When he slew them, then they sought him: and they returned, and came to him early in the morning."},{"num":36,"verse":"And they remembered that God was their helper: and the most high God their redeemer."},{"num":37,"verse":"And they loved him with their mouth: and with their tongue they lied unto him:"},{"num":38,"verse":"But their heart was not right with him: nor were they counted faithful in his covenant."},{"num":39,"verse":"But he is merciful, and will forgive their sins: and will not destroy them. And many a time did he turn away his anger: and did not kindle all his wrath."},{"num":40,"verse":"And he remembered that they are flesh: a wind that goeth and returneth not."},{"num":41,"verse":"How often did they provoke him in the desert: and move him to wrath in the place without water?"},{"num":42,"verse":"And they turned back and tempted God: and grieved the holy one of Israel."},{"num":43,"verse":"They remembered not his hand, in the day that he redeemed them from the hand of him that afflicted them:"},{"num":44,"verse":"How he wrought his signs in Egypt, and his wonders in the field of Tanis."},{"num":45,"verse":"And he turned their rivers into blood, and their showers that they might, not drink."},{"num":46,"verse":"He sent amongst them divers sores of flies, which devoured them: and frogs which destroyed them."},{"num":47,"verse":"And he gave up their fruits to the blast, and their labours to the locust."},{"num":48,"verse":"And he destroyed their vineyards with hail, and their mulberry trees with hoarfrost."},{"num":49,"verse":"And he gave up their cattle to the hail, and their stock to the fire."},{"num":50,"verse":"And he sent upon them the wrath of his indignation: indignation and wrath and trouble, which he sent by evil angels."},{"num":51,"verse":"He made a way for a path to his anger: he spared not their souls from death, and their cattle he shut up in death."},{"num":52,"verse":"And he killed all the firstborn in the land of Egypt: the firstfruits of all their labour in the tabernacles of Cham."},{"num":53,"verse":"And he took away his own people as sheep: and guided them in the wilderness like a flock."},{"num":54,"verse":"And he brought them out in hope, and they feared not: band the sea overwhelmed their enemies."},{"num":55,"verse":"And he brought them into the mountain of his sanctuary: the mountain which his right hand had purchased. And he cast out the Gentiles before them: and by lot divided to them their land by a line of distribution."},{"num":56,"verse":"And he made the tribes of Israel to dwell in their tabernacles."},{"num":57,"verse":"Yet they tempted, and provoked the most high God: and they kept not his testimonies."},{"num":58,"verse":"And they turned away, and kept not the covenant: even like their fathers they were turned aside as a crooked bow."},{"num":59,"verse":"They provoked him to anger on their hills: and moved him to jealousy with their graven things."},{"num":60,"verse":"God heard, and despised them, and he reduced Israel exceedingly as it were to nothing."},{"num":61,"verse":"And he put away the tabernacle of Silo, his tabernacle where he dwelt among men."},{"num":62,"verse":"And he delivered their strength into captivity: and their beauty into the hands of the enemy."},{"num":63,"verse":"And he shut up his people under the sword: and he despised his inheritance."},{"num":64,"verse":"Fire consumed their young men: and their maidens were not lamented."},{"num":65,"verse":"Their priests fell by the sword: and their widows did not mourn."},{"num":66,"verse":"And the Lord was awaked as one out of sleep, and like a mighty man that hath been surfeited with wine."},{"num":67,"verse":"And he smote his enemies on the hinder parts: he put them to an everlasting reproach."},{"num":68,"verse":"And he rejected the tabernacle of Joseph: and chose not the tribe of Ephraim:"},{"num":69,"verse":"But he chose the tribe of Juda, mount Sion which he loved."},{"num":70,"verse":"And he built his sanctuary as of unicorns, in the land which he founded for ever."},{"num":71,"verse":"And he chose his servant David, and took him from the hocks of sheep: he brought him from following the ewes great with young,"},{"num":72,"verse":"To feed Jacob his servant, and Israel his inheritance."},{"num":73,"verse":"And he fed them in the innocence of his heart: and conducted them by the skilfulness of his hands."}]},{"type":"chapter","title":"Psalm 78","id":"Ps.78","verses":[{"num":1,"verse":"Chapter 78"},{"num":2,"verse":"A psalm for Asaph. O God, the heathens are come into thy inheritance, they have defiled thy holy temple: they have made Jerusalem as a place to keep fruit."},{"num":3,"verse":"They have given the dead bodies of thy servants to be meat for the fowls of the air: the flesh of thy saints for the beasts of the earth."},{"num":4,"verse":"They have poured out their blood as water, round about Jerusalem and there was none to bury them."},{"num":5,"verse":"We are become a reproach to our neighbours: a scorn and derision to them that are round about us."},{"num":6,"verse":"How long, O Lord, wilt thou be angry for ever: shall thy zeal be kindled like a fire?"},{"num":7,"verse":"Pour out thy wrath upon the nations that have not known thee: and upon the kingdoms that have not called upon thy name."},{"num":8,"verse":"Because they have devoured Jacob; and have laid waste his place."},{"num":9,"verse":"Remember not our former iniquities: let thy mercies speedily prevent us, for we are become exceeding poor."},{"num":10,"verse":"Help us, O God, our saviour: and for the glory of thy name, O Lord, deliver us: and forgive us our sins for thy name's sake:"},{"num":11,"verse":"Lest they should say among the Gentiles: Where is their God? And let him be made known among the nations before our eyes, By the revenging the blood of thy servants, which hath been shed:"},{"num":12,"verse":"let the sighing of the prisoners come in before thee. According to the greatness of thy arm, take possession of the children of them that have been put to death."},{"num":13,"verse":"And render to our neighbours sevenfold in their bosom: the reproach wherewith they have reproached thee, O Lord."},{"num":14,"verse":"But we thy people, and the sheep of thy pasture, will give thanks to thee for ever. We will shew forth thy praise, unto generation and generation."}]},{"type":"chapter","title":"Psalm 79","id":"Ps.79","verses":[{"num":1,"verse":"Chapter 79"},{"num":2,"verse":"Unto the end, for them that shall he changed, a testimony for Asaph, a psalm."},{"num":3,"verse":"Give ear, O thou that rulest Israel: thou that leadest Joseph like a sheep. Thou that sittest upon the cherubims, shine forth"},{"num":4,"verse":"before Ephraim, Benjamin, and Manasses. Stir up thy might, and come to save us."},{"num":5,"verse":"Convert us, O God: and shew us thy face, and we shall be saved."},{"num":6,"verse":"O Lord God of hosts, how long wilt thou be angry against the prayer of thy servant?"},{"num":7,"verse":"How long wilt thou feed us with the bread of tears: and give us for our drink tears in measure?"},{"num":8,"verse":"Thou hast made us to be a contradiction to our neighbours: and our enemies have scoffed at us."},{"num":9,"verse":"O God of hosts, convert us: and shew thy face, and we shall be saved."},{"num":10,"verse":"Thou hast brought a vineyard out of Egypt: thou hast cast cut the Gentiles and planted it."},{"num":11,"verse":"Thou wast the guide of its journey in its sight: thou plantedst the roots thereof, and it filled the land."},{"num":12,"verse":"The shadow of it covered the hills: and the branches thereof the cedars of God."},{"num":13,"verse":"It stretched forth its branches unto the sea, and its boughs unto the river."},{"num":14,"verse":"Why hast thou broken down the hedge thereof, so that all they who pass by the way do pluck it?"},{"num":15,"verse":"The boar out of the wood hath laid it waste: and a singular wild beast hath devoured it."},{"num":16,"verse":"Turn again, O God of hosts, look down from heaven, and see, and visit this vineyard:"},{"num":17,"verse":"And perfect the same which thy right hand hath planted: and upon the son of man whom thou hast confirmed for thyself."},{"num":18,"verse":"Things set on fire and dug down shall perish at the rebuke of thy countenance."},{"num":19,"verse":"Let thy hand be upon the man of thy right hand: and upon the son of man whom thou hast confirmed for thyself."},{"num":20,"verse":"And we depart not from thee, thou shalt quicken us: and we will call upon thy name."},{"num":21,"verse":"O Lord God of hosts, convert us: and shew thy face, and we shall be saved."}]},{"type":"chapter","title":"Psalm 80","id":"Ps.80","verses":[{"num":1,"verse":"Chapter 80"},{"num":2,"verse":"Unto the end, for the winepresses, a psalm for Asaph himself."},{"num":3,"verse":"Rejoice to God our helper: sing aloud to the God of Jacob."},{"num":4,"verse":"Take a psalm, and bring hither the timbrel: the pleasant psaltery with the harp."},{"num":5,"verse":"Blow up the trumpet on the new moon, on the noted day of your solemnity."},{"num":6,"verse":"For it is a commandment in Israel, and a judgment to the God of Jacob."},{"num":7,"verse":"He ordained it for a testimony in Joseph, when he came out of the land of Egypt: he heard a tongue which he knew not."},{"num":8,"verse":"He removed his back from the burdens: his hands had served in baskets."},{"num":9,"verse":"Thou calledst upon me in affliction, and I delivered thee: I heard thee in the secret place of tempest: I proved thee at the waters of contradiction."},{"num":10,"verse":"Hear, O my people, and I will testify to thee: O Israel, if thou wilt hearken to me,"},{"num":11,"verse":"there shall be no new god in thee: neither shalt thou adore a strange god."},{"num":12,"verse":"For I am the Lord thy God, who brought thee out of the land of Egypt: open thy mouth wide, and I will fill it."},{"num":13,"verse":"But my people heard not my voice: and Israel hearkened not to me."},{"num":14,"verse":"So I let them go according to the desires of their heart: they shall walk in their own inventions."},{"num":15,"verse":"If my people had heard me: if Israel had walked in my ways:"},{"num":16,"verse":"I should soon have humbled their enemies, and laid my hand on them that troubled them."},{"num":17,"verse":"The enemies of the Lord have lied to him: and their time shall be for ever."},{"num":18,"verse":"And he fed them with the fat of wheat, and filled them with honey out of the rock."}]},{"type":"chapter","title":"Psalm 81","id":"Ps.81","verses":[{"num":1,"verse":"Chapter 81"},{"num":2,"verse":"A psalm for Asaph. God hath stood in the congregation of gods: and being in the midst of them he judgeth gods."},{"num":3,"verse":"How long will you judge unjustly: and accept the persons of the wicked?"},{"num":4,"verse":"Judge for the needy and fatherless: do justice to the humble and the poor."},{"num":5,"verse":"Rescue the poor; and deliver the needy out of the hand of the sinner."},{"num":6,"verse":"They have not known nor understood: they walk on in darkness: all the foundations of the earth shall be moved."},{"num":7,"verse":"I have said: You are gods and all of you the sons of the most High."},{"num":8,"verse":"But you like men shall die: and shall fall like one of the princes."},{"num":9,"verse":"Arise, O God, judge thou the earth: for thou shalt inherit among all the nations."}]},{"type":"chapter","title":"Psalm 82","id":"Ps.82","verses":[{"num":1,"verse":"Chapter 82"},{"num":2,"verse":"A canticle of a psalm for Asaph."},{"num":3,"verse":"O God, who shall be like to thee? hold not thy peace, neither be thou still, O God."},{"num":4,"verse":"For lo, thy enemies have made a noise: and they that hate thee have lifted up the head."},{"num":5,"verse":"They have taken a malicious counsel against thy people, and have consulted against thy saints."},{"num":6,"verse":"They have said: Come and let us destroy them, so that they be not a nation: and let the name of Israel be remembered no more."},{"num":7,"verse":"For they have contrived with one consent: they have made a covenant together against thee,"},{"num":8,"verse":"the tabernacles of the Edomites, and the Ismahelites: Moab, and the Agarens,"},{"num":9,"verse":"Gebal, and Ammon and Amalec: the Philistines, with the inhabitants of Tyre."},{"num":10,"verse":"Yea, and the Assyrian also is joined with them: they are come to the aid of the sons of Lot."},{"num":11,"verse":"Do to them as thou didst to Madian and to Sisara: as to Jabin at the brook of Cisson."},{"num":12,"verse":"Who perished at Endor: and became as dung for the earth."},{"num":13,"verse":"Make their princes like Oreb, and Zeb, and Zebee, and Salmana. All their princes,"},{"num":14,"verse":"who have said: Let us possess the sanctuary of God for an inheritance."},{"num":15,"verse":"O my God, make them like a wheel; and as stubble before the wind."},{"num":16,"verse":"As fire which burneth the wood: and as a flame burning mountains:"},{"num":17,"verse":"So shalt thou pursue them with thy tempest: and shalt trouble them in thy wrath."},{"num":18,"verse":"Fill their faces with shame; and they shall seek thy name, O Lord."},{"num":19,"verse":"Let them be ashamed and troubled for ever and ever: and let them be confounded and perish."},{"num":20,"verse":"And let them know that the Lord is thy name: thou alone art the most High over all the earth."}]},{"type":"chapter","title":"Psalm 83","id":"Ps.83","verses":[{"num":1,"verse":"Chapter 83"},{"num":2,"verse":"Unto the end, for the winepresses, a psalm for the sons of Core."},{"num":3,"verse":"How lovely are thy tabernacles, O Lord of host!"},{"num":4,"verse":"my soul longeth and fainteth for the courts of the Lord. My heart and my flesh have rejoiced in the living God."},{"num":5,"verse":"For the sparrow hath found herself a house, and the turtle a nest for herself where she may lay her young ones: Thy altars, O Lord of hosts, my king and my God."},{"num":6,"verse":"Blessed are they that dwell in thy house, O Lord: they shall praise thee for ever and ever."},{"num":7,"verse":"Blessed is the man whose help is from thee: in his heart he hath disposed to ascend by steps,"},{"num":8,"verse":"in the vale of tears, in the place which be hath set."},{"num":9,"verse":"For the lawgiver shall give a blessing, they shall go from virtue to virtue: the God of gods shall be seen in Sion."},{"num":10,"verse":"O Lord God of hosts, hear my prayer: give ear, O God of Jacob."},{"num":11,"verse":"Behold, O God our protector: and look on the face of thy Christ."},{"num":12,"verse":"For better is one day in thy courts above thousands. I have chosen to be an abject in the house of my God, rather than to dwell in the tabernacles of sinners."},{"num":13,"verse":"For God loveth mercy and truth: the Lord will give grace and glory."},{"num":14,"verse":"He will not deprive of good things them that walk in innocence : O Lord of hosts, blessed is the man that trusteth in thee."}]},{"type":"chapter","title":"Psalm 84","id":"Ps.84","verses":[{"num":1,"verse":"Chapter 84"},{"num":2,"verse":"Unto the end, for the sons of Core, a psalm."},{"num":3,"verse":"Lord, thou hast blessed thy land: thou hast turned away the captivity of Jacob."},{"num":4,"verse":"Thou hast forgiven the iniquity of thy people: thou hast covered all their sins."},{"num":5,"verse":"Thou hast mitigated all thy anger: thou best turned away from the wrath of thy indignation."},{"num":6,"verse":"Convert us, O God our saviour: and turn off thy anger from us."},{"num":7,"verse":"Wilt thou be angry with us for ever: or wilt thou extend thy wrath from generation to generation?"},{"num":8,"verse":"Thou wilt turn, O God, and bring us to life: and thy people shall rejoice in thee."},{"num":9,"verse":"Shew us, O Lord, thy mercy; and grant us thy salvation."},{"num":10,"verse":"I will hear what the Lord God will speak in me: for he will speak peace unto his people: And unto his saints: and unto them that are converted to the heart."},{"num":11,"verse":"Surely his salvation is near to them that fear him: that glory may dwell in our land."},{"num":12,"verse":"Mercy and truth have met each other: justice and peace have kissed."},{"num":13,"verse":"Truth is sprung out of the earth: and justice hath looked down from heaven."},{"num":14,"verse":"For the Lord will give goodness: and our earth shall yield her fruit."},{"num":15,"verse":"Justice shall walk before him: and shall set his steps in the way."}]},{"type":"chapter","title":"Psalm 85","id":"Ps.85","verses":[{"num":1,"verse":"Chapter 85"},{"num":2,"verse":"A prayer for David himself. Incline thy ear, O Lord, and hear me: for I am needy and poor."},{"num":3,"verse":"Preserve my soul, for I am holy: save thy servant, O my God, that trusteth in thee."},{"num":4,"verse":"Have mercy on me, O Lord, for I have cried to thee all the day."},{"num":5,"verse":"Give joy to the soul of thy servant, for to thee, O Lord, I have lifted up my soul."},{"num":6,"verse":"For thou, O Lord, art sweet and mild: and plenteous in mercy to all that call upon thee."},{"num":7,"verse":"Give ear, O Lord, to my prayer: and attend to the voice of my petition."},{"num":8,"verse":"I have called upon thee in the day of my trouble: because thou hast heard me."},{"num":9,"verse":"There is none among the gods like unto thee, O Lord: and there is none according to thy works."},{"num":10,"verse":"All the nations thou hast made shall come and adore before thee, O Lord: and they shall glorify thy name."},{"num":11,"verse":"For thou art great and dost wonderful things: thou art God alone."},{"num":12,"verse":"Conduct me, O Lord, in thy way, and I will walk in thy truth: let my heart rejoice that it may fear thy name."},{"num":13,"verse":"I will praise thee, O Lord my God: with my whole heart, and I will glorify thy name for ever:"},{"num":14,"verse":"For thy mercy is great towards me: and thou hast delivered my soul out of the lower hell."},{"num":15,"verse":"O God, the wicked are risen up against me, and the assembly of the mighty have sought my soul: and they have not set thee before their eyes."},{"num":16,"verse":"And thou, O Lord, art a God of compassion, and merciful, patient, and of much mercy, and true."},{"num":17,"verse":"O look upon me, and have mercy on me: give thy command to thy servant, and save the son of thy handmaid."},{"num":18,"verse":"Shew me a token for good: that they who hate me may see, and be confounded, because thou, O Lord, hast helped me and hast comforted me."}]},{"type":"chapter","title":"Psalm 86","id":"Ps.86","verses":[{"num":1,"verse":"Chapter 86"},{"num":2,"verse":"For the sons of Core, a psalm of a canticle. The foundations thereof are in the holy mountains:"},{"num":3,"verse":"The Lord loveth the gates of Sion above all the tabernacles of Jacob."},{"num":4,"verse":"Glorious things are said of thee, O city of God."},{"num":5,"verse":"I will be mindful of Rahab and of Babylon knowing me. Behold the foreigners, and Tyre, and the people of the Ethiopians, these were there."},{"num":6,"verse":"Shall not Sion say: This man and that man is born in her? and the Highest himself hath founded her."},{"num":7,"verse":"The Lord shall tell in his writings of peoples and of princes, of them that have been in her."},{"num":8,"verse":"The dwelling in thee is as it were of all rejoicing."}]},{"type":"chapter","title":"Psalm 87","id":"Ps.87","verses":[{"num":1,"verse":"Chapter 87"},{"num":2,"verse":"A canticle of a psalm for the sons of Core: unto the end, for Maheleth, to answer understanding of Eman the Ezrahite."},{"num":3,"verse":"O Lord, the God of my salvation: I have cried in the day, and in the night before thee."},{"num":4,"verse":"Let my prayer come in before thee: incline thy ear to my petition."},{"num":5,"verse":"For my soul is filled with evils: and my life hath drawn nigh to hell."},{"num":6,"verse":"I am counted among them that go down to the pit: I am become as a man without help,"},{"num":7,"verse":"free among the dead. Like the slain sleeping in the sepulchres, whom thou rememberest no more: and they are cast off from thy hand."},{"num":8,"verse":"They have laid me in the lower pit: in the dark places, and in the shadow of death."},{"num":9,"verse":"Thy wrath is strong over me: and all thy waves thou hast brought in upon me."},{"num":10,"verse":"Thou hast put away my acquaintance far from me: they have set me an abomination to themselves. I was delivered up, and came not forth:"},{"num":11,"verse":"my eyes languished through poverty. All the day I cried to thee, O Lord: I stretched out my hands to thee."},{"num":12,"verse":"Wilt thou shew wonders to the dead? or shall physicians raise to life, and give praise to thee?"},{"num":13,"verse":"Shall any one in the sepulchre declare thy mercy: and thy truth in destruction?"},{"num":14,"verse":"Shall thy wonders be known in the dark; and thy justice in the land of forgetfulness?"},{"num":15,"verse":"But I, O Lord, have cried to thee: and in the morning my prayer shall prevent thee."},{"num":16,"verse":"Lord, why castest thou off my prayer: why turnest thou away thy face from me?"},{"num":17,"verse":"I am poor, and in labours from my youth: and being exalted have been humbled and troubled."},{"num":18,"verse":"Thy wrath hath come upon me: and thy terrors have troubled me."},{"num":19,"verse":"They have come round about me like water all the day: they have compassed me about together."},{"num":20,"verse":"Friend and neighbour thou hast put far from me: and my acquaintance, because of misery."}]},{"type":"chapter","title":"Psalm 88","id":"Ps.88","verses":[{"num":1,"verse":"Chapter 88"},{"num":2,"verse":"Of understanding, for Ethan the Ezrahite."},{"num":3,"verse":"The mercies of the Lord I will sing for ever. I will shew forth thy truth with my mouth to generation and generation."},{"num":4,"verse":"For thou hast said: Mercy shall be built up for ever in the heavens: thy truth shall be prepared in them."},{"num":5,"verse":"I have made a covenant with my elect: I have sworn to David my servant:"},{"num":6,"verse":"Thy seed will I settle for ever. And I will build up thy throne unto generation and generation."},{"num":7,"verse":"The heavens shall confess thy wonders, O Lord: and thy truth in the church of the saints."},{"num":8,"verse":"For who in the clouds can be compared to the Lord: or who among the sons of God shall be like to God?"},{"num":9,"verse":"God, who is glorified in the assembly of the saints: great and terrible above all them that are about him."},{"num":10,"verse":"O Lord God of hosts, who is like to thee? thou art mighty, O Lord, and thy truth is round about thee."},{"num":11,"verse":"Thou rulest the power of the sea: and appeasest the motion of the waves thereof."},{"num":12,"verse":"Thou hast humbled the proud one, as one that is slain: with the arm of thy strength thou hast scattered thy enemies."},{"num":13,"verse":"Thine are the heavens, and thine is the earth: the world and the fulness thereof thou hast founded:"},{"num":14,"verse":"the north and the sea thou hast created. Thabor and Hermon shall rejoice in thy name:"},{"num":15,"verse":"thy arm is with might. Let thy hand be strengthened, and thy right hand exalted:"},{"num":16,"verse":"justice and judgment are the preparation of thy throne. Mercy and truth shall go before thy face:"},{"num":17,"verse":"blessed is the people that knoweth jubilation. They shall walk, O Lord, in the light of thy countenance:"},{"num":18,"verse":"and in thy name they shall rejoice all the day, and in thy justice they shall be exalted."},{"num":19,"verse":"For thou art the glory of their strength: and in thy good pleasure shall our horn be exalted."},{"num":20,"verse":"For our protection is of the Lord, and of our king the holy one of Israel."},{"num":21,"verse":"Then thou spokest in a vision to thy saints, and saidst: I have laid help upon one that is mighty, and have exalted one chosen out of my people."},{"num":22,"verse":"I have found David my servant: with my holy oil I have anointed him."},{"num":23,"verse":"For my hand shall help him: and my arm shall strengthen him."},{"num":24,"verse":"The enemy shall have no advantage over him: nor the son of iniquity have power to hurt him."},{"num":25,"verse":"And I will cut down his enemies before his face; and them that hate him I will put to flight."},{"num":26,"verse":"And my truth and my mercy shall be with him: and in my name shall his horn be exalted."},{"num":27,"verse":"And I will set his hand in the sea; and his right hand in the rivers."},{"num":28,"verse":"He shall cry out to me: Thou art my father: my God, and the support of my salvation."},{"num":29,"verse":"And I will make him my firstborn, high above the kings of the earth."},{"num":30,"verse":"I will keep my mercy for him for ever: and my covenant faithful to him."},{"num":31,"verse":"And I will make his seed to endure for evermore: and his throne as the days of heaven."},{"num":32,"verse":"And if his children forsake my law, and walk not in my judgments:"},{"num":33,"verse":"If they profane my justices: and keep not my commandments:"},{"num":34,"verse":"I will visit their iniquities with a rod: and their sins with stripes."},{"num":35,"verse":"But my mercy I will not take away from him: nor will I suffer my truth to fail."},{"num":36,"verse":"Neither will I profane my covenant: and the words that proceed from my mouth I will not make void."},{"num":37,"verse":"Once have I sworn by my holiness: I will not lie unto David:"},{"num":38,"verse":"his seed shall endure for ever."},{"num":39,"verse":"And his throne as the sun before me: and as the moon perfect for ever, and a faithful witness in heaven."},{"num":40,"verse":"But thou hast rejected and despised: thou hast been angry with thy anointed."},{"num":41,"verse":"Thou hast overthrown the covenant of thy servant: thou hast profaned his sanctuary on the earth."},{"num":42,"verse":"Thou hast broken down all his hedges: thou hast made his strength fear."},{"num":43,"verse":"All that pass by the way have robbed him: he is become a reproach to his neighbours."},{"num":44,"verse":"Thou hast set up the right hand of them that oppress him: thou hast made all his enemies to rejoice."},{"num":45,"verse":"Thou hast turned away the help of his sword; and hast not assisted him in battle."},{"num":46,"verse":"Thou hast made his purification to cease: and thou hast cast his throne down to the ground."},{"num":47,"verse":"Thou hast shortened the days of his time: thou hast covered him with confusion."},{"num":48,"verse":"How long, O Lord, turnest thou away unto the end? shall thy anger burn like fire?"},{"num":49,"verse":"Remember what my substance is for hast thou made all the children of men in vain?"},{"num":50,"verse":"Who is the man that shall live, and not see death: that shall deliver his soul from the hand of hell?"},{"num":51,"verse":"Lord, where are thy ancient mercies, according to what thou didst swear to David in thy truth?"},{"num":52,"verse":"Be mindful, O Lord, of the reproach of thy servants (which I have held in my bosom) of many nations:"},{"num":53,"verse":"Wherewith thy enemies have reproached, O Lord; wherewith they have reproached the change of thy anointed."},{"num":54,"verse":"Blessed be the Lord for evermore. So be it. So be it."}]},{"type":"chapter","title":"Psalm 89","id":"Ps.89","verses":[{"num":1,"verse":"Chapter 89"},{"num":2,"verse":"A prayer of Moses the man of God. Lord, thou hast been our refuge from generation to generation."},{"num":3,"verse":"Before the mountains were made, or the earth and the world was formed; from eternity and to eternity thou art God."},{"num":4,"verse":"Turn not man away to be brought low: and thou hast said: Be converted, O ye sons of men."},{"num":5,"verse":"For a thousand years in thy sight are as yesterday, which is past. And as a watch in the night,"},{"num":6,"verse":"things that are counted nothing, shall their years be."},{"num":7,"verse":"In the morning man shall grow up like grass; in the morning he shall flourish and pass away: in the evening he shall fall, grow dry, and wither."},{"num":8,"verse":"For in thy wrath we have fainted away: and are troubled in thy indignation."},{"num":9,"verse":"Thou hast set our iniquities before thy eyes: our life in the light of thy countenance."},{"num":10,"verse":"For all our days are spent; and in thy wrath we have fainted away. Our years shall be considered spider:"},{"num":11,"verse":"the days of our years in them are threescore and ten years. But if in the strong they be fourscore years: and what is more of them is labour and sorrow. For mildness is come upon us: and we shall be corrected."},{"num":12,"verse":"Who knoweth the power of thy anger, and for thy fear"},{"num":13,"verse":"can number thy wrath? So make thy right hand known: and men learned in heart, in wisdom."},{"num":14,"verse":"Return, O Lord, how long? and be entreated in favour of thy servants."},{"num":15,"verse":"We are filled in the morning with thy mercy: and we have rejoiced, and are delighted all our days."},{"num":16,"verse":"We have rejoiced for the days in which thou hast humbled us: for the years in which we have seen evils."},{"num":17,"verse":"Look upon thy servants and upon their works: and direct their children."},{"num":18,"verse":"And let the brightness of the Lord our God be upon us: and direct thou the works of our hands over us; yea, the work of our hands do thou direct."}]},{"type":"chapter","title":"Psalm 90","id":"Ps.90","verses":[{"num":1,"verse":"Chapter 90"},{"num":2,"verse":"The praise of a canticle for David. He that dwelleth in the aid of the most High, shall abide under the protection of the God of Jacob."},{"num":3,"verse":"He shall say to the Lord: Thou art my protector, and my refuge: my God, in him will I trust."},{"num":4,"verse":"For he hath delivered me from the snare of the hunters: and from the sharp word."},{"num":5,"verse":"He will overshadow thee with his shoulders: and under his wings thou shalt trust."},{"num":6,"verse":"His truth shall compass thee with a shield: thou shalt not be afraid of the terror of the night."},{"num":7,"verse":"Of the arrow that flieth in the day, of the business that walketh about in the dark: of invasion, or of the noonday devil."},{"num":8,"verse":"A thousand shall fall at thy side, and ten thousand at thy right hand: but it shall not come nigh thee."},{"num":9,"verse":"But thou shalt consider with thy eyes: and shalt see the reward of the wicked."},{"num":10,"verse":"Because thou, O Lord, art my hope: thou hast made the most High thy refuge."},{"num":11,"verse":"There shall no evil come to thee: nor shall the scourge come near thy dwelling."},{"num":12,"verse":"For he hath given his angels charge over thee; to keep thee in all thy ways."},{"num":13,"verse":"In their hands they shall bear thee up: lest thou dash thy foot against a stone."},{"num":14,"verse":"Thou shalt walk upon the asp and the basilisk: and thou shalt trample under foot the lion and the dragon."},{"num":15,"verse":"Because he hoped in me I will deliver him: I will protect him because he hath known my name."},{"num":16,"verse":"He shall cry to me, and I will hear him: I am with him in tribulation, I will deliver him, and I will glorify him."},{"num":17,"verse":"I will fill him with length of days; and I will shew him my salvation."}]},{"type":"chapter","title":"Psalm 91","id":"Ps.91","verses":[{"num":1,"verse":"Chapter 91"},{"num":2,"verse":"A psalm of a canticle on the sabbath day."},{"num":3,"verse":"It is good to give praise to the Lord: and to sing to thy name, O most High."},{"num":4,"verse":"To shew forth thy mercy in the morning, and thy truth in the night:"},{"num":5,"verse":"Upon an instrument of ten strings, upon the psaltery: with a canticle upon the harp."},{"num":6,"verse":"For thou hast given me, O Lord, a delight in thy doings: and in the works of thy hands I shall rejoice."},{"num":7,"verse":"O Lord, how great are thy works! thy thoughts are exceeding deep."},{"num":8,"verse":"The senseless man shall not know: nor will the fool understand these things."},{"num":9,"verse":"When the wicked shall spring up as grass: and all the workers of iniquity shall appear: That they may perish for ever and ever:"},{"num":10,"verse":"but thou, O Lord, art most high for evermore."},{"num":11,"verse":"For behold thy enemies, O Lord, for behold thy enemies shall perish: and all the workers of iniquity shall be scattered."},{"num":12,"verse":"But my horn shall be exalted like that of the unicorn: and my old age in plentiful mercy."},{"num":13,"verse":"My eye also hath looked down upon my enemies: and my ear shall hear of the downfall of the malignant that rise up against me."},{"num":14,"verse":"The just shall flourish like the palm tree: he shall grow up like the cedar of Libanus."},{"num":15,"verse":"They that are planted in the house of the Lord shall flourish in the courts of the house of our God."},{"num":16,"verse":"They shall still increase in a fruitful old age: and shall be well treated,"},{"num":17,"verse":"that they may shew, That the Lord our God is righteous, and there is no iniquity in him."}]},{"type":"chapter","title":"Psalm 92","id":"Ps.92","verses":[{"num":1,"verse":"Chapter 92"},{"num":2,"verse":"The Lord hath reigned, he is clothed with beauty: the Lord is clothed with strength, and hath girded himself. For he hath established the world which shall not be moved."},{"num":3,"verse":"Thy throne is prepared from of old: thou art from everlasting."},{"num":4,"verse":"The floods have lifted up, O Lord: the floods have lifted up their voice. The floods have lifted up their waves,"},{"num":5,"verse":"with the noise of many waters. Wonderful are the surges of the sea: wonderful is the Lord on high."},{"num":6,"verse":"Thy testimonies are become exceedingly credible: holiness becometh thy house, O Lord, unto length of days."}]},{"type":"chapter","title":"Psalm 93","id":"Ps.93","verses":[{"num":1,"verse":"Chapter 93"},{"num":2,"verse":"The Lord is the God to whom revenge belongeth: the God of revenge hath acted freely."},{"num":3,"verse":"Lift up thyself, thou that judgest the earth: render a reward to the proud."},{"num":4,"verse":"How long shall sinners, O Lord: how long shall sinners glory?"},{"num":5,"verse":"Shall they utter, and speak iniquity: shall all speak who work injustice?"},{"num":6,"verse":"Thy people, O Lord, they have brought low: and they have afflicted thy inheritance."},{"num":7,"verse":"They have slain the widow and the stranger: and they have murdered the fatherless."},{"num":8,"verse":"And they have said: The Lord shall not see: neither shall the God of Jacob understand."},{"num":9,"verse":"Understand, ye senseless among the people: and, you fools, be wise at last."},{"num":10,"verse":"He that planted the ear, shall he not hear? or he that formed the eye, doth he not consider?"},{"num":11,"verse":"He that chastiseth nations, shall he not rebuke: he that teacheth man knowledge?"},{"num":12,"verse":"The Lord knoweth the thoughts of men, that they are vain."},{"num":13,"verse":"Blessed is the man whom thou shalt instruct, O Lord: and shalt teach him out of thy law."},{"num":14,"verse":"That thou mayst give him rest from the evil days: till a pit be dug for the wicked."},{"num":15,"verse":"For the Lord will not cast off his people: neither will he forsake his own inheritance."},{"num":16,"verse":"Until justice be turned into judgment: and they that are near it are all the upright in heart."},{"num":17,"verse":"Who shall rise up for me against the evildoers? or who shall stand with me against the workers of iniquity?"},{"num":18,"verse":"Unless the Lord had been my helper, my soul had almost dwelt in hell."},{"num":19,"verse":"If I said: My foot is moved: thy mercy, O Lord, assisted me."},{"num":20,"verse":"According to the multitude of my sorrows in my heart, thy comforts have given joy to my soul."},{"num":21,"verse":"Doth the seat of iniquity stick to thee, who framest labour in commandment?"},{"num":22,"verse":"They will hunt after the soul of the just, and will condemn innocent blood."},{"num":23,"verse":"But the Lord is my refuge: and my God the help of my hope."},{"num":24,"verse":"And he will render them their iniquity: and in their malice he will destroy them: the Lord our God will destroy them."}]},{"type":"chapter","title":"Psalm 94","id":"Ps.94","verses":[{"num":1,"verse":"Chapter 94"},{"num":2,"verse":"Come let us praise the Lord with joy: let us joyfully sing to God our saviour."},{"num":3,"verse":"Let us come before his presence with thanksgiving; and make a joyful noise to him with psalms."},{"num":4,"verse":"For the Lord is a great God, and a great King above all gods."},{"num":5,"verse":"For in his hand are all the ends of the earth: and the heights of the mountains are his."},{"num":6,"verse":"For the sea is his, and he made it: and his hands formed the dry land."},{"num":7,"verse":"Come let us adore and fall down: and weep before the Lord that made us."},{"num":8,"verse":"For he is the Lord our God: and we are the people of his pasture and the sheep of his hand."},{"num":9,"verse":"To day if you shall hear his voice, harden not your hearts:"},{"num":10,"verse":"As in the provocation, according to the day of temptation in the wilderness: where your fathers tempted me, they proved me, and saw my works."},{"num":11,"verse":"Forty years long was I offended with that generation, and I said: These always err in heart."},{"num":12,"verse":"And these men have not known my ways: so I swore in my wrath that they shall not enter into my rest."}]},{"type":"chapter","title":"Psalm 95","id":"Ps.95","verses":[{"num":1,"verse":"Chapter 95"},{"num":2,"verse":"A canticle for David himself, when the house was built after the captivity. Sing ye to the Lord a new canticle: sing to the Lord, all the earth."},{"num":3,"verse":"Sing ye to the Lord and bless his name: shew forth his salvation from day to day."},{"num":4,"verse":"Declare his glory among the Gentiles: his wonders among all people."},{"num":5,"verse":"For the Lord is great, and exceedingly to be praised: he is to be feared above all gods."},{"num":6,"verse":"For all the gods of the Gentiles are devils: but the Lord made the heavens."},{"num":7,"verse":"Praise and beauty are before him: holiness and majesty in his sanctuary."},{"num":8,"verse":"Bring ye to the Lord, O ye kindreds of the Gentiles, bring ye to the Lord glory and honour:"},{"num":9,"verse":"bring to the Lord glory unto his name. Bring up sacrifices, and come into his courts:"},{"num":10,"verse":"adore ye the Lord in his holy court. Let all the earth be moved at his presence."},{"num":11,"verse":"Say ye among the Gentiles, the Lord hath reigned. For he hath corrected the world, which shall not be moved: he will judge the people with justice."},{"num":12,"verse":"Let the heavens rejoice, and let the earth be glad, let the sea be moved, and the fulness thereof:"},{"num":13,"verse":"the fields and all things that are in them shall be joyful. Then shall all the trees of the woods rejoice"},{"num":14,"verse":"before the face of the Lord, because he cometh: because he cometh to judge the earth. He shall judge the world with justice, and the people with his truth."}]},{"type":"chapter","title":"Psalm 96","id":"Ps.96","verses":[{"num":1,"verse":"Chapter 96"},{"num":2,"verse":"For the same David, when his land was restored again to him. The Lord hath reigned, let the earth rejoice: let many islands be glad."},{"num":3,"verse":"Clouds and darkness are round about him: justice and judgment are the establishment of his throne."},{"num":4,"verse":"A fire shall go before him, and shall burn his enemies round about."},{"num":5,"verse":"His lightnings have shone forth to the world: the earth saw and trembled."},{"num":6,"verse":"The mountains melted like wax, at the presence of the Lord: at the presence of the Lord of all the earth."},{"num":7,"verse":"The heavens declared his justice: and all people saw his glory."},{"num":8,"verse":"Let them be all confounded that adore graven things, and that glory in their idols. Adore him, all you his angels:"},{"num":9,"verse":"Sion heard, and was glad. And the daughters of Juda rejoiced, because of thy judgments, O Lord."},{"num":10,"verse":"For thou art the most high Lord over all the earth: thou art exalted exceedingly above all gods."},{"num":11,"verse":"You that love the Lord, hate evil: the Lord preserveth the souls of his saints, he will deliver them out of the hand of the sinner."},{"num":12,"verse":"Light is risen to the just, and joy to the right of heart."},{"num":13,"verse":"Rejoice, ye just, in the Lord: and give praise to the remembrance of his holiness."}]},{"type":"chapter","title":"Psalm 97","id":"Ps.97","verses":[{"num":1,"verse":"Chapter 97"},{"num":2,"verse":"A psalm for David himself. Sing ye to the Lord anew canticle: because he hath done wonderful things. His right hand hath wrought for him salvation, and his arm is holy."},{"num":3,"verse":"The Lord hath made known his salvation: he hath revealed his justice in the sight of the Gentiles."},{"num":4,"verse":"He hath remembered his mercy his truth toward the house of Israel. All the ends of the earth have seen the salvation of our God."},{"num":5,"verse":"Sing joyfully to God, all the earth; make melody, rejoice and sing."},{"num":6,"verse":"Sing praise to the Lord on the harp, on the harp, and with the voice of a psalm:"},{"num":7,"verse":"with long trumpets, and sound of comet. Make a joyful noise before the Lord our king:"},{"num":8,"verse":"let the sea be moved and the fulness thereof: the world end they that dwell therein."},{"num":9,"verse":"The rivers shall clap their hands, the mountains shall rejoice together"},{"num":10,"verse":"at the presence of the Lord: because he cometh to judge the earth. He shall judge the world with justice, and the people with equity."}]},{"type":"chapter","title":"Psalm 98","id":"Ps.98","verses":[{"num":1,"verse":"Chapter 98"},{"num":2,"verse":"A psalm for David himself. The Lord hath reigned, let the people be angry: he that sitteth on the cherubims: let the earth be moved."},{"num":3,"verse":"The Lord is great in Sion, and high above all people."},{"num":4,"verse":"Let them give praise to thy great name: for it is terrible and holy:"},{"num":5,"verse":"and the king's honour loveth judgment. Thou hast prepared directions: thou hast done judgment and justice in Jacob."},{"num":6,"verse":"Exalt ye the Lord our God, and adore his footstool, for it is holy."},{"num":7,"verse":"Moses and Aaron among his priests: and Samuel among them that call upon his name. They called upon the Lord, and he heard them:"},{"num":8,"verse":"he spoke to them in the pillar of the cloud. They kept his testimonies, and the commandment which he gave them."},{"num":9,"verse":"Thou didst hear them, O Lord our God: thou wast a merciful God to them, and taking vengeance on all their inventions."},{"num":10,"verse":"Exalt ye the Lord our God, and adore at his holy mountain: for the Lord our God is holy."}]},{"type":"chapter","title":"Psalm 99","id":"Ps.99","verses":[{"num":1,"verse":"Chapter 99"},{"num":2,"verse":"A psalm of praise."},{"num":3,"verse":"Sing joyfully to God, all the earth: serve ye the Lord with gladness. Come in before his presence with exceeding great joy."},{"num":4,"verse":"Know ye that the Lord he is God: he made us, and not we ourselves. We are his people and the sheep of his pasture."},{"num":5,"verse":"Go ye into his gates with praise, into his courts with hymns: and give glory to him. Praise ye his name:"},{"num":6,"verse":"for the Lord is sweet, his mercy endureth for ever, and his truth to generation and generation."}]},{"type":"chapter","title":"Psalm 100","id":"Ps.100","verses":[{"num":1,"verse":"Chapter 100"},{"num":2,"verse":"A psalm for David himself. Mercy and judgment I will sing to thee, O Lord: I will sing,"},{"num":3,"verse":"and I will understand in the unspotted way, when thou shalt come to me. I walked in the innocence of my heart, in the midst of my house."},{"num":4,"verse":"I did not set before my eyes any unjust thing: I hated the workers of iniquities."},{"num":5,"verse":"The perverse heart did not cleave to me: and the malignant, that turned aside from me, I would not know."},{"num":6,"verse":"The man that in private detracted his neighbour, him did I persecute. With him that had a proud eye, and an unsatiable heart, I would not eat."},{"num":7,"verse":"My eyes were upon the faithful of the earth, to sit with me: the man that walked in the perfect way, he served me."},{"num":8,"verse":"He that worketh pride shall not dwell in the midst of my house: he that speaketh unjust things did not prosper before my eyes."},{"num":9,"verse":"In the morning I put to death all the wicked of the land: that I might cut off all the workers of iniquity from the city of the Lord."}]},{"type":"chapter","title":"Psalm 101","id":"Ps.101","verses":[{"num":1,"verse":"Chapter 101"},{"num":2,"verse":"The prayer of the poor man, when he was anxious, and poured out his supplication before the Lord."},{"num":3,"verse":"Hear, O Lord, my prayer: and let my cry come to thee."},{"num":4,"verse":"Turn not away thy face from me: in the day when I am in trouble, incline thy ear to me. In what day soever I shall call upon thee, hear me speedily."},{"num":5,"verse":"For my days are vanished like smoke: and my bones are grown dry like fuel for the fire."},{"num":6,"verse":"I am smitten as grass, and my heart is withered: because I forgot to eat my bread."},{"num":7,"verse":"Through the voice of my groaning, my bone hath cleaved to my flesh."},{"num":8,"verse":"I am become like to a pelican of the wilderness: I am like a night raven in the house."},{"num":9,"verse":"I have watched, and am become as a sparrow all alone on the housetop."},{"num":10,"verse":"All the day long my enemies reproached me: and they that praised me did swear against me."},{"num":11,"verse":"For I did eat ashes like bread, and mingled my drink with weeping."},{"num":12,"verse":"Because of thy anger and indignation: for having lifted me up thou hast thrown me down."},{"num":13,"verse":"My days have declined like a shadow, and I am withered like grass."},{"num":14,"verse":"But thou, O Lord, endurest for ever: and thy memorial to all generations."},{"num":15,"verse":"Thou shalt arise and have mercy on Sion: for it is time to have mercy on it, for the time is come."},{"num":16,"verse":"For the stones thereof have pleased thy servants: and they shall have pity on the earth thereof."},{"num":17,"verse":"And the Gentiles shall fear thy name, O Lord, and all the kings of the earth thy glory."},{"num":18,"verse":"For the Lord hath built up Sion: and he shall be seen in his glory."},{"num":19,"verse":"He hath had regard to the prayer of the humble: and he hath not despised their petition."},{"num":20,"verse":"Let these things be written unto another generation: and the people that shall be created shall praise the Lord:"},{"num":21,"verse":"Because he hath looked forth from his high sanctuary: from heaven the Lord hath looked upon the earth."},{"num":22,"verse":"That he might hear the groans of them that are in fetters: that he might release the children of the slain:"},{"num":23,"verse":"That they may declare the name of the Lord in Sion: and his praise in Jerusalem;"},{"num":24,"verse":"When the people assemble together, and kings, to serve the Lord."},{"num":25,"verse":"He answered him in the way of his strength: Declare unto me the fewness of my days."},{"num":26,"verse":"Call me not away in the midst of my days: thy years are unto generation and generation."},{"num":27,"verse":"In the beginning, O Lord, thou foundedst the earth: end the heavens are the works of thy hands."},{"num":28,"verse":"They shall perish but thou remainest: and all of them shall grow old like a garment: And as a vesture thou shalt change them, and they shall be changed."},{"num":29,"verse":"But thou art always the selfsame, and thy years shall not fail."},{"num":30,"verse":"The children of thy servants shall continue: and their seed shall be directed for ever."}]},{"type":"chapter","title":"Psalm 102","id":"Ps.102","verses":[{"num":1,"verse":"Chapter 102"},{"num":2,"verse":"For David himself. Bless the Lord, O my soul: and let all that is within me bless his holy name."},{"num":3,"verse":"Bless the Lord, O my soul, and never forget all he hath done for thee."},{"num":4,"verse":"Who forgiveth all thy iniquities: who healeth all thy diseases."},{"num":5,"verse":"Who redeemeth thy life from destruction: who crowneth thee with mercy and compassion."},{"num":6,"verse":"Who satisfieth thy desire with good things: thy youth shall be renewed like the eagle's."},{"num":7,"verse":"The Lord doth mercies, and judgment for all that suffer wrong."},{"num":8,"verse":"He hath made his ways known to Moses: his wills to the children of Israel."},{"num":9,"verse":"The ford is compassionate and merciful: longsuffering and plenteous in mercy."},{"num":10,"verse":"He will not always be angry: nor will he threaten for ever."},{"num":11,"verse":"He hath not dealt with us according to our sins: nor rewarded us according to our iniquities."},{"num":12,"verse":"For according to the height of the heaven above the earth: he hath strengthened his mercy towards them that fear him."},{"num":13,"verse":"As far as the east is from the west, so far hath he removed our iniquities from us."},{"num":14,"verse":"As a father hath compassion on his children, so hath the Lord compassion on them that fear him:"},{"num":15,"verse":"for he knoweth our frame. He remembereth that we are dust:"},{"num":16,"verse":"man's days are as grass, as the flower of the field so shall he flourish."},{"num":17,"verse":"For the spirit shall pass in him, and he shall not be: and he shall know his place no more."},{"num":18,"verse":"But the mercy of the Lord is from eternity and unto eternity upon them that fear him: And his justice unto children's children,"},{"num":19,"verse":"to such as keep his covenant, And are mindful of his commandments to do them."},{"num":20,"verse":"The Lord hath prepared his throne in heaven: and his kingdom shall rule over all."},{"num":21,"verse":"Bless the Lord, all ye his angels: you that are mighty in strength, and execute his word, hearkening to the voice of his orders."},{"num":22,"verse":"Bless the Lord, all ye his hosts: you ministers of his that do his will."},{"num":23,"verse":"Bless the Lord, all his works: in every place of his dominion, O my soul, bless thou the Lord."}]},{"type":"chapter","title":"Psalm 103","id":"Ps.103","verses":[{"num":1,"verse":"Chapter 103"},{"num":2,"verse":"For David himself. Bless the Lord, O my soul: O Lord my God, thou art exceedingly great. Thou hast put on praise and beauty:"},{"num":3,"verse":"and art clothed with light as with a garment. Who stretchest out the heaven like a pavilion:"},{"num":4,"verse":"who coverest the higher rooms thereof with water. Who makest the clouds thy chariot: who walkest upon the wings of the winds."},{"num":5,"verse":"Who makest thy angels spirits: and thy ministers a burning fire."},{"num":6,"verse":"Who hast founded the earth upon its own bases: it shall not be moved for ever and ever."},{"num":7,"verse":"The deep like a garment is its clothing: above the mountains shall the waters stand."},{"num":8,"verse":"At thy rebuke they shall flee: at the voice of thy thunder they shall fear."},{"num":9,"verse":"The mountains ascend, and the plains descend into the place which thou hast founded for them."},{"num":10,"verse":"Thou hast set a bound which they shall not pass over; neither shall they return to cover the earth."},{"num":11,"verse":"Thou sendest forth springs in the vales: between the midst of the hills the waters shall pass."},{"num":12,"verse":"All the beasts of the field shall drink: the wild asses shall expect in their thirst."},{"num":13,"verse":"Over them the birds of the air shall dwell: from the midst of the rocks they shall give forth their voices."},{"num":14,"verse":"Thou waterest the hills from thy upper rooms: the earth shall be filled with the fruit of thy works:"},{"num":15,"verse":"Bringing forth grass for cattle, and herb for the service of men. That thou mayst bring bread out of the earth:"},{"num":16,"verse":"and that wine may cheer the heart of man. That he may make the face cheerful with oil: and that bread may strengthen man's heart."},{"num":17,"verse":"The trees of the field shall be filled, and the cedars of Libanus which he hath planted:"},{"num":18,"verse":"there the sparrows shall make their nests. The highest of them is the house of the heron."},{"num":19,"verse":"The high hills are a refuge for the harts, the rock for the irchins."},{"num":20,"verse":"He hath made the moon for seasons: the sun knoweth his going down."},{"num":21,"verse":"Thou hast appointed darkness, and it is night: in it shall all the beasts of the woods go about:"},{"num":22,"verse":"The young lions roaring after their prey, and seeking their meat from God."},{"num":23,"verse":"The sun ariseth, and they are gathered together: and they shall lie down in their dens."},{"num":24,"verse":"Man shall go forth to his work, and to his labour until the evening."},{"num":25,"verse":"How great are thy works, O Lord? thou hast made all things in wisdom: the earth is filled with thy riches."},{"num":26,"verse":"So is this great sea, which stretcheth wide its arms: there are creeping things without number: Creatures little and great."},{"num":27,"verse":"There the ships shall go. This sea dragon which thou hast formed to play therein."},{"num":28,"verse":"All expect of thee that thou give them food in season."},{"num":29,"verse":"What thou givest to them they shall gather up: when thou openest thy hand, they shall all be filled with good."},{"num":30,"verse":"But if thou turnest away thy face, they shall be troubled: thou shalt take away their breath, and they shall fail, and shall return to their dust."},{"num":31,"verse":"Thou shalt send forth thy spirit, and they shall be created: and thou shalt renew the face of the earth."},{"num":32,"verse":"May the glory of the Lord endure for ever: the Lord shall rejoice in his works."},{"num":33,"verse":"He looketh upon the earth, and maketh it tremble: he toucheth the mountains, and they smoke."},{"num":34,"verse":"I will sing to the Lord as long as I live: I will sing praise to my God while I have my being."},{"num":35,"verse":"Let my speech be acceptable to him: but I will take delight in the Lord."},{"num":36,"verse":"Let sinners be consumed out of the earth, and the unjust, so that they be no more: O my soul, bless thou the Lord."}]},{"type":"chapter","title":"Psalm 104","id":"Ps.104","verses":[{"num":1,"verse":"Chapter 104"},{"num":2,"verse":"Alleluia. Give glory to the Lord, and call upon his name: declare his deeds among the Gentiles."},{"num":3,"verse":"Sing to him, yea sing praises to him: relate all his wondrous works."},{"num":4,"verse":"Glory ye in his holy name: let the heart of them rejoice that seek the Lord."},{"num":5,"verse":"Seek ye the Lord, and be strengthened: seek his face evermore."},{"num":6,"verse":"Remember his marvellous works which he hath done; his wonders, and the judgments of his mouth."},{"num":7,"verse":"O ye seed of Abraham his servant; ye sons of Jacob his chosen."},{"num":8,"verse":"He is the Lord our God: his judgments are in all the earth."},{"num":9,"verse":"He hath remembered his covenant for ever: the word which he commanded to a thousand generations."},{"num":10,"verse":"Which he made to Abraham; and his oath to Isaac:"},{"num":11,"verse":"And he appointed the same to Jacob for a law, and to Israel for an everlasting testament:"},{"num":12,"verse":"Saying: To thee will I give the land of Chanaan, the lot of your inheritance."},{"num":13,"verse":"When they were but a small number: yea very few, and sojourners therein:"},{"num":14,"verse":"And they passed from nation to nation, and from one kingdom to another people."},{"num":15,"verse":"He suffered no man to hurt them: and he reproved kings for their sakes."},{"num":16,"verse":"Touch ye not my anointed: and do no evil to my prophets."},{"num":17,"verse":"And he called a famine upon the land: and he broke in pieces all the support of bread."},{"num":18,"verse":"He sent a man before them: Joseph, who was sold for a slave."},{"num":19,"verse":"They humbled his feet in fetters: the iron pierced his soul,"},{"num":20,"verse":"until his word came. The word of the Lord inflamed him."},{"num":21,"verse":"The king sent, and he released him: the ruler of the people, and he set him at liberty."},{"num":22,"verse":"He made him master of his house, and ruler of all his possession."},{"num":23,"verse":"That he might instruct his princes as himself, and teach his ancients wisdom."},{"num":24,"verse":"And Israel went into Egypt: and Jacob was a sojourner in the land of Cham."},{"num":25,"verse":"And he increased his people exceedingly: and strengthened them over their enemies,"},{"num":26,"verse":"He turned their heart to hate his people: and to deal deceitfully with his servants."},{"num":27,"verse":"He sent Moses his servant: Aaron the man whom he had chosen."},{"num":28,"verse":"He gave them power to shew his signs, and his wonders in the land of Cham."},{"num":29,"verse":"He sent darkness, and made it obscure: and grieved not his words."},{"num":30,"verse":"He turned their waters into blood, and destroyed their fish."},{"num":31,"verse":"Their land brought forth frogs, in the inner chambers of their kings."},{"num":32,"verse":"He spoke, and there came divers sorts of flies and sciniphs in all their coasts."},{"num":33,"verse":"He gave them hail for rain, a burning fire in the land."},{"num":34,"verse":"And he destroyed their vineyards and their fig trees: and he broke in pieces the trees of their coasts."},{"num":35,"verse":"He spoke, and the locust came, and the bruchus, of which there was no number."},{"num":36,"verse":"And they devoured all the grass in their land, and consumed all the fruit of their ground."},{"num":37,"verse":"And he slew all the firstborn in their land: the firstfruits of all their labour."},{"num":38,"verse":"And he brought them out with silver and gold: and there was not among their tribes one that was feeble."},{"num":39,"verse":"Egypt was glad when they departed: for the fear of them lay upon them."},{"num":40,"verse":"He spread a cloud for their protection, and fire to give them light in the night."},{"num":41,"verse":"They asked, and the quail came: and he filled them with the bread of heaven."},{"num":42,"verse":"He opened the rock, and waters flowed: rivers ran down in the dry land."},{"num":43,"verse":"Because he remembered his holy word, which he had spoken to his servant Abraham."},{"num":44,"verse":"And he brought forth his people with joy, and his chosen with gladness."},{"num":45,"verse":"And he gave them the lands of the Gentiles: and they possessed the labours of the people:"},{"num":46,"verse":"That they might observe his justifications, and seek after his law."}]},{"type":"chapter","title":"Psalm 105","id":"Ps.105","verses":[{"num":1,"verse":"Chapter 105"},{"num":2,"verse":"Alleluia. Give glory to the Lord, for he is good: for his mercy endureth for ever."},{"num":3,"verse":"Who shall declare the powers of the Lord? who shall set forth all his praises?"},{"num":4,"verse":"Blessed are they that keep judgment, and do justice at all times."},{"num":5,"verse":"Remember us, O Lord, in the favour of thy people: visit us with thy salvation."},{"num":6,"verse":"That we may see the good of thy chosen, that we may rejoice in the joy of thy nation: that thou mayst be praised with thy inheritance."},{"num":7,"verse":"We have sinned with our fathers: we have acted unjustly, we have wrought iniquity."},{"num":8,"verse":"Our fathers understood not thy wonders in Egypt: they remembered not the multitude of thy mercies: And they provoked to wrath going up to the sea, even the Red Sea."},{"num":9,"verse":"And he saved them for his own name's sake: that he might make his power known."},{"num":10,"verse":"And he rebuked the Red Sea, and it was dried up: and he led them through the depths, as in a wilderness."},{"num":11,"verse":"And he saved them from the hand of them that hated them: and he redeemed them from the hand of the enemy."},{"num":12,"verse":"And the water covered them that afflicted them: there was not one of them left."},{"num":13,"verse":"And they believed his words: and they sang his praises."},{"num":14,"verse":"They had quickly done, they forgot his works: and they waited not for his counsels."},{"num":15,"verse":"And they coveted their desire in the desert: and they tempted God in the place without water."},{"num":16,"verse":"And he gave them their request: and sent fulness into their souls."},{"num":17,"verse":"And they provoked Moses in the camp, Aaron the holy one of the Lord."},{"num":18,"verse":"The earth opened and swallowed up Dathan: and covered the congregation of Abiron."},{"num":19,"verse":"And a fire was kindled in their congregation: the flame burned the wicked."},{"num":20,"verse":"They made also a calf in Horeb: and they adored the graven thing."},{"num":21,"verse":"And they changed their glory into the likeness of a calf that eateth grass."},{"num":22,"verse":"They forgot God, who saved them, who had done great things in Egypt,"},{"num":23,"verse":"wondrous works in the land of Cham: terrible things in the Red Sea."},{"num":24,"verse":"And he said that he would destroy them: had not Moses his chosen stood before him in the breach: To turn away his wrath, lest he should destroy them."},{"num":25,"verse":"And they set at nought the desirable land. They believed not his word,"},{"num":26,"verse":"and they murmured in their tents: they hearkened not to the voice of the Lord."},{"num":27,"verse":"And he lifted up his hand over them: to overthrow them in the desert;"},{"num":28,"verse":"And to cast down their seed among the nations, and to scatter them in the countries."},{"num":29,"verse":"They also were initiated to Beelphegor: and ate the sacrifices of the dead."},{"num":30,"verse":"And they provoked him with their inventions: and destruction was multiplied among them."},{"num":31,"verse":"Then Phinees stood up, and pacified him: and the slaughter ceased."},{"num":32,"verse":"And it was reputed to him unto justice, to generation and generation for evermore."},{"num":33,"verse":"They provoked him also at the waters of contradiction: and Moses was afflicted for their sakes:"},{"num":34,"verse":"because they exasperated his spirit. And he distinguished with his lips."},{"num":35,"verse":"They did not destroy the nations of which the Lord spoke unto them."},{"num":36,"verse":"And they were mingled among the heathens, and learned their works:"},{"num":37,"verse":"and served their idols, and it became a stumblingblock to them."},{"num":38,"verse":"And they sacrificed their sons, and their daughters to devils."},{"num":39,"verse":"And they shed innocent blood: the blood of their sons and of their daughters which they sacrificed to the idols of Chanaan. And the land was polluted with blood,"},{"num":40,"verse":"and was defiled with their works: and they went aside after their own inventions."},{"num":41,"verse":"And the Lord was exceedingly angry with his people: and he abhorred his inheritance."},{"num":42,"verse":"And he delivered them into the hands of the nations: and they that hated them had dominion over them."},{"num":43,"verse":"And their enemies afflicted them: and they were humbled under their hands:"},{"num":44,"verse":"many times did he deliver them. But they provoked him with their counsel: and they were brought low by their iniquities."},{"num":45,"verse":"And he saw when they were in tribulation: and he heard their prayer."},{"num":46,"verse":"And he was mindful of his covenant: and repented according to the multitude of his mercies."},{"num":47,"verse":"And he gave them unto mercies, in the sight of all those that had made them captives."},{"num":48,"verse":"Save us, O Lord, our God: and gather us from among nations: That we may give thanks to thy holy name, and may glory in thy praise."},{"num":49,"verse":"Blessed be the Lord the God of Israel, from everlasting to everlasting: and let all the people say: So be it, so be it."}]},{"type":"chapter","title":"Psalm 106","id":"Ps.106","verses":[{"num":1,"verse":"Chapter 106"},{"num":2,"verse":"Give glory to the Lord, for he is good: for his mercy endureth for ever."},{"num":3,"verse":"Let them say so that have been redeemed by the Lord, whom he hath redeemed from the hand of the enemy: and gathered out of the countries."},{"num":4,"verse":"From the rising and the setting of the sun, from the north and from the sea."},{"num":5,"verse":"They wandered in a wilderness, in a place without water: they found not the way of a city for their habitation."},{"num":6,"verse":"They were hungry and thirsty: their soul fainted in them."},{"num":7,"verse":"And they cried to the Lord in their tribulation: and he delivered them out of their distresses."},{"num":8,"verse":"And he led them into the right way: that they might go to a city of habitation."},{"num":9,"verse":"Let the mercies of the Lord give glory to him: and his wonderful works to the children of men."},{"num":10,"verse":"For he hath satisfied the empty soul, and hath filled the hungry soul with good things."},{"num":11,"verse":"Such as sat in darkness and in the shadow of death: bound in want and in iron."},{"num":12,"verse":"Because they had exasperated the words of God: and provoked the counsel of the most High:"},{"num":13,"verse":"And their heart was humbled with labours: they were weakened, and their was none to help them."},{"num":14,"verse":"Then they cried to the Lord in their affliction: and he delivered them out of their distresses."},{"num":15,"verse":"And he brought them out of darkness, and the shadow of death; and broke their bonds in sunder."},{"num":16,"verse":"Let the mercies of the Lord give glory to him, and his wonderful works to the children of men."},{"num":17,"verse":"Because he hath broken gates of brass, and burst the iron bars."},{"num":18,"verse":"He took them out of the way of their iniquity: for they were brought low for their injustices."},{"num":19,"verse":"Their soul abhorred all manner of meat: and they drew nigh even to the gates of death."},{"num":20,"verse":"And they cried to the Lord in their affliction: and he delivered them out of their distresses."},{"num":21,"verse":"He sent his word, and healed them: and delivered them from their destructions."},{"num":22,"verse":"Let the mercies of the Lord give glory to him: and his wonderful works to the children of men."},{"num":23,"verse":"And let them sacrifice the sacrifice of praise: and declare his works with joy."},{"num":24,"verse":"They that go down to the sea in ships, doing business in the great waters:"},{"num":25,"verse":"These have seen the works of the Lord, and his wonders in the deep."},{"num":26,"verse":"He said the word, and there arose a storm of wind: and the waves thereof were lifted up."},{"num":27,"verse":"They mount up to the heavens, and they go down to the depths: their soul pined away with evils."},{"num":28,"verse":"They were troubled, and reeled like a drunken man; and all their wisdom was swallowed up."},{"num":29,"verse":"And they cried to the Lord in their affliction: and he brought them out of their distresses."},{"num":30,"verse":"And he turned the storm into a breeze: and its waves were still."},{"num":31,"verse":"And they rejoiced because they were still: and he brought them to the haven which they wished for."},{"num":32,"verse":"Let the mercies of the Lord give glory to him, and his wonderful works to the children of men."},{"num":33,"verse":"And let them exalt him in the church of the people: and praise him in the chair of the ancients."},{"num":34,"verse":"He hath turned rivers into a wilderness: and the sources of water into dry ground:"},{"num":35,"verse":"A fruitful land into barrenness, for the wickedness of them that dwell therein."},{"num":36,"verse":"He hath turned a wilderness into pools of water, and a dry land into water springs."},{"num":37,"verse":"And hath placed there the hungry; and they made a city for their habitation."},{"num":38,"verse":"And they sowed fields, and planted vineyards: and they yielded fruit of birth."},{"num":39,"verse":"And he blessed them, and they were multiplied exceedingly: and their cattle he suffered not to decrease."},{"num":40,"verse":"Then they were brought to be few: and they were afflicted through the trouble of evils and sorrow."},{"num":41,"verse":"Contempt was poured forth upon their princes: and he caused them to wander where there was no passing, and out of the way."},{"num":42,"verse":"And he helped the poor out of poverty: and made him families like a flock of sheep."},{"num":43,"verse":"The just shall see, and shall rejoice, and all iniquity shall stop their mouth."},{"num":44,"verse":"Who is wise, and will keep these things: and will understand the mercies of the Lord?"}]},{"type":"chapter","title":"Psalm 107","id":"Ps.107","verses":[{"num":1,"verse":"Chapter 107"},{"num":2,"verse":"A canticle of a psalm for David himself."},{"num":3,"verse":"My heart is ready, O God, my heart is ready: I will sing, and will give praise, with my glory."},{"num":4,"verse":"Arise, my glory; arise, psaltery and harp: I will arise in the morning early."},{"num":5,"verse":"I will praise thee, O Lord, among the people: and I will sing unto thee among the populations."},{"num":6,"verse":"For thy mercy is great above the heavens: and thy truth even unto the clouds."},{"num":7,"verse":"Be thou exalted, O God, above the heavens, and thy glory over all the earth:"},{"num":8,"verse":"that thy beloved may be delivered. Save with thy right hand and hear me."},{"num":9,"verse":"God hath spoken in his holiness. I will rejoice, and I will divide Sichem and I will mete out the vale of tabernacles."},{"num":10,"verse":"Galaad is mine, and Manasses is mine and Ephraim the protection of my head. Juda is my king:"},{"num":11,"verse":"Moab the pot of my hope. Over Edom I will stretch out my shoe: the aliens are become my friends."},{"num":12,"verse":"Who will bring me into the strong city? who will lead me into Edom?"},{"num":13,"verse":"Wilt not thou, O God, who hast cast us off? and wilt not thou, O God, go forth with our armies?"},{"num":14,"verse":"O grant us help from trouble: for vain is the help of man."},{"num":15,"verse":"Through God we shall do mightily: and he will bring our enemies to nothing."}]},{"type":"chapter","title":"Psalm 108","id":"Ps.108","verses":[{"num":1,"verse":"Chapter 108"},{"num":2,"verse":"Unto the end, a psalm for David."},{"num":3,"verse":"O God, be not thou silent in thy praise: for the mouth of the wicked and the mouth of the deceitful man is opened against me."},{"num":4,"verse":"They have spoken against with deceitful tongues; and they have compassed me about with words of hatred; and have fought against me without cause."},{"num":5,"verse":"Instead of making me a return of love, they detracted me: but I gave myself to prayer."},{"num":6,"verse":"And they repaid me evil for good: and hatred for my love."},{"num":7,"verse":"Set thou the sinner over him: and may the devil stand at his right hand."},{"num":8,"verse":"When he is judged, may he go out condemned; and may his prayer be turned to sin."},{"num":9,"verse":"May his days be few: and his bishopric let another take."},{"num":10,"verse":"May his children be fatherless, and his wife a widow."},{"num":11,"verse":"Let his children be carried about vagabonds, and beg; and let them be cast out of their dwellings."},{"num":12,"verse":"May the userer search all his substance: and let strangers plunder his labours."},{"num":13,"verse":"May there be none to help him: nor none to pity his fatherless offspring."},{"num":14,"verse":"May his posterity be cut off; in one generation may his name be blotted out."},{"num":15,"verse":"May the iniquity of his fathers be remembered in the sight of the Lord: and let not the sin of his mother be blotted out."},{"num":16,"verse":"May they be before the lord continually, and let the memory of them perish from the earth:"},{"num":17,"verse":"because he remembered not to show mercy,"},{"num":18,"verse":"But persecuted the poor man and the beggar; and the broken in heart, to put him to death."},{"num":19,"verse":"And he loved cursing, and it shall come unto him: and he would not have blessing, and it shall be far from him. And he put on cursing, like a garment: and it went in like water into his entrails, and like oil in his bones."},{"num":20,"verse":"May it be unto him like a garment which covereth him; and like a girdle with which he is girded continually."},{"num":21,"verse":"This is the work of them who detract me before the Lord; and who speak evils against my soul."},{"num":22,"verse":"But thou, O Lord, do with for thy names sake: because thy mercy is sweet. Do thou deliver me."},{"num":23,"verse":"for I am poor and needy, and my heart is troubled within me."},{"num":24,"verse":"I am taken away like the shadow when it declineth: and I am shaken off as locusts."},{"num":25,"verse":"My knees are weakened through fasting: and my flesh is changed for oil."},{"num":26,"verse":"And I am become a reproach to them: they saw me and they shaked their heads,"},{"num":27,"verse":"Help me, O Lord my God; save me according to thy mercy."},{"num":28,"verse":"And let them know that this is thy hand: and that thou, O Lord, hast done it."},{"num":29,"verse":"They will curse and thou will bless: let them that rise up against me be confounded: but thy servant shall rejoice."},{"num":30,"verse":"Let them that detract me be clothed with shame: and let them be covered with the their confusion as with a double cloak."},{"num":31,"verse":"I will give great thanks to the Lord with my mouth: and in the midst of many I will praise him."},{"num":32,"verse":"Because he hath stood at the right hand of the poor, to save my soul from persecutors"}]},{"type":"chapter","title":"Psalm 109","id":"Ps.109","verses":[{"num":1,"verse":"Chapter 109"},{"num":2,"verse":"The Lord said to my Lord: Sit thou at my right hand: Until I make thy enemies thy footstool."},{"num":3,"verse":"The Lord will send forth the sceptre of thy power out of Sion: rule thou in the midst of thy enemies."},{"num":4,"verse":"With thee is the principality in the day of thy strength: in the brightness of the saints: from the womb before the day star I begot thee."},{"num":5,"verse":"The Lord hath sworn, and he will not repent: Thou art a priest for ever according to the order of Melchisedech."},{"num":6,"verse":"The Lord at thy right hand hath broken kings in the day of his wrath."},{"num":7,"verse":"He shall judge among nations, he shall fill ruins: he shall crush the heads in the land of the many."},{"num":8,"verse":"He shall drink of the torrent in the way: therefore shall he lift up the head."}]},{"type":"chapter","title":"Psalm 110","id":"Ps.110","verses":[{"num":1,"verse":"Chapter 110"},{"num":2,"verse":"I will praise thee, O Lord, with my whole heart; in the council of the just: and in the congregation."},{"num":3,"verse":"Great are the works of the Lord: sought out according to all his wills"},{"num":4,"verse":"His work is praise and magnificence: and his justice continueth for ever and ever."},{"num":5,"verse":"He hath made a remembrance of his wonderful works, being a merciful and gracious Lord:"},{"num":6,"verse":"he hath given food to them that fear him. He will be mindful for ever of his covenant:"},{"num":7,"verse":"he will shew forth to his people the power of his works."},{"num":8,"verse":"That he may give them the inheritance of the Gentiles: the works of his hands are truth and judgment."},{"num":9,"verse":"All his commandments are faithful: confirmed for ever and ever, made in truth and equity."},{"num":10,"verse":"He hath sent redemption to his people: he hath commanded his covenant for ever. Holy and terrible is his name:"},{"num":11,"verse":"the fear of the Lord is the beginning of wisdom. A good understanding to all that do it: his praise continueth for ever and ever."}]},{"type":"chapter","title":"Psalm 111","id":"Ps.111","verses":[{"num":1,"verse":"Chapter 111"},{"num":2,"verse":"Blessed is the man that feareth the Lord: he shall delight exceedingly in his commandments."},{"num":3,"verse":"His seed shall be mighty upon earth: the generation of the righteous shall be blessed."},{"num":4,"verse":"Glory and wealth shall be in his house: and his justice remaineth for ever and ever."},{"num":5,"verse":"To the righteous a light is risen up in darkness: he is merciful, and compassionate and just."},{"num":6,"verse":"Acceptable is the man that showeth mercy and lendeth: he shall order his words with judgment:"},{"num":7,"verse":"because he shall not be moved for ever."},{"num":8,"verse":"The just shall be in everlasting remembrance: he shall not hear the evil hearing. His heart is ready to hope in the Lord:"},{"num":9,"verse":"his heart is strengthened, he shall not be moved until he look over his enemies."},{"num":10,"verse":"He hath distributed, he hath given to the poor: his justice remaineth for ever and ever: his horn shall be exalted in glory."},{"num":11,"verse":"The wicked shall see, and shall be angry, he shall gnash with his teeth and pine away: the desire of the wicked shall perish."}]},{"type":"chapter","title":"Psalm 112","id":"Ps.112","verses":[{"num":1,"verse":"Chapter 112"},{"num":2,"verse":"Praise the Lord, ye children: praise ye the name of the Lord."},{"num":3,"verse":"Blessed be the name of the Lord, from henceforth now and for ever."},{"num":4,"verse":"From the rising of the sun unto the going down of the same, the name of the Lord is worthy of praise."},{"num":5,"verse":"The Lord is high above all nations; and his glory above the heavens."},{"num":6,"verse":"Who is as the Lord our God, who dwelleth on high:"},{"num":7,"verse":"and looketh down on the low things in heaven and in earth?"},{"num":8,"verse":"Raising up the needy from the earth, and lifting up the poor out of the dunghill::"},{"num":9,"verse":"That he may place him with princes, with the princes of his people."},{"num":10,"verse":"Who maketh a barren woman to dwell in a house, the joyful mother of children."}]},{"type":"chapter","title":"Psalm 113","id":"Ps.113","verses":[{"num":1,"verse":"Chapter 113"},{"num":2,"verse":"When Israel went out of Egypt, the house of Jacob from a barbarous people:"},{"num":3,"verse":"Judea made his sanctuary, Israel his dominion."},{"num":4,"verse":"The sea saw and fled: Jordan was turned back."},{"num":5,"verse":"The mountains skipped like rams, and the hills like the lambs of the flock."},{"num":6,"verse":"What ailed thee, O thou sea, that thou didst flee: and thou, O Jordan, that thou wast turned back?"},{"num":7,"verse":"Ye mountains, that ye skipped like rams, and ye hills, like lambs of the flock?"},{"num":8,"verse":"At the presence of the Lord the earth was moved, at the presence of the God of Jacob:"},{"num":9,"verse":"Who turned the rock into pools of water, and the stony hill into fountains of waters."},{"num":10,"verse":"Not to us, O Lord, not to us; but to thy name give glory."},{"num":11,"verse":"For thy mercy, and for thy truth's sake: lest the gentiles should say: Where is their God?"},{"num":12,"verse":"But our God is in heaven: he hath done all things whatsoever he would."},{"num":13,"verse":"The idols of the gentiles are silver and gold, the works of the hands of men."},{"num":14,"verse":"They have mouths and speak not: they have eyes and see not."},{"num":15,"verse":"They have ears and hear not: they have noses and smell not."},{"num":16,"verse":"They have hands and feel not: they have feet and walk not: neither shall they cry out through their throat."},{"num":17,"verse":"Let them that make them become like unto them: and all such as trust in them."},{"num":18,"verse":"The house of Israel hath hoped in the Lord: he is their helper and their protector."},{"num":19,"verse":"The house of Aaron hath hoped in the Lord: he is their helper and their protector."},{"num":20,"verse":"They that fear the Lord hath hoped in the Lord: he is their helper and their protector."},{"num":21,"verse":"The Lord hath been mindful of us, and hath blessed us. He hath blessed the house of Israel: he hath blessed the house of Aaron."},{"num":22,"verse":"He hath blessed all that fear the Lord, both little and great."},{"num":23,"verse":"May the Lord add blessings upon you: upon you, and upon your children."},{"num":24,"verse":"Blessed be you of the Lord, who made heaven and earth."},{"num":25,"verse":"The heaven of heaven is the Lord's: but the earth he has given to the children of men."},{"num":26,"verse":"The dead shall not praise thee, O Lord: nor any of them that go down to hell."},{"num":27,"verse":"But we that live bless the Lord: from this time now and for ever."}]},{"type":"chapter","title":"Psalm 114","id":"Ps.114","verses":[{"num":1,"verse":"Chapter 114"},{"num":2,"verse":"I have loved, because the Lord will hear the voice of my prayer."},{"num":3,"verse":"Because he hath inclined his ear unto me: and in my days I will call upon him."},{"num":4,"verse":"The sorrows of death have encompassed me: and the perils of hell have found me. I met with trouble and sorrow:"},{"num":5,"verse":"and I called upon the name of the Lord. O Lord, deliver my soul."},{"num":6,"verse":"The Lord is merciful and just, and our God sheweth mercy."},{"num":7,"verse":"The Lord is the keeper of little ones: I was little and he delivered me."},{"num":8,"verse":"Turn, O my soul, into thy rest: for the Lord hath been bountiful to thee."},{"num":9,"verse":"For he hath delivered my soul from death: my eyes from tears, my feet from falling."},{"num":10,"verse":"I will please the Lord in the land of the living."}]},{"type":"chapter","title":"Psalm 115","id":"Ps.115","verses":[{"num":1,"verse":"Chapter 115"},{"num":2,"verse":"I have believed, therefore have I spoken; but I have been humbled exceedingly."},{"num":3,"verse":"I said in my excess: Every man is a liar."},{"num":4,"verse":"What shall I render to the Lord, for all the things he hath rendered unto me?"},{"num":5,"verse":"I will take the chalice of salvation; and I will call upon the name of the Lord."},{"num":6,"verse":"I will pay my vows to the Lord before all his people:"},{"num":7,"verse":"precious in the sight of the Lord is the death of his saints."},{"num":8,"verse":"O Lord, for I am thy servant: I am thy servant, and the son of thy handmaid. Thou hast broken my bonds:"},{"num":9,"verse":"I will sacrifice to thee the sacrifice of praise, and I will call upon the name of the Lord."},{"num":10,"verse":"I will pay my vows to the Lord in the sight of all his people:"},{"num":11,"verse":"in the courts of the house of the Lord, in the midst of thee, O Jerusalem."}]},{"type":"chapter","title":"Psalm 116","id":"Ps.116","verses":[{"num":1,"verse":"Chapter 116"},{"num":2,"verse":"O praise the Lord, all ye nations: praise him, all ye people."},{"num":3,"verse":"For his mercy is confirmed upon us: and the truth of the Lord remaineth for ever."}]},{"type":"chapter","title":"Psalm 117","id":"Ps.117","verses":[{"num":1,"verse":"Chapter 117"},{"num":2,"verse":"Give praise to Lord, for he is good: for his mercy endureth for ever."},{"num":3,"verse":"Let Israel now say that he is good: that his mercy endureth for ever."},{"num":4,"verse":"Let the house of Aaron now say, that his mercy endureth for ever."},{"num":5,"verse":"Let them that fear the Lord now say, that his mercy endureth for ever."},{"num":6,"verse":"In my trouble I called upon the Lord: and the Lord heard me, and enlarged me."},{"num":7,"verse":"The Lord is my helper, I will not fear what man can do unto me."},{"num":8,"verse":"The Lord is my helper: and I will look over my enemies."},{"num":9,"verse":"It is good to confide in the Lord, rather than to have confidence in man."},{"num":10,"verse":"It is good to trust in the Lord, rather than to trust in princes."},{"num":11,"verse":"All nations compassed me about; and in the name of the Lord I have been revenged on them."},{"num":12,"verse":"Surrounding me they compassed me about: and in the name of the Lord I have been revenged on them."},{"num":13,"verse":"They surrounded me like bees, and they burned like fire among thorns: and in the name of the Lord I was revenged on them"},{"num":14,"verse":"Being pushed I was overturned that I might fall: but the Lord supported me."},{"num":15,"verse":"The Lord is my strength and my praise: and he is become my salvation."},{"num":16,"verse":"The voice of rejoicing and of salvation is in the tabernacles of the just."},{"num":17,"verse":"The right hand of the Lord hath wrought strength: the right hand of the Lord hath exulted me: the right hand of the Lord hath wrought strength."},{"num":18,"verse":"I shall not die, but live: and shall declare the works of the Lord."},{"num":19,"verse":"The Lord chastising hath chastised me: but he hath not delivered me over to death."},{"num":20,"verse":"Open ye to me the gates of justice: I will go into them, and give praise to the Lord."},{"num":21,"verse":"This is the gate of the Lord, the just shall enter into it."},{"num":22,"verse":"I will give glory to thee because thou hast heard me: and art become my salvation."},{"num":23,"verse":"The stone which the builders rejected; the same is become the head of the corner."},{"num":24,"verse":"This is the Lord's doing: and it is wonderful in our eyes."},{"num":25,"verse":"This is the day which the Lord hath made: let us be glad and rejoice therein."},{"num":26,"verse":"O Lord, save me: O Lord, give good success."},{"num":27,"verse":"Blessed be he that cometh in the name Lord. We have blessed you out of the house of the Lord."},{"num":28,"verse":"The Lord is God, and he hath shone upon us. Appoint a solemn day, with shady boughs, even to the horn of the alter."},{"num":29,"verse":"Thou art my God, and I will praise thee: thou art my God, and I will exalt thee. I will praise thee, because thou hast heard me, and art become my salvation."},{"num":30,"verse":"O praise ye the Lord, for he is good: for his mercy endureth for ever."}]},{"type":"chapter","title":"Psalm 118","id":"Ps.118","verses":[{"num":1,"verse":"Chapter 118"},{"num":2,"verse":"Aleph. Blessed are the undefiled in the way, who walk in the law of the Lord."},{"num":3,"verse":"Blessed are they who search his testimonies: that seek him with their whole heart."},{"num":4,"verse":"For they that work iniquity, have not walked in his ways."},{"num":5,"verse":"Thou hast commanded thy commandments to be kept most diligently."},{"num":6,"verse":"O! that my ways may be directed to keep thy justifications."},{"num":7,"verse":"Then shall I not be confounded, when I shall look into all thy commandments."},{"num":8,"verse":"I will praise thee with uprightness of heart, when I shall have learned the judgments of thy justice."},{"num":9,"verse":"I will keep thy justifications: O! do not thou utterly forsake me.  BETH"},{"num":10,"verse":"By what doth a young man correct his way? by observing thy words."},{"num":11,"verse":"With my whole heart have I sought after thee: let me not stray from thy commandments."},{"num":12,"verse":"Thy words have I hidden in my heart, that I may not sin against thee."},{"num":13,"verse":"Blessed art thou, O Lord: teach me thy justifications."},{"num":14,"verse":"With my lips I have pronounced all the judgments of thy mouth."},{"num":15,"verse":"I have been delighted in the way of thy testimonies, as in all riches."},{"num":16,"verse":"I will meditate on thy commandments: and I will consider thy ways."},{"num":17,"verse":"I will think of thy justifications: I will not forget thy words.  GIMEL"},{"num":18,"verse":"Give bountifully to thy servant, enliven me: and I shall keep thy words."},{"num":19,"verse":"Open thou my eyes: and I will consider the wondrous things of thy law."},{"num":20,"verse":"I am a sojourner on the earth: hide not thy commandments from me."},{"num":21,"verse":"My soul hath coveted to long for thy justifications, at all times."},{"num":22,"verse":"Thou hast rebuked the proud: they are cursed who decline from thy commandments."},{"num":23,"verse":"Remove from reproach and contempt: because I have sought after thy testimonies."},{"num":24,"verse":"For princes sat, and spoke against me: but thy servant was employed in thy justifications."},{"num":25,"verse":"For thy testimonies are my meditation: and thy justifications my counsel.  DALETH"},{"num":26,"verse":"My soul hath cleaved to the pavement: quicken thou me according to thy word."},{"num":27,"verse":"I have declared my ways, and thou hast heard me: tech me thy justifications."},{"num":28,"verse":"Make me to understand the way of thy justifications: and I shall be exercised in thy wondrous works."},{"num":29,"verse":"My soul hath slumbered through heaviness: strengthen thou me in thy words."},{"num":30,"verse":"Remove from me the way of iniquity: and out of thy law have mercy on me."},{"num":31,"verse":"I have chosen the way of truth: thy judgments I have not forgotten."},{"num":32,"verse":"I have stuck to thy testimonies, O Lord: put me not to shame."},{"num":33,"verse":"I have run the way of thy commandments, when thou didst enlarge my heart.  HE"},{"num":34,"verse":"Set before me for a law the way of thy justifications, O Lord: and I will always seek after it."},{"num":35,"verse":"Give me understanding, and I will search thy law ; and I will keep it with my whole heart."},{"num":36,"verse":"Lead me into the path of thy commandments; for this same I have desired."},{"num":37,"verse":"Incline my heart into thy testimonies and not to covetousness."},{"num":38,"verse":"Turn away my eyes that they may not behold vanity: quicken me in thy way."},{"num":39,"verse":"Establish thy word to thy servant, in thy fear."},{"num":40,"verse":"Turn away my reproach, which I have apprehended: for thy judgments are delightful."},{"num":41,"verse":"Behold I have longed after thy precepts: quicken me in thy justice.  VAU"},{"num":42,"verse":"Let thy mercy also come upon me, O Lord: thy salvation according to thy word."},{"num":43,"verse":"So shall I answer them that reproach me in any thing; that I have trusted in thy words."},{"num":44,"verse":"And take not thou the word of truth utterly out of my mouth: for in thy words have I hoped exceedingly."},{"num":45,"verse":"So shall I always keep thy law, for ever and ever."},{"num":46,"verse":"And I walked at large: because I have sought after thy commandments."},{"num":47,"verse":"And I spoke of thy testimonies before kings: and I was not ashamed."},{"num":48,"verse":"I meditated also on thy commandments, which I loved."},{"num":49,"verse":"And I lifted up my hands to thy commandments, which I loved: and I was exercised in thy justifications.  ZAIN"},{"num":50,"verse":"Be thou mindful of thy word to thy servant, in which thou hast given me hope."},{"num":51,"verse":"This hath comforted me in my humiliation: because thy word hath enlivened me."},{"num":52,"verse":"The proud did iniquitously altogether: but I declined not from thy law."},{"num":53,"verse":"I remembered, O Lord, thy judgments of old: and I was comforted."},{"num":54,"verse":"A fainting hath taken hold of me, because of the wicked that forsake thy law."},{"num":55,"verse":"Thy justifications were the subject of my song, in the place of my pilgrimage."},{"num":56,"verse":"In the night I have remembered thy name, O Lord: and have kept thy law."},{"num":57,"verse":"This happened to me: because I sought after thy justifications.  HETH"},{"num":58,"verse":"O Lord, my portion, I have said, I would keep the law."},{"num":59,"verse":"I entreated thy face with all my heart: have mercy on me according to thy word."},{"num":60,"verse":"I have thought on my ways: and turned my feet unto thy testimonies."},{"num":61,"verse":"I am ready, and am not troubled: that I may keep thy commandments."},{"num":62,"verse":"The cords of the wicked have encompassed me: but I have not forgotten thy law."},{"num":63,"verse":"I rose at midnight to give praise to thee; for the judgments of thy justification."},{"num":64,"verse":"I am a partaker with all them that fear thee, and that keep thy commandments."},{"num":65,"verse":"The earth, O Lord, is full of thy mercy: teach me thy justifications.  TETH"},{"num":66,"verse":"Thou hast done well with thy servant, O Lord, according to thy word."},{"num":67,"verse":"Teach me goodness and discipline and knowledge; for I have believed thy commandments."},{"num":68,"verse":"Before I was humbled I offended; therefore have I kept thy word."},{"num":69,"verse":"Thou art good; and in thy goodness teach me thy justifications."},{"num":70,"verse":"The iniquity of the proud hath been multiplied over me: but I will seek thy commandments with my whole heart."},{"num":71,"verse":"Their heart is curdled like milk: but I have meditated on thy law."},{"num":72,"verse":"It is good for me that thou hast humbled me, that I may learn thy justifications."},{"num":73,"verse":"The law of thy mouth is good to me, above thousands of gold and silver.  JOD"},{"num":74,"verse":"Thy hands have made me and formed me: give me understanding, and I will learn thy commandments."},{"num":75,"verse":"They that fear thee shall see me, and shall be glad: because I have greatly hoped in thy words."},{"num":76,"verse":"I know, O Lord, that thy judgments are equity: and in thy truth thou hast humbled me."},{"num":77,"verse":"O! let thy mercy be for my comfort, according to thy word unto thy servant."},{"num":78,"verse":"Let thy tender mercies come unto me, and I shall live: for thy law is my meditation."},{"num":79,"verse":"Let the proud be ashamed, because they have done unjustly towards me: but I will be employed in thy commandments."},{"num":80,"verse":"Let them that fear thee turn to me\" and they that know thy testimonies."},{"num":81,"verse":"Let my heart be undefiled in thy justifications, that I may not be confounded.  CAPH"},{"num":82,"verse":"My soul hath fainted after thy salvation: and in thy word I have very much hoped."},{"num":83,"verse":"My eyes have failed for thy word, saying: When wilt thou comfort me?"},{"num":84,"verse":"For I am become like a bottle in the frost: I have not forgotten thy justifications."},{"num":85,"verse":"How many are the days of thy servant: when wilt thou execute judgment on them that persecute me?"},{"num":86,"verse":"The wicked have told me fables: but not as thy law."},{"num":87,"verse":"All thy statutes are truth: they have persecuted me unjustly, do thou help me."},{"num":88,"verse":"They had almost made an end of me upon earth: but I have not forsaken thy commandments."},{"num":89,"verse":"Quicken thou me according to thy mercy: and I shall keep the testimonies of thy mouth.  LAMED"},{"num":90,"verse":"For ever, O Lord, thy word standeth firm in heaven."},{"num":91,"verse":"Thy truth unto all generations: thou hast founded the earth, and it continueth."},{"num":92,"verse":"By thy ordinance the day goeth on: for all things serve thee."},{"num":93,"verse":"Unless thy law had been my meditation, I had then perhaps perished in my abjection."},{"num":94,"verse":"Thy justifications I will never forget: for by them thou hast given me life."},{"num":95,"verse":"I am thine, save thou me: for I have sought thy justifications."},{"num":96,"verse":"The wicked have waited for me to destroy me: but I have understood thy testimonies."},{"num":97,"verse":"I have seen an end to all persecution: thy commandment is exceeding broad.  MEM"},{"num":98,"verse":"O how have I loved thy law, O Lord! it is my meditation all the day."},{"num":99,"verse":"Through thy commandment, thou hast made me wiser than my enemies: for it is ever with me."},{"num":100,"verse":"I have understood more than all my teachers: because thy testimonies are my meditation."},{"num":101,"verse":"I have had understanding above ancients: because I have sought thy commandments."},{"num":102,"verse":"I have restrained my feet from every evil way: that I may keep thy words."},{"num":103,"verse":"I have not declined from thy judgments, because thou hast set me a law."},{"num":104,"verse":"How sweet are thy words to my palate! more than honey to my mouth."},{"num":105,"verse":"By thy commandments I have had understanding: therefore have I hated every way of iniquity.  NUN"},{"num":106,"verse":"Thy word is a lamp to my feet, and a light to my paths."},{"num":107,"verse":"I have sworn and am determined to keep the judgments of thy justice."},{"num":108,"verse":"I have been humbled, O Lord, exceedingly: quicken thou me according to thy word."},{"num":109,"verse":"The free offerings of my mouth make acceptable, O Lord: and teach me thy judgments."},{"num":110,"verse":"My soul is continually in my hands: and I have not forgotten thy law."},{"num":111,"verse":"Sinners have laid a snare for me: but I have not erred from thy precepts."},{"num":112,"verse":"I have purchased thy testimonies for an inheritance for ever: because they are a joy to my heart."},{"num":113,"verse":"I have inclined my heart to do thy justifications for ever, for the reward.  SAMECH"},{"num":114,"verse":"I have hated the unjust: and have loved thy law."},{"num":115,"verse":"Thou art my helper and my protector: and in thy word I have greatly hoped."},{"num":116,"verse":"Depart from me, ye malignant: and I will search the commandments of my God."},{"num":117,"verse":"Uphold me according to thy word, and I shall live: and let me not be confounded in my expectation."},{"num":118,"verse":"Help me, and I shall be saved: and I will meditate always on thy justifications."},{"num":119,"verse":"Thou hast despised all them that fall off from thy judgments; for their thought is unjust."},{"num":120,"verse":"I have accounted all the sinners of the earth prevaricators: therefore have I loved thy testimonies."},{"num":121,"verse":"Pierce thou my flesh with thy fear: for I am afraid of thy judgments.  AIN"},{"num":122,"verse":"I have done judgment and justice: give me not up to them that slander me."},{"num":123,"verse":"Uphold thy servant unto good: let not the proud calumniate me."},{"num":124,"verse":"My eyes have fainted after thy salvation: and for the word of thy justice."},{"num":125,"verse":"Deal with thy servant according to thy mercy: and teach me thy justifications."},{"num":126,"verse":"I am thy servant: give me understanding that I may know thy testimonies."},{"num":127,"verse":"It is time, O Lord, to do: they have dissipated thy law."},{"num":128,"verse":"Therefore have I loved thy commandments above gold and the topaz."},{"num":129,"verse":"Therefore was I directed to all thy commandments: I have hated all wicked ways.  PHE"},{"num":130,"verse":"Thy testimonies are wonderful: therefore my soul hath sought them."},{"num":131,"verse":"The declaration of thy words giveth light: and giveth understanding to little ones."},{"num":132,"verse":"I opened my mouth and panted: because I longed for thy commandments."},{"num":133,"verse":"Look thou upon me, and have mercy on me, according to the judgment of them that love thy name."},{"num":134,"verse":"Direct my steps according to thy word: and let no iniquity have dominion over me."},{"num":135,"verse":"Redeem me from the calumnies of men: that I may keep thy commandments."},{"num":136,"verse":"Make thy face to shine upon thy servant: and teach me thy justifications."},{"num":137,"verse":"My eyes have sent forth springs of water: because they have not kept thy law.  SADE"},{"num":138,"verse":"Thou art just, O Lord: and thy judgment is right."},{"num":139,"verse":"Thou hast commanded justice thy testimonies: and thy truth exceedingly."},{"num":140,"verse":"My zeal hath made me pine away: because my enemies forgot thy words."},{"num":141,"verse":"Thy word is exceedingly refined: and thy servant hath loved it."},{"num":142,"verse":"I am very young and despised; but I forgot not thy justifications."},{"num":143,"verse":"Thy justice is justice for ever: and thy law is the truth."},{"num":144,"verse":"Trouble and anguish have found me: thy commandments are my meditation."},{"num":145,"verse":"Thy testimonies are justice for ever: give me understanding, and I shall live.  COPH"},{"num":146,"verse":"I cried with my whole heart, hear me, O Lord: I will seek thy justifications."},{"num":147,"verse":"I cried unto thee, save me: that I may keep thy commandments."},{"num":148,"verse":"I prevented the dawning of the day, and cried: because in thy words I very much hoped."},{"num":149,"verse":"My eyes to thee have prevented the morning: that I might meditate on thy words."},{"num":150,"verse":"Hear thou my voice, O Lord, according to thy mercy: and quicken me according to thy mercy."},{"num":151,"verse":"They that persecute me have drawn nigh to iniquity; but they are gone far off from the law."},{"num":152,"verse":"Thou art near, O Lord: and all thy ways are truth."},{"num":153,"verse":"I have known from the beginning concerning thy testimonies: that thou hast founded them for ever.  RES"},{"num":154,"verse":"See my humiliation and deliver me: for I have not forgotten the law."},{"num":155,"verse":"Judge my judgment and redeem me: quicken thou me for thy word's sake."},{"num":156,"verse":"Salvation is far from sinners; because they have not sought thy justifications."},{"num":157,"verse":"Many, O Lord, are thy mercies: quicken me according to thy judgment."},{"num":158,"verse":"Many are they that persecute me, and afflict me; but I have not declined from thy testimonies."},{"num":159,"verse":"I beheld the transgressors, and I pined away; because they kept not thy word."},{"num":160,"verse":"Behold I have loved thy commandments, O Lord; quicken me thou in thy mercy."},{"num":161,"verse":"The beginning of thy words is truth: all the judgments of thy justice are for ever.  SIN"},{"num":162,"verse":"Princes have persecuted me without cause: and my heart hath been in awe of thy words."},{"num":163,"verse":"I will rejoice at thy words, as one that hath found great spoil."},{"num":164,"verse":"I have hated and abhorred iniquity; but I have loved thy law."},{"num":165,"verse":"Seven times a day I have given praise to thee, for the judgments of thy justice."},{"num":166,"verse":"Much peace have they that love thy law, and to them there is no stumbling block"},{"num":167,"verse":"I looked to thy salvation, O Lord: and I loved thy commandments."},{"num":168,"verse":"My soul hath kept thy testimonies: and hath loved them exceedingly."},{"num":169,"verse":"I have kept thy commandments and thy testimonies: because all my ways are in thy sight.  TAU"},{"num":170,"verse":"Let my supplication, O Lord, come near in thy sight: give me understanding according to thy word."},{"num":171,"verse":"Let my request come in before thee; deliver thou me according to thy word."},{"num":172,"verse":"My lips shall utter a hymn, when thou shalt teach me thy justifications."},{"num":173,"verse":"My tongue shall pronounce thy word: because all thy commandments are justice."},{"num":174,"verse":"Let thy hand be with me to save me; for I have chosen thy precepts."},{"num":175,"verse":"I have longed for thy salvation, O Lord; and thy law is my meditation."},{"num":176,"verse":"My soul shall live and shall praise thee: and thy judgments shall help me."},{"num":177,"verse":"I have gone astray like a sheep that is lost: seek thy servant, because I have not forgotten thy commandments."}]},{"type":"chapter","title":"Psalm 119","id":"Ps.119","verses":[{"num":1,"verse":"Chapter 119"},{"num":2,"verse":"In my trouble I cried to the Lord: and he heard me."},{"num":3,"verse":"O Lord, deliver my soul from wicked lips, and a deceitful tongue."},{"num":4,"verse":"What shall be given to thee, or what shall be added to thee, to a deceitful tongue."},{"num":5,"verse":"The sharp arrows of the mighty, with coals that lay waste."},{"num":6,"verse":"Woe is me, that my sojourning is prolonged! I have dwelt with the inhabitants of cedar:"},{"num":7,"verse":"my soul hath been long a sojourner."},{"num":8,"verse":"With them that hate peace I was peaceable: when I spoke to them they fought against me without cause."}]},{"type":"chapter","title":"Psalm 120","id":"Ps.120","verses":[{"num":1,"verse":"Chapter 120"},{"num":2,"verse":"I have lifted up my eyes to the mountains, from whence help shall come to me."},{"num":3,"verse":"My help is from the Lord, who made heaven and earth."},{"num":4,"verse":"May he not suffer thy foot to be moved: neither let him slumber that keepeth thee."},{"num":5,"verse":"Behold he shall neither slumber nor sleep, that keepeth Israel."},{"num":6,"verse":"The Lord is thy keeper, the Lord is thy protection upon thy right hand."},{"num":7,"verse":"The sun shall not burn thee by day: nor the moon by night."},{"num":8,"verse":"The Lord keepeth thee from all evil: may the Lord keep thy soul."},{"num":9,"verse":"May the Lord keep thy going in and thy going out; from henceforth now and for ever."}]},{"type":"chapter","title":"Psalm 121","id":"Ps.121","verses":[{"num":1,"verse":"Chapter 121"},{"num":2,"verse":"I rejoiced at the things that were said to me: We shall go into the house of the Lord."},{"num":3,"verse":"Our feet were standing in thy courts, O Jerusalem."},{"num":4,"verse":"Jerusalem, which is built as a city, which is compact together."},{"num":5,"verse":"For thither did the tribes go up, the tribes of the Lord: the testimony of Israel, to praise the name of the Lord."},{"num":6,"verse":"Because their seats have sat in judgment, seats upon the house of David."},{"num":7,"verse":"Pray ye for the things that are for the peace of Jerusalem: and abundance for them that love thee."},{"num":8,"verse":"Let peace be in thy strength: and abundance in thy towers."},{"num":9,"verse":"For the sake of my brethren, and of my neighbours, I spoke peace of thee."},{"num":10,"verse":"Because of the house of the Lord our God, I have sought good things for thee."}]},{"type":"chapter","title":"Psalm 122","id":"Ps.122","verses":[{"num":1,"verse":"Chapter 122"},{"num":2,"verse":"To thee have I lifted up my eyes, who dwellest in heaven."},{"num":3,"verse":"Behold as the eyes of the servants are on the hands of their masters, As the eyes of the handmaid are on the hands of her mistress: so are our eyes unto the Lord our God, until he have mercy on us."},{"num":4,"verse":"Have mercy on us, O Lord, have mercy on us: for we are greatly filled with contempt."},{"num":5,"verse":"For our soul is greatly filled: we are a reproach to the rich, and contempt to the proud."}]},{"type":"chapter","title":"Psalm 123","id":"Ps.123","verses":[{"num":1,"verse":"Chapter 123"},{"num":2,"verse":"If it had not been that the Lord was with us, let Israel now say:"},{"num":3,"verse":"If it had not been that the Lord was with us, When men rose up against us"},{"num":4,"verse":"perhaps they had swallowed us up alive. When their fury was enkindled against us,"},{"num":5,"verse":"perhaps the waters had swallowed us up."},{"num":6,"verse":"Our soul hath passed through a torrent: perhaps our soul had passed through a water insupportable."},{"num":7,"verse":"Blessed be the Lord, who hath not given us to be a prey to their teeth."},{"num":8,"verse":"Our soul hath been delivered as a sparrow out of the snare of the followers. The snare is broken, and we are delivered."},{"num":9,"verse":"Our help is in the name of the Lord, who made heaven and earth."}]},{"type":"chapter","title":"Psalm 124","id":"Ps.124","verses":[{"num":1,"verse":"Chapter 124"},{"num":2,"verse":"They that trust in the Lord shall be as mount Sion: he shall not be moved for ever that dwelleth"},{"num":3,"verse":"in Jerusalem. Mountains are round about it: so the Lord is round about his people from henceforth now and for ever."},{"num":4,"verse":"For the Lord will not leave the rod of sinners upon the lot of the just: that the just may not stretch forth their hands to iniquity."},{"num":5,"verse":"Do good, O Lord, to those that are good, and to the upright of heart."},{"num":6,"verse":"But such as turn aside into bonds, the Lord shall lead out with the workers of iniquity: peace upon Israel."}]},{"type":"chapter","title":"Psalm 125","id":"Ps.125","verses":[{"num":1,"verse":"Chapter 125"},{"num":2,"verse":"When the lord brought back the captivity of Sion, we became like men comforted."},{"num":3,"verse":"Then was our mouth filled with gladness; and our tongue with joy. Then shall they say among the Gentiles: The Lord hath done great things for them."},{"num":4,"verse":"The Lord hath done great things for us: we are become joyful."},{"num":5,"verse":"Turn again our captivity, O Lord, as a stream in the south."},{"num":6,"verse":"They that sow in tears shall reap in joy."},{"num":7,"verse":"Going they went and wept, casting their seeds."},{"num":8,"verse":"But coming they shall come with joyfulness, carrying their sheaves."}]},{"type":"chapter","title":"Psalm 126","id":"Ps.126","verses":[{"num":1,"verse":"Chapter 126"},{"num":2,"verse":"Unless the Lord build the house, they labour in vain that build it. Unless the Lord keep the city, he watcheth in vain that keepeth it."},{"num":3,"verse":"It is vain for you to rise before light, rise ye after you have sitten, you that eat the bread of sorrow. When he shall give sleep to his beloved,"},{"num":4,"verse":"behold the inheritance of the Lord are children: the reward, the fruit of the womb."},{"num":5,"verse":"As arrows in the hand of the mighty, so the children of them that have been shaken."},{"num":6,"verse":"Blessed is the man that hath filled the desire with them; he shall not be confounded when he shall speak to his enemies in the gate."}]},{"type":"chapter","title":"Psalm 127","id":"Ps.127","verses":[{"num":1,"verse":"Chapter 127"},{"num":2,"verse":"Blessed are all they that fear the Lord: that walk in his ways."},{"num":3,"verse":"For thou shalt eat the labours of thy hands: blessed art thou, and it shall be well with thee."},{"num":4,"verse":"Thy wife as a fruitful vine, on the sides of thy house."},{"num":5,"verse":"Behold, thus shall the man be blessed that feareth the Lord."},{"num":6,"verse":"May the Lord bless thee out of Sion: and mayest thou see the good things of Jerusalem all the days of thy life."},{"num":7,"verse":"And mayest thou see thy children's children, peace upon Israel."}]},{"type":"chapter","title":"Psalm 128","id":"Ps.128","verses":[{"num":1,"verse":"Chapter 128"},{"num":2,"verse":"Often have they fought against me from my youth, let Israel now say."},{"num":3,"verse":"Often have they fought against me from my youth: but they could not prevail over me."},{"num":4,"verse":"The wicked have wrought upon my back: they have lengthened their iniquity."},{"num":5,"verse":"The Lord who is just will cut the necks of sinners:"},{"num":6,"verse":"let them all be confounded and turned back that hate Sion."},{"num":7,"verse":"Let them be as grass on the tops of houses: which withered before it be plucked up:"},{"num":8,"verse":"Wherewith the mower filleth not his hand: nor he that gathereth sheaves his bosom."},{"num":9,"verse":"And they that have passed by have not said: The blessing of the Lord be upon you: we have blessed you in the name of the Lord."}]},{"type":"chapter","title":"Psalm 129","id":"Ps.129","verses":[{"num":1,"verse":"Chapter 129"},{"num":2,"verse":"Out of the depths I have cried to thee, O Lord:"},{"num":3,"verse":"Lord, hear my voice. Let thy ears be attentive to the voice of my supplication."},{"num":4,"verse":"If thou, O Lord, wilt mark iniquities: Lord, who shall stand it."},{"num":5,"verse":"For with thee there is merciful forgiveness: and by reason of thy law, I have waited for thee, O Lord. My soul hath relied on his word:"},{"num":6,"verse":"my soul hath hoped in the Lord."},{"num":7,"verse":"From the morning watch even until night, let Israel hope in the Lord."},{"num":8,"verse":"Because with the Lord there is mercy: and with him plentiful redemption."},{"num":9,"verse":"And he shall redeem Israel from all his iniquities."}]},{"type":"chapter","title":"Psalm 130","id":"Ps.130","verses":[{"num":1,"verse":"Chapter 130"},{"num":2,"verse":"Lord, my heart is not exalted: nor are my eyes lofty. Neither have I walked in great matters, nor in wonderful things above me."},{"num":3,"verse":"If I was not humbly minded, but exalted my soul: As a child that is weaned is towards his mother, so reward in my soul."},{"num":4,"verse":"Let Israel hope in the Lord, from henceforth now and for ever."}]},{"type":"chapter","title":"Psalm 131","id":"Ps.131","verses":[{"num":1,"verse":"Chapter 131"},{"num":2,"verse":"O Lord, remember David, and all his meekness."},{"num":3,"verse":"How he swore to the Lord, he vowed a vow to the God of Jacob:"},{"num":4,"verse":"If I shall enter into the tabernacle of my house: if I shall go up into the bed wherein I lie:"},{"num":5,"verse":"If I shall give sleep to my eyes, or slumber to my eyelids,"},{"num":6,"verse":"Or rest to my temples: until I find out a place for the Lord, a tabernacle for the God of Jacob."},{"num":7,"verse":"Behold we have heard of it in Ephrata: we have found it in the fields of the wood."},{"num":8,"verse":"We will go into his tabernacle: We will adore in the place where his feet stood."},{"num":9,"verse":"Arise, O Lord, into thy resting place: thou and the ark, which thou hast sanctified."},{"num":10,"verse":"Let thy priests be clothed with justice: and let thy saints rejoice."},{"num":11,"verse":"For thy servant David's sake, turn not away the face of thy anointed."},{"num":12,"verse":"The Lord hath sworn truth to David, and he will not make it void: of the fruit of thy womb I will set upon thy throne."},{"num":13,"verse":"If thy children will keep thy covenant, and these my testimonies which I shall teach them: Their children also for evermore shall sit upon thy throne."},{"num":14,"verse":"For the Lord hath chosen Sion: he hath chosen it for his dwelling."},{"num":15,"verse":"This is my rest for ever and ever: here will I dwell, for I have chosen it."},{"num":16,"verse":"Blessing, I will bless her widow: I will satisfy her poor with bread."},{"num":17,"verse":"I will clothe her priests with salvation: and her saints shall rejoice with exceeding great joy."},{"num":18,"verse":"There will I bring forth a horn to David: I have prepared a lamp for my anointed."},{"num":19,"verse":"His enemies I will clothe with confusion: but upon him will my sanctification flourish."}]},{"type":"chapter","title":"Psalm 132","id":"Ps.132","verses":[{"num":1,"verse":"Chapter 132"},{"num":2,"verse":"Behold how good and how pleasant it is for brethren to dwell in unity."},{"num":3,"verse":"Like the precious ointment on the head, that ran down upon the beard, the beard of Aaron, Which ran down to the skirt of his garment:"},{"num":4,"verse":"as the dew of Hermon, which descendeth upon mount Sion. For there the Lord hath commandeth blessing, and life for evermore."}]},{"type":"chapter","title":"Psalm 133","id":"Ps.133","verses":[{"num":1,"verse":"Chapter 133"},{"num":2,"verse":"Behold now bless ye the Lord, all ye servants of the Lord: Who stand in the house of the Lord, in the courts of the house of our God."},{"num":3,"verse":"In the nights lift up your hands to the holy places, and bless ye the Lord."},{"num":4,"verse":"May the Lord out of Sion bless thee, he that made heaven and earth."}]},{"type":"chapter","title":"Psalm 134","id":"Ps.134","verses":[{"num":1,"verse":"Chapter 134"},{"num":2,"verse":"Praise ye the name of the Lord: O you his servants, praise the Lord:"},{"num":3,"verse":"You that stand in the house of the Lord, in the courts of the house of our God."},{"num":4,"verse":"Praise ye the Lord, for the Lord is good: sing ye to his name, for it is sweet."},{"num":5,"verse":"For the Lord hath chosen Jacob unto himself: Israel for his own possession."},{"num":6,"verse":"For I have known that the Lord is great, and our God is above all gods."},{"num":7,"verse":"Whatsoever the Lord hath pleased he hath done, in heaven, in earth, in the sea, and in all the deeps."},{"num":8,"verse":"He bringeth up clouds from the end of the earth: he hath made lightnings for the rain. He bringeth forth winds out of his stores:"},{"num":9,"verse":"He slew the firstborn of Egypt from man even unto beast."},{"num":10,"verse":"He sent forth signs and wonders in the midst of thee, O Egypt: upon Pharao, and upon all his servants."},{"num":11,"verse":"He smote many nations, and slew mighty kings:"},{"num":12,"verse":"Sehon king of the Amorrhites, and Og king of Basan, and all the kingdoms of Chanaan."},{"num":13,"verse":"And gave their land for an inheritance, for an inheritance to his people Israel."},{"num":14,"verse":"Thy name, O Lord, is for ever: thy memorial, O Lord, unto all generations."},{"num":15,"verse":"For the Lord will judge his people, and will be entreated in favour of his servants."},{"num":16,"verse":"The idols of the Gentiles are silver and gold, the works of men's hands."},{"num":17,"verse":"They have a mouth, but they speak not: they have eyes, but they see not."},{"num":18,"verse":"They have ears, but they hear not: neither is there any breath in their mouths."},{"num":19,"verse":"Let them that make them be like to them: and every one that trusteth in them."},{"num":20,"verse":"Bless the Lord, O house of Israel: bless the Lord, O house of Aaron."},{"num":21,"verse":"Bless the Lord, O house of Levi: you that fear the Lord, bless the Lord."},{"num":22,"verse":"Blessed be the Lord out of Sion, who dwelleth in Jerusalem."}]},{"type":"chapter","title":"Psalm 135","id":"Ps.135","verses":[{"num":1,"verse":"Chapter 135"},{"num":2,"verse":"Praise the Lord, for he is good: for his mercy endureth for ever."},{"num":3,"verse":"Praise ye the God of gods: for his mercy endureth for ever."},{"num":4,"verse":"Praise ye the Lord of lords: for his mercy endureth for ever."},{"num":5,"verse":"Who alone doth great wonders: for his mercy endureth for ever."},{"num":6,"verse":"Who made the heavens in understanding: for his mercy endureth for ever."},{"num":7,"verse":"Who established the earth above the waters: for his mercy endureth for ever."},{"num":8,"verse":"Who made the great lights: for his mercy endureth for ever."},{"num":9,"verse":"The sun to rule over the day: for his mercy endureth for ever."},{"num":10,"verse":"The moon and the stars to rule the night: for his mercy endureth for ever."},{"num":11,"verse":"Who smote Egypt with their firstborn: for his mercy endureth for ever."},{"num":12,"verse":"Who brought Israel from among them: for his mercy endureth for ever."},{"num":13,"verse":"With a mighty hand and a stretched out arm: for his mercy endureth for ever."},{"num":14,"verse":"Who divided the Red Sea into parts: for his mercy endureth for ever."},{"num":15,"verse":"And brought out Israel through the midst thereof: for his mercy endureth for ever."},{"num":16,"verse":"And overthrew Pharao and his host in the Red Sea: for his mercy endureth for ever."},{"num":17,"verse":"Who led his people through the desert: for his mercy endureth for ever."},{"num":18,"verse":"Who smote great kings: for his mercy endureth for ever."},{"num":19,"verse":"And slew strong kings: for his mercy endureth for ever."},{"num":20,"verse":"Sehon king of the Amorrhites: for his mercy endureth for ever."},{"num":21,"verse":"And Og king of Basan: for his mercy endureth for ever."},{"num":22,"verse":"And he gave their land for an inheritance: for his mercy endureth for ever."},{"num":23,"verse":"For an inheritance to his servant Israel: for his mercy endureth for ever."},{"num":24,"verse":"For he was mindful of us in our affliction: for his mercy endureth for ever."},{"num":25,"verse":"And he redeemed us from our enemies: for his mercy endureth for ever."},{"num":26,"verse":"Who giveth food to all flesh: for his mercy endureth for ever."},{"num":27,"verse":"Give glory to the God of heaven: for his mercy endureth for ever."},{"num":28,"verse":"Give glory to the Lord of lords: for his mercy endureth for ever."}]},{"type":"chapter","title":"Psalm 136","id":"Ps.136","verses":[{"num":1,"verse":"Chapter 136"},{"num":2,"verse":"Upon the rivers of Babylon, there we sat and wept: when we remembered Sion:"},{"num":3,"verse":"On the willows in the midst thereof we hung up our instruments."},{"num":4,"verse":"For there they that led us into captivity required of us the words of songs. And they that carried us away, said: Sing ye to us a hymn of the songs of Sion."},{"num":5,"verse":"How shall we sing the song of the Lord in a strange land?"},{"num":6,"verse":"If I forget thee, O Jerusalem, let my right hand be forgotten."},{"num":7,"verse":"Let my tongue cleave to my jaws, if I do not remember thee: If I make not Jerusalem the beginning of my joy."},{"num":8,"verse":"Remember, O Lord, the children of Edom, in the day of Jerusalem: Who say: Rase it, rase it, even to the foundation thereof."},{"num":9,"verse":"O daughter of Babylon, miserable: blessed shall he be who shall repay thee thy payment which thou hast paid us."},{"num":10,"verse":"Blessed be he that shall take and dash thy little ones against the rock."}]},{"type":"chapter","title":"Psalm 137","id":"Ps.137","verses":[{"num":1,"verse":"Chapter 137"},{"num":2,"verse":"I will praise thee, O lord, with my whole heart: for thou hast heard the words of my mouth. I will sing praise to thee in the sight of his angels:"},{"num":3,"verse":"I will worship towards thy holy temple, and I will give glory to thy name. For thy mercy, and for thy truth: for thou hast magnified thy holy name above all."},{"num":4,"verse":"In what day soever I shall call upon thee, hear me: thou shall multiply strength in my soul."},{"num":5,"verse":"May all the kings of the earth give glory to thee: for they have heard all the words of thy mouth."},{"num":6,"verse":"And let them sing in the ways of the Lord: for great is the glory of the Lord."},{"num":7,"verse":"For the Lord is high, and looketh on the low: and the high he knoweth afar off."},{"num":8,"verse":"If I shall walk in the midst of tribulation, thou wilt quicken me: and thou hast stretched forth thy hand against the wrath of my enemies: and thy right hand hath saved me."},{"num":9,"verse":"The Lord will repay for me: thy mercy, O Lord, endureth for ever: O despise not the work of thy hands."}]},{"type":"chapter","title":"Psalm 138","id":"Ps.138","verses":[{"num":1,"verse":"Chapter 138"},{"num":2,"verse":"Lord, thou hast proved me, and known me:"},{"num":3,"verse":"thou hast know my sitting down, and my rising up."},{"num":4,"verse":"Thou hast understood my thoughts afar off: my path and my line thou hast searched out."},{"num":5,"verse":"And thou hast foreseen all my ways: for there is no speech in my tongue."},{"num":6,"verse":"Behold, O Lord, thou hast known all things, the last and those of old: thou hast formed me, and hast laid thy hand upon me."},{"num":7,"verse":"Thy knowledge is become wonderful to me: it is high, and I cannot reach to it."},{"num":8,"verse":"Whither shall I go from thy spirit? or whither shall I flee from thy face?"},{"num":9,"verse":"If I ascend into heaven, thou art there: if I descend into hell, thou art present."},{"num":10,"verse":"If I take my wings early in the morning, and dwell in the uttermost parts of the sea:"},{"num":11,"verse":"Even there also shall thy hand lead me: and thy right hand shall hold me."},{"num":12,"verse":"And I said: Perhaps darkness shall cover me: and night shall be my light in my pleasures."},{"num":13,"verse":"But darkness shall not be dark to thee, and night shall be light as day: the darkness thereof, and the light thereof are alike to thee."},{"num":14,"verse":"For thou hast possessed my reins: thou hast protected me from my mother's womb."},{"num":15,"verse":"I will praise thee, for thou art fearfully magnified: wonderful are thy works, and my soul knoweth right well."},{"num":16,"verse":"My bone is not hidden from thee, which thou hast made in secret: and my substance in the lower parts of the earth."},{"num":17,"verse":"Thy eyes did see my imperfect being, and in thy book all shall be written: days shall be formed, and no one in them."},{"num":18,"verse":"But to me thy friends, O God, are made exceedingly honourable: their principality is exceedingly strengthened."},{"num":19,"verse":"I will number them, and they shall be multiplied above the sand: I rose up and am still with thee."},{"num":20,"verse":"If thou wilt kill the wicked, O God: ye men of blood, depart from me:"},{"num":21,"verse":"Because you say in thought: They shall receive thy cities in vain."},{"num":22,"verse":"Have I not hated them, O Lord, that hated thee: and pine away because of thy enemies?"},{"num":23,"verse":"I have hated them with a perfect hatred: and they are become enemies to me."},{"num":24,"verse":"Prove me, O God, and know my heart: examine me, and know my paths."},{"num":25,"verse":"And see if there be in me the way of iniquity: and lead me in the eternal way."}]},{"type":"chapter","title":"Psalm 139","id":"Ps.139","verses":[{"num":1,"verse":"Chapter 139"},{"num":2,"verse":"Unto the end, a psalm for David."},{"num":3,"verse":"Deliver me, O Lord, from the evil man: rescue me from the unjust man."},{"num":4,"verse":"Who have devised iniquities in their hearts: all the day long they designed battles."},{"num":5,"verse":"They have sharpened their tongues like a serpent: the venom of saps is under their lips."},{"num":6,"verse":"Keep me, O Lord, from the hand of the wicked: and from unjust men deliver me. Who have proposed to supplant my steps."},{"num":7,"verse":"the proud have hidden a net for me. And they have stretched out cords for a snare: they have laid for me a stumblingblock by the wayside."},{"num":8,"verse":"I said to the Lord: Thou art my God: hear, O Lord, the voice of my supplication."},{"num":9,"verse":"O Lord, Lord, the strength of my salvation: thou hast overshadowed my head in the day of battle."},{"num":10,"verse":"Give me not up, O Lord, from my desire to the wicked: they have plotted against me; do not thou forsake me, lest they should triumph."},{"num":11,"verse":"The head of them compassing me about: the labour of their lips shall overwhelm them."},{"num":12,"verse":"Burning coals shall fall upon them; thou wilt cast them down into the fire: in miseries they shall not be able to stand."},{"num":13,"verse":"A man full of tongue shall not be established in the earth: evil shall catch the unjust man unto destruction."},{"num":14,"verse":"I know that the Lord will do justice to the needy, and will revenge the poor."},{"num":15,"verse":"But as for the just, they shall give glory to thy name: and the upright shall dwell with thy countenance."}]},{"type":"chapter","title":"Psalm 140","id":"Ps.140","verses":[{"num":1,"verse":"Chapter 140"},{"num":2,"verse":"I have cried to the, O Lord, hear me: hearken to my voice, when I cry to thee."},{"num":3,"verse":"Let my prayer be directed as incense in thy sight; the lifting up of my hands, as evening sacrifice."},{"num":4,"verse":"Set a watch, O Lord, before my mouth: and a door round about my lips."},{"num":5,"verse":"Incline not my heart to evil words; to make excuses in sins. With men that work iniquity: and I will not communicate with the choicest of them."},{"num":6,"verse":"The just shall correct me in mercy, and shall reprove me: but let not the oil of the sinner fatten my head. For my prayer also shall still be against the things with which they are well pleased:"},{"num":7,"verse":"their judges falling upon the rock have been swallowed up. They shall hear my words, for they have prevailed:"},{"num":8,"verse":"as when the thickness of the earth is broken up upon the ground: Our bones are scattered by the side of hell."},{"num":9,"verse":"But o to thee, O Lord, Lord, are my eyes: in thee have I put my trust, take not away my soul."},{"num":10,"verse":"Keep me from the snare, which they have laid for me, and from the stumblingblocks of them that work iniquity."},{"num":11,"verse":"The wicked shall fall in his net: I am alone until I pass."}]},{"type":"chapter","title":"Psalm 141","id":"Ps.141","verses":[{"num":1,"verse":"Chapter 141"},{"num":2,"verse":"Of understanding for David. A prayer when he was in the cave. [1 Kings"},{"num":3,"verse":"I cried to the Lord with my voice: with my voice I made supplication to the Lord."},{"num":4,"verse":"In his sight I pour out my prayer, and before him I declare my trouble:"},{"num":5,"verse":"When my spirit failed me, then thou newest my paths."},{"num":6,"verse":"I looked on my right hand, and beheld, and there was no one that would know me. Flight hath failed me: and there is no one that hath regard to my soul."},{"num":7,"verse":"I cried to thee, O Lord: I said: Thou art my hope, my portion in the land of the living."},{"num":8,"verse":"Attend to my supplication: for I am brought very low. Deliver me from my persecutors; for they are stronger than I."},{"num":9,"verse":"Bring my soul out of prison, that I may praise thy name: the just wait for me, until thou reward me."},{"num":10,"verse":"24]."}]},{"type":"chapter","title":"Psalm 142","id":"Ps.142","verses":[{"num":1,"verse":"Chapter 142"},{"num":2,"verse":"Hear, O Lord, my prayer: give ear to my supplication in thy truth: hear me in thy justice."},{"num":3,"verse":"And enter not into judgment with thy servant: for in thy sight no man living shall be justified."},{"num":4,"verse":"For the enemy hath persecuted my soul: he hath brought down my life to the earth. He hath made me to dwell in darkness as those that have been dead of old:"},{"num":5,"verse":"and my spirit is in anguish within me: my heart within me is troubled."},{"num":6,"verse":"I remembered the days of old, I meditated on all thy works: I meditated upon the works of thy hands."},{"num":7,"verse":"I stretched forth my hands to thee: my soul is as earth without water unto thee."},{"num":8,"verse":"Hear me speedily, O Lord: my spirit hath fainted away. Turn not away thy face from me, lest I be like unto them that go down into the pit."},{"num":9,"verse":"Cause me to hear thy mercy in the morning; for in thee have I hoped. Make the way known to me, wherein I should walk: for I have lifted up my soul to thee."},{"num":10,"verse":"Deliver me from my enemies, O Lord, to thee have I fled:"},{"num":11,"verse":"teach me to do thy will, for thou art my God. Thy good spirit shall lead me into the right land:"},{"num":12,"verse":"for thy name's sake, O Lord, thou wilt quicken me in thy justice. Thou wilt bring my soul out of trouble:"},{"num":13,"verse":"and in thy mercy thou wilt destroy my enemies. And thou wilt cut off all them that afflict my soul: for I am thy servant."}]},{"type":"chapter","title":"Psalm 143","id":"Ps.143","verses":[{"num":1,"verse":"Chapter 143"},{"num":2,"verse":"Blessed be the Lord my God, who teacheth my hands to fight, and my fingers to war."},{"num":3,"verse":"My mercy, and my refuge: my support, and my deliverer: My protector, and I have hoped in him: who subdueth my people under me."},{"num":4,"verse":"Lord, what is man, that thou art made known to him? or the son of man, that thou makest account of him?"},{"num":5,"verse":"Man is like to vanity: his days pass away like a shadow."},{"num":6,"verse":"Lord, bow down thy heavens and descend: touch the mountains and they shall smoke."},{"num":7,"verse":"Send forth lightning, and thou shalt scatter them: shoot out thy arrows, and thou shalt trouble them."},{"num":8,"verse":"Put forth thy hand from on high, take me out, and deliver me from many waters: from the hand of strange children:"},{"num":9,"verse":"Whose mouth hath spoken vanity: and their right hand is the right hand of iniquity."},{"num":10,"verse":"To thee, O God, I will sing a new canticle: on the psaltery and an instrument of ten strings I will sing praises to thee."},{"num":11,"verse":"Who givest salvation to kings: who hast redeemed thy servant David from the malicious sword:"},{"num":12,"verse":"Deliver me, And rescue me out of the hand of strange children; whose mouth hath spoken vanity: and their right hand is the right hand of iniquity:"},{"num":13,"verse":"Whose sons are as new plants in their youth: Their daughters decked out, adorned round about after the similitude of a temple:"},{"num":14,"verse":"Their storehouses full, flowing out of this into that. Their sheep fruitful in young, abounding in their goings forth:"},{"num":15,"verse":"their oxen fat. There is no breach of wall, nor passage, nor crying out in their streets."},{"num":16,"verse":"They have called the people happy, that hath these things: but happy is that people whose God is the Lord."}]},{"type":"chapter","title":"Psalm 144","id":"Ps.144","verses":[{"num":1,"verse":"Chapter 144"},{"num":2,"verse":"I will extol thee, O God my king: and I will bless thy name for ever; yea, for ever and ever."},{"num":3,"verse":"Every day I will bless thee: and I will praise thy name for ever; yea, for ever and ever."},{"num":4,"verse":"Great is the Lord, and greatly to be praised: and of his greatness there is no end."},{"num":5,"verse":"Generation and generation shall praise thy works: and they shall declare thy power."},{"num":6,"verse":"They shall speak of the magnificence of the glory of thy holiness: and shall tell thy wondrous works."},{"num":7,"verse":"And they shall speak of the might of thy terrible acts: and shall declare thy greatness."},{"num":8,"verse":"They shall publish the memory of the abundance of thy sweetness: and shall rejoice in thy justice."},{"num":9,"verse":"The Lord is gracious and merciful: patient and plenteous in mercy."},{"num":10,"verse":"The Lord is sweet to all: and his tender mercies are over all his works."},{"num":11,"verse":"Let all thy works, O lord, praise thee: and let thy saints bless thee."},{"num":12,"verse":"They shall speak of the glory of thy kingdom: and shall tell of thy power:"},{"num":13,"verse":"To make thy might known to the sons of men: and the glory of the magnificence of thy kingdom."},{"num":14,"verse":"Thy kingdom is a kingdom of all ages: and thy dominion endureth throughout all generations."},{"num":15,"verse":"The Lord lifteth up all that fall: and setteth up all that are cast down."},{"num":16,"verse":"The eyes of all hope in thee, O Lord: and thou givest them meat in due season."},{"num":17,"verse":"Thou openest thy hand, and fillest with blessing every living creature."},{"num":18,"verse":"The Lord is just in all his ways: and holy in all his works."},{"num":19,"verse":"The Lord is nigh unto all them that call upon him: to all that call upon him in truth."},{"num":20,"verse":"He will do the will of them that fear him: and he will hear their prayer, and save them."},{"num":21,"verse":"The Lord keepeth all them that love him; but all the wicked he will destroy."},{"num":22,"verse":"My mouth shall speak the praise of the Lord: and let all flesh bless thy holy name for ever; yea, for ever and ever."}]},{"type":"chapter","title":"Psalm 145","id":"Ps.145","verses":[{"num":1,"verse":"Chapter 145"},{"num":2,"verse":"Alleluia, of Aggeus and Zacharias."},{"num":3,"verse":"Praise the Lord, O my soul, in my life I will praise the Lord: I will sing to my God as long as I shall be. Put not your trust in princes:"},{"num":4,"verse":"in the children of men, in whom there is no salvation."},{"num":5,"verse":"His spirit shall go forth, and he shall return into his earth: in that day all their thoughts shall perish."},{"num":6,"verse":"Blessed is he who hath the God of Jacob for his helper, whose hope is in the Lord his God:"},{"num":7,"verse":"who made heaven and earth, the sea, and all things that are in them."},{"num":8,"verse":"Who keepeth truth for ever: who executeth judgment for them that suffer wrong: who giveth food to the hungry. The Lord looseth them that are fettered:"},{"num":9,"verse":"the Lord enlighteneth the blind. The Lord lifteth up them that are cast down: the Lord loveth the just."},{"num":10,"verse":"The Lord keepeth the strangers, he will support the fatherless and the widow: and the ways of sinners he will destroy."},{"num":11,"verse":"The Lord shall reign for ever: thy God, O Sion, unto generation and generation."}]},{"type":"chapter","title":"Psalm 146","id":"Ps.146","verses":[{"num":1,"verse":"Chapter 146"},{"num":2,"verse":"Praise ye the Lord, because psalm is good: to our God be joyful and comely praise."},{"num":3,"verse":"The Lord buildeth up Jerusalem: he will gather together the dispersed of Israel."},{"num":4,"verse":"Who healeth the broken of heart, and bindeth up their bruises."},{"num":5,"verse":"Who telleth the number of the stars: and calleth them all by their names."},{"num":6,"verse":"Great is our Lord, and great is his power: and of his wisdom there is no number."},{"num":7,"verse":"The Lord lifteth up the meek, and bringeth the wicked down even to the ground."},{"num":8,"verse":"Sing ye to the Lord with praise: sing to our God upon the harp."},{"num":9,"verse":"Who covereth the heaven with clouds, and prepareth rain for the earth. Who maketh grass to grow on the mountains, and herbs for the service of men."},{"num":10,"verse":"Who giveth to beasts their food: and to the young ravens that call upon him."},{"num":11,"verse":"He shall not delight in the strength of the horse: nor take pleasure in the legs of a man."},{"num":12,"verse":"The Lord taketh pleasure in them that fear him: and in them that hope in his mercy."}]},{"type":"chapter","title":"Psalm 147","id":"Ps.147","verses":[{"num":1,"verse":"Chapter 147"},{"num":2,"verse":"Praise the Lord, O Jerusalem: praise thy God, O Sion."},{"num":3,"verse":"Because he hath strengthened the bolts of thy gates, he hath blessed thy children within thee."},{"num":4,"verse":"Who hath placed peace in thy borders: and filleth thee with the fat of corn."},{"num":5,"verse":"Who sendeth forth his speech to the earth: his word runneth swiftly."},{"num":6,"verse":"Who giveth snow like wool: scattereth mists like ashes."},{"num":7,"verse":"He sendeth his crystal like morsels: who shall stand before the face of his cold?"},{"num":8,"verse":"He shall send out his word, and shall melt them: his wind shall blow, and the waters shall run."},{"num":9,"verse":"Who declareth his word to Jacob: his justices and his judgments to Israel."},{"num":10,"verse":"He hath not done in like manner to every nation: and his judgments he hath not made manifest to them. Alleluia."}]},{"type":"chapter","title":"Psalm 148","id":"Ps.148","verses":[{"num":1,"verse":"Chapter 148"},{"num":2,"verse":"Praise ye the Lord from the heavens: praise ye him in the high places."},{"num":3,"verse":"Praise ye him , all his angels: praise ye him, all his hosts."},{"num":4,"verse":"Praise ye him, O sun and moon: praise him, all ye stars and light."},{"num":5,"verse":"Praise him, ye heavens of heavens: and let all the waters that are above the heavens"},{"num":6,"verse":"praise the name of the Lord. For he spoke, and they were made: he commanded, and they were created."},{"num":7,"verse":"He hath established them for ever, and for ages of ages: he hath made a decree, and it shall not pass away."},{"num":8,"verse":"Praise the Lord from the earth, ye dragons, and all ye deeps:"},{"num":9,"verse":"Fire, hail, snow, ice, stormy winds which fulfil his word:"},{"num":10,"verse":"Mountains and all hills, fruitful trees and all cedars:"},{"num":11,"verse":"Beasts and all cattle: serpents and feathered fowls:"},{"num":12,"verse":"Kings of the earth and all people: princes and all judges of the earth:"},{"num":13,"verse":"Young men and maidens: let the old with the younger, praise the name of the Lord:"},{"num":14,"verse":"for his name alone is exalted."},{"num":15,"verse":"The praise of him is above heaven and earth: and he hath exalted the horn of his people. A hymn to all his saints: to the children of Israel, a people approaching to him. Alleluia."}]},{"type":"chapter","title":"Psalm 149","id":"Ps.149","verses":[{"num":1,"verse":"Chapter 149"},{"num":2,"verse":"Sing ye to the Lord a new canticle: let his praise be in the church of the saints."},{"num":3,"verse":"Let Israel rejoice in him that made him: and let the children of Sion be joyful in their king."},{"num":4,"verse":"Let them praise his name in choir: let them sing to him with the timbrel and the psaltery."},{"num":5,"verse":"For the Lord is well pleased with his people: and he will exalt the meek unto salvation."},{"num":6,"verse":"The saints shall rejoice in glory: they shall be joyful in their beds."},{"num":7,"verse":"The high praise of God shall be in their mouth: and two-edged swords in their hands:"},{"num":8,"verse":"To execute vengeance upon the nations, chastisements among the people:"},{"num":9,"verse":"To bind their kings with fetters, and their nobles with manacles of iron."},{"num":10,"verse":"To execute upon them the judgment that is written: this glory is to all his saints. Alleluia."}]},{"type":"chapter","title":"Psalm 150","id":"Ps.150","verses":[{"num":1,"verse":"Chapter 150"},{"num":2,"verse":"Praise ye the Lord in his holy places: praise ye him in the firmament of his power."},{"num":3,"verse":"Praise ye him for his mighty acts: praise ye him according to the multitude of his greatness."},{"num":4,"verse":"Praise him with sound of trumpet: praise him with psaltery and harp."},{"num":5,"verse":"Praise him with timbrel and choir: praise him with strings and organs."},{"num":6,"verse":"Praise him on high sounding cymbals: praise him on cymbals of joy: let every spirit praise the Lord. Alleluia."}]}]}