{"title":"Preface","node-type":"section","sub-title":"","id":"vii.i","type":null,"shorttitle":"","number":"i","children":[{"notes":[],"contents":[["Preface."]]},{"notes":[],"contents":["————————————"]},{"notes":[],"contents":[["The"]," importance of the\nletters of eminent men, as illustrations of their life, character,\nand times, is too well understood to need remark. The Letters of\nCicero and Pliny have given us a more vivid conception of Roman\nlife than the most careful history could have given; the Letters of\nErasmus, Luther, and Calvin furnish us with the most trustworthy\nmaterial for understanding the rapid movement and fierce conflict\nof their age; when we read the voluminous correspondence of Pope\nand his compeers, or the unstudied beauties of Cowper’s letters\nof friendship, we seem to be in the company of living men; and\nmodern history has in nothing more distinctly proved its sagacity,\nthan by its diligence in publishing the Letters of Cromwell, of\nWashington, of Chatham, and of other historical personages."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"1434","id":"vii.i-p4.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vii.i-p5"},"content":["“Ut oculi aliis corporis sensibus præstant, ita\nillustrium virorum Epistolæ cæteris eorum scriptis passim\nantecellunt.”—Benedictine Preface to the ",{"tag":"i","attrs":null,"content":["Ep.\nAug."]}]}]},{"tag":"note","attrs":{"place":"end","n":"1435","id":"vii.i-p5.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vii.i-p6"},"content":[" “Si,\ndans le vaste naufrage des temps, par un malheur que la Providence\nn’a pas permis, les ouvrages proprement dits de Saint Augustin\neussent péri et qu’il ne fût resté que ses lettres, nous\naurions encore toute sa doctrine, tout son génie: les Lettres de\nSaint Augustin, c’est tout Saint Augustin.”—Poujoulat, ",{"tag":"i","attrs":null,"content":["\nLettres de. S. Aug."]}," vii."]}]}],"contents":["For biography, familiar letters are the most\nimportant material. In a man’s published writings we see the\ngeneral character of his mind, and we ascertain his opinions in so\nfar as he deemed it safe or advisable to lay these before a perhaps\nunsympathizing public; in his letters he reveals his whole\ncharacter, his feelings as well as his judgments, his motives, his\npersonal history, and the various ramifications of his interest. In\nhis familiar correspondence we see the man as he is known to his\nintimate friends, in his times of relaxation and unstudied\nutterance.",{"tag":"note","id":"vii.i-p4.1"}," Few men,\nin writing for the public, can resist the tendency towards a\nconstrained attitudinizing, or throw off the fixed expression of\none sitting for his portrait; and it is only in conversation,\nspoken or written, that we get the whole man revealed in a series\nof constantly varying and unconstrained expressions. And even\nwhere, as in Augustin’s case, we have an autobiography, we derive\nfrom the letters many additional traits of character, much valuable\nillustration of opinions and progress.",{"tag":"note","id":"vii.i-p5.1"}]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"1436","id":"vii.i-p7.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vii.i-p8"},"content":[{"tag":"i","attrs":null,"content":["Advancement of Learning"]},", p. 125."]}]}],"contents":["In their function of appendices to history\nthey are equally valuable. It was a characteristic remark of Horace\nWalpole’s, that “nothing gives so just an idea of an age as\ngenuine letters; nay, history waits for its last seal from them.”\nA still greater authority, Bacon, in his marvellous distribution of\nall knowledge, gives to letters the highest place among the\n“Appendices to History.” “Letters,” he says, “are,\naccording to all the variety of occasions, advertisements, advices,\ndirections, propositions, petitions commendatory, expostulatory,\nsatisfactory; of compliment, of pleasure, of discourse, and all\nother passages of action. And such as are written from wise men\nare, of all the words of man, in my judgment, the best; for they\nare more natural than orations and public speeches, and more\nadvised than conferences or present speeches. So, again, letters of\naffairs from such as manage them, or are privy to them, are of all\nothers the best instructions for history, and to a diligent reader\nthe best histories in themselves.”",{"tag":"note","id":"vii.i-p7.1"}," This is especially true of the\nLetters of Augustin. A large number of them are ecclesiastical and\ntheological, and would in our day have appeared as pamphlets, or\nwould have been delivered as lectures. There are none of his\nwritings which do not receive some supplementary light from his\nletters. The subjects of his more elaborate writings are here\nhandled in an easier manner, and their sources, ","motives, and origin are\ndisclosed. Difficulties which his published works had occasioned\nare here removed, new illustrations are noted, further developments\nand fresh complications of heresy are alluded to, and the whole\ntheological movement of the time is here reflected in a vivid and\ninteresting shape. No controversy of his age was settled without\nhis voice, and it is in his letters we chiefly see the vastness of\nhis empire, the variety of subjects on which appeal was made to\nhim, and the deference with which his judgment was received.\nInquiring philosophers, puzzled statesmen, angry heretics, pious\nladies, all found their way to the Bishop of Hippo. And while he\ncontinually complains of want of leisure, of the multifarious\nbusiness of his episcopate, of the unwarranted demands made upon\nhim, he yet carefully answers all. Sometimes he writes with the\ncourier who is to carry his letter impatiently chafing outside the\ndoor; sometimes a promptly written reply is carried round the whole\nknown world by some faithless messenger before it reaches his\nanxious correspondent; but, amidst difficulties unthought of under\na postal system, his indefatigable diligence succeeds in diffusing\nintelligence and counsel to the most distant inquirers."]},{"notes":[],"contents":["In the present volume we have, as usual, followed\nthe Benedictine edition. Among the many labours which the\nBenedictine Fathers encountered in editing the works of Augustin,\nthey undertook the onerous task of rearranging the Epistles in\nchronological order. The manner in which this task has been\nexecuted is eminently characteristic of their unostentatious\npatience and skill. Their order has been universally adopted; it is\nto this order that reference is made when any writer cites a letter\nof Augustin’s; and therefore it matters less whether in each case\nthe date assigned by the Benedictine editors can be accepted as\naccurate. It will be seen that we have not considered it desirable\nto translate all the letters. Of those addressed to Augustin we\nhave omitted a few which were neither important in themselves nor\nindispensable for the understanding of his replies; and, when any\nof his own letters is a mere repetition of what he has previously\nwritten to another correspondent, we have contented ourselves, and,\nwe hope, shall satisfy our readers, with a reference to the former\nletter in which the arguments and illustrations now repeated may be\nfound."]},{"notes":[],"contents":["No English translation of these Letters has\npreviously appeared. The French have in this, as in other patristic\nstudies, been before us. Two hundred years ago a translation into\nthe French tongue was published, and this has lately been\nsuperseded by M. Poujoulat’s four readable and fairly accurate\nvolumes."]},{"notes":[],"contents":[["The Editor"],". 1872."]},{"notes":[],"contents":[[]]},{"notes":[],"contents":["In the second volume of Letters in Clark’s series the editor\nadds the following"]},{"notes":[],"contents":[["Prefatory Note."]]},{"notes":[],"contents":[["Of"]," the two hundred and\nseventy-two letters given in the Benedictine edition of\nAugustin’s works, one hundred and sixty are translated in this\nselection. In the former volume few were omitted, and the reason\nfor each omission was given in its own place. As the proportion of\nuntranslated letters is in this volume much larger, it may be more\nconvenient to indicate briefly here the general reasons which have\nguided us in the selection."]},{"notes":[],"contents":["We have omitted—"]},{"notes":[],"contents":["I. Almost all the letters referring to the Donatist\nschism, as there is enough on this subject in the works on the\nDonatist controversy (vol. iii. of this series) and in numerous\nearlier letters. This excludes—105, 106, 107, 108, 128, 129, 134,\n141, 142, and 204."]},{"notes":[],"contents":["II. Almost all the letters relating to\nPelagianism, as the series contains three volumes of Augustin’s\nanti-Pelagian writings (vols. iv. xii. xv.). This excludes—156,\n157, 175, 176, 177, 178, 179, 181, 182, 183, 184, 184 ",[{"notes":[],"contents":"bis"}],",\n186, 193, 194, 214, 215, 216, 217."]},{"notes":[],"contents":["III.\nAlmost all the letters referring to the doctrine of the Trinity, as\nthis has been already given, partly in earlier letters, and more\nfully in the volume on the Trinity (vol. vii. of this series). This\nexcludes—119, 120, 170, 174, 238, 239, 240, 241, 242."]},{"notes":[],"contents":["IV. Almost all those which in design, style,\nand prolixity, are exegetical or doctrinal treatises rather than\nletters. This excludes—140, 147, 149, 152, 153, 154, 155, 162,\n187, 190, 196, 197, 198, 199, 202 ",[{"notes":[],"contents":"bis"}],", 205."]},{"notes":[],"contents":["V. Some of the letters written by others to\nAugustin. This excludes—94, 109, 121, 160, 168, 225, 226, 230,\n270."]},{"notes":[],"contents":["VI. A large number of miscellaneous smaller letters,\nas, in order to avoid going beyond the limits of one volume, it was\nnecessary to select only the more interesting and important of\nthese. This excludes—110, 112, 113, 114, 127, 161, 162, 171, 200,\n206, 207, 221, 222, 223, 224, 233, 234, 235, 236, 243, 244, 247,\n248, 249, 251, 252, 253, 255, 256, 257, 258, 259, 260, 261, 262,\n264, 265, 266, 267, 268."]}]}