{"title":"Attaining his thirtieth year, he, under the admonition of the discourses of Ambrose, discovered more and more the truth of the Catholic doctrine, and deliberates as to the better regulation of his life.","node-type":"section","sub-title":"Book VI","id":"vi.VI","type":"Book","shorttitle":"Book VI","number":"VI","children":[{"notes":[],"contents":[["Book VI."]]},{"notes":[],"contents":["————————————"]},{"notes":[],"contents":["Attaining his thirtieth year, he, under the\nadmonition of the discourses of Ambrose, discovered more and more\nthe truth of the Catholic doctrine, and deliberates as to the\nbetter regulation of his life."]},{"notes":[],"contents":["————————————"]},{"title":"His Mother Having Followed Him to Milan, Declares that She Will Not Die Before Her Son Shall Have Embraced the Catholic Faith.","node-type":"section","sub-title":"Chapter I","id":"vi.VI.I","type":"Chapter","shorttitle":"Chapter I","number":"I","children":[{"notes":[],"contents":[["Chapter I.—His Mother Having\nFollowed Him to Milan, Declares that She Will Not Die Before Her\nSon Shall Have Embraced the Catholic Faith."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"432","id":"vi.VI.I-p2.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.I-p3","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Ps. 71.5","parsed":"|Ps|71|5|0|0","osisRef":"Bible:Ps.71.5","id":"vi.VI.I-p3.1"},"content":["Ps. lxxi. 5"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"433","id":"vi.VI.I-p3.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.I-p4","class":"endnote"},"content":[" See iv. sec. 18, note, above."]}]},{"tag":"note","attrs":{"place":"end","n":"434","id":"vi.VI.I-p4.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.I-p5","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Luke 7.12-15","parsed":"|Luke|7|12|7|15","osisRef":"Bible:Luke.7.12-Luke.7.15","id":"vi.VI.I-p5.1"},"content":["Luke vii. 12-l5"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"435","id":"vi.VI.I-p5.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.I-p6","class":"endnote"},"content":[{"tag":"i","attrs":null,"content":["Fidelem Catholicum"]},"—those who are baptized\nbeing usually designated ",{"tag":"i","attrs":null,"content":["Fideles"]},". The following extract from\nKaye’s ",{"tag":"i","attrs":null,"content":["Tertullian"]}," (pp. 230, 231) is worthy of\nnote:—“As the converts from heathenism, to use Tertullian’s\nexpression, were not born, but became Christians [",{"tag":"i","attrs":null,"content":["fiunt,\nnascuntur, Christiani"]},"], they went through a course of\ninstruction in the principles and doctrines of the gospel, and were\nsubjected to a strict probation before they were admitted to the\nrite of baptism. In this stage of their progress they were called\ncatechumens, of whom, according to Suicer, there were two\nclasses,—one called ‘Audientes,’ who had only entered upon\ntheir course, and begun to hear the word of God; the other, ",{"tag":"span","attrs":{"lang":"EL","id":"vi.VI.I-p6.1","class":"Greek"},"content":["συναιτοῦντες,"]}," or ‘Competentes,’ who had\nmade such advances in Christian knowledge and practice as to be\nqualified to appear at the font. Tertullian, however, appears\neither not to have known or to have neglected this distinction,\nsince he applies the names of ‘Audientes’ and ‘Auditores’\nindifferently to all who had not partaken of the rite of baptism.\nWhen the catechumens had given full proof of the ripeness of their\nknowledge, and of the stedfastness of their faith, they were\nbaptized, admitted to the table of the Lord, and styled ",{"tag":"i","attrs":null,"content":["\nFideles"]},". The importance which Tertullian attached to this\nprevious probation of the candidates for baptism, appears from the\nfact that he founds upon the neglect of it one of his charges\nagainst the heretics. ‘Among them,’ he says, ‘no distinction\nis made between the catechumen and the faithful or confirmed\nChristian; the catechumen is pronounced fit for baptism before he\nis instructed; all come in indiscriminately; all hear, all pray\ntogether.’” There were certain peculiar forms used in the\nadmission of catechumens; as, for example, anointing with oil,\nimposition of hands, and the consecration and giving of salt; and\nwhen, from the progress of Christianity, Tertullian’s above\ndescription as to converts from heathenism had ceased to be\ncorrect, these forms were continued in many churches as part of the\nbaptismal service, whether of infants or adults. See Palmer’s ",{"tag":"i","attrs":null,"content":["\nOrigines Liturgicæ"]},", v. 1, and also i. sec. 17, above, where\nAugustin says: “I was signed with the sign of the cross, and was\nseasoned with His salt, even from the womb of my mother.”"]}]},{"tag":"note","attrs":{"place":"end","n":"436","id":"vi.VI.I-p6.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.I-p7","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"John 4.14","parsed":"|John|4|14|0|0","osisRef":"Bible:John.4.14","id":"vi.VI.I-p7.1"},"content":["John iv. 14"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"437","id":"vi.VI.I-p7.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.I-p8","class":"endnote"},"content":[" “Sermons,” says Goodwin in his ",{"tag":"i","attrs":null,"content":["Evangelical\nCommunicant"]},", “are, for the most part, as showers of rain that\nwater for the instant; such as may tickle the ear and warm the\naffections, and put the soul into a posture of obedience. Hence it\nis that men are oft-times sermon-sick, as some are sea-sick; very\nill, much troubled for the present, but by and by all is well again\nas they were.”"]}]}],"contents":["1. ",["O Thou"],", my hope\nfrom my youth,",{"tag":"note","id":"vi.VI.I-p2.2"}," where wert\nThou to me, and whither hadst Thou gone? For in truth, hadst Thou\nnot created me, and made a difference between me and the beasts of\nthe field and fowls of the air? Thou hadst made me wiser than they,\nyet did I wander about in dark and slippery places, and sought Thee\nabroad out of myself, and found not the God of my heart;",{"tag":"note","id":"vi.VI.I-p3.2"}," and had\nentered the depths of the sea, and distrusted and despaired finding\nout the truth. By this time my mother, made strong by her piety,\nhad come to me, following me over sea and land, in all perils\nfeeling secure in Thee. For in the dangers of the sea she comforted\nthe very sailors (to whom the inexperienced passengers, when\nalarmed, were wont rather to go for comfort), assuring them of a\nsafe arrival, because she had been so assured by Thee in a vision.\nShe found me in grievous danger, through despair of ever finding\ntruth. But when I had disclosed to her that I was now no longer a\nManichæan, though not yet a Catholic Christian, she did not leap\nfor joy as at what was unexpected; although she was now reassured\nas to that part of my misery for which she had mourned me as one\ndead, but who would be raised to Thee, carrying me forth upon the\nbier of her thoughts, that Thou mightest say unto the widow’s\nson, “Young man, I say unto Thee, arise,” and he should revive,\nand begin to speak, and Thou shouldest deliver him to his mother.",{"tag":"note","id":"vi.VI.I-p4.1"}," Her heart,\nthen, was not agitated with any violent exultation, when she had\nheard that to be already in so great a part accomplished which she\ndaily, with tears, entreated of Thee might be done,—that though I\nhad not yet grasped the truth, I was rescued from falsehood. Yea,\nrather, for that she was fully confident that Thou, who hadst\npromised the whole, wouldst give the rest, most calmly, and with a\nbreast full of confidence, she replied to me, “She believed in\nChrist, that before she departed this life, she would see me a\nCatholic believer.”",{"tag":"note","id":"vi.VI.I-p5.2"}," And thus much said she to me; but\nto Thee, O Fountain of mercies, poured she out more frequent\nprayers and tears, that Thou wouldest hasten Thy aid, and enlighten\nmy darkness; and she hurried all the more assiduously to the\nchurch, and hung upon the words of Ambrose, praying for the\nfountain of water that springeth up into everlasting life.",{"tag":"note","id":"vi.VI.I-p6.2"}," For she\nloved that man as an angel of God, because she knew that it was by\nhim that I had been brought, for the present, to that perplexing\nstate of agitation",{"tag":"note","id":"vi.VI.I-p7.2"}," I was now in, through which she was\nfully persuaded that I should pass from \n","sickness unto health, after an excess, as\nit were, of a sharper fit, which doctors term the\n“crisis.”"]}]},{"title":"She, on the Prohibition of Ambrose, Abstains from Honouring the Memory of the Martyrs.","node-type":"section","sub-title":"Chapter II","id":"vi.VI.II","type":"Chapter","shorttitle":"Chapter II","number":"II","children":[{"notes":[],"contents":[["Chapter II.—She, on the\nProhibition of Ambrose, Abstains from Honouring the Memory of the\nMartyrs."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"438","id":"vi.VI.II-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.II-p3","class":"endnote"},"content":[" That is, as is explained further on in the section,\nthe ",{"tag":"i","attrs":null,"content":["Martyrs"]},". Tertullian gives us many indications of the\nveneration in which the martyrs were held towards the close of the\nsecond century. The anniversary of the martyr’s death was called\nhis ",{"tag":"i","attrs":null,"content":["natalitium"]},", or natal day, as his martyrdom ushered him\ninto eternal life, and ",{"tag":"i","attrs":null,"content":["oblationes pro defunctis"]}," were then\noffered. (",{"tag":"i","attrs":null,"content":["De Exhor. Cast."]}," c. 11; ",{"tag":"i","attrs":null,"content":["De Coro."]}," c. 3). Many\nextravagant things were said about the glory of martyrdom, with the\nview, doubtless, of preventing apostasy in time of persecution. It\nwas described (",{"tag":"i","attrs":null,"content":["De Bap."]}," c. 16; and ",{"tag":"i","attrs":null,"content":["De Pat."]}," c. 13.) as\na second baptism, and said to secure for a man immediate entrance\ninto heaven, and complete enjoyment of its happiness. These views\ndeveloped in Augustin’s time into all the wildness of Donatism.\nAugustin gives us an insight into the customs prevailing in his\nday, and their significance, which greatly illustrates the present\nsection. In his ",{"tag":"i","attrs":null,"content":["De Civ. Dei"]},", viii. 27, we read: “But,\nnevertheless, we do not build temples, and ordain priests, rites,\nand sacrifices for these same martyrs; for they are not our gods,\nbut their God is our God. Certainly we honour their reliquaries, as\nthe memorials of holy men of God, who strove for the truth even to\nthe death of their bodies, that the true religion might be made\nknown, and false and fictitious religions exposed.…But who ever\nheard a priest of the faithful, standing at an altar built for the\nhonour and worship of God over the holy body of some martyr, say in\nthe prayers, I offer to thee a sacrifice, O Peter, or O Paul, or O\nCyprian? For it is to God that sacrifices are offered at their\ntombs,—the God who made them both men and martyrs, and associated\nthem with holy angels in celestial honour; and the reason why we\npay such honours to their memory is, that by so doing we may both\ngive thanks to the true God for their victories, and, by recalling\nthem afresh to remembrance, may stir ourselves up to imitate them\nby seeking to obtain like crowns and palms, calling to our help\nthat same God on whom they called. Therefore, whatever honours the\nreligious may pay in the places of the martyrs, they are but\nhonours rendered to their memory [",{"tag":"i","attrs":null,"content":["ornamenta memoriarum"]},"], not\nsacred rites or sacrifices offered to dead men as to gods. And even\nsuch as bring thither food—which, indeed, is not done by the\nbetter Christians, and in most places of the world is not done at\nall—do so in order that it may be sanctified to them through the\nmerits of the martyrs, in the name of the Lord of the martyrs,\nfirst presenting the food and offering prayer, and thereafter\ntaking it away to be eaten, or to be in part bestowed upon the\nneedy. But he who knows the one sacrifice of Christians, which is\nthe sacrifice offered in those places, also knows that these are\nnot sacrifices offered to the martyrs.” He speaks to the same\neffect in Book xxii. sec. 10; and in his ",{"tag":"i","attrs":null,"content":["Reply to Faustus"]},"\n(xx. 21), who had charged the Christians with imitating the Pagans,\n“and appeasing the ‘shades’ of the departed with wine and\nfood.” See v. sec. 17, note."]}]},{"tag":"note","attrs":{"place":"end","n":"439","id":"vi.VI.II-p3.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.II-p4","class":"endnote"},"content":[" Following the example of Ambrose, Augustin used all\nhis influence and eloquence to correct such shocking abuses in the\nchurches. In his letter to Alypius, Bishop of Thagaste (when as yet\nonly a presbyter assisting the venerable Valerius), he gives an\naccount of his efforts to overcome them in the church of Hippo. The\nfollowing passage is instructive (",{"tag":"i","attrs":null,"content":["Ep."]}," xxix. 9):—“I\nexplained to them the circumstances out of which this custom seems\nto have necessarily risen in the Church, namely, that when, in the\npeace which came after such numerous and violent persecutions,\ncrowds of heathen who wished to assume the Christian religion were\nkept back, because, having been accustomed to celebrate the feasts\nconnected with their worship of idols in revelling and drunkenness,\nthey could not easily refrain from pleasures so hurtful and so\nhabitual, it had seemed good to our ancestors, making for the time\na concession to this infirmity, to permit them to celebrate,\ninstead of the festivals which they renounced, other feasts in\nhonour of the holy martyrs, which were observed, not as before with\na profane design, but with similar self-indulgence.”"]}]},{"tag":"note","attrs":{"place":"end","n":"440","id":"vi.VI.II-p4.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.II-p5","class":"endnote"},"content":[" See v. sec. 17, note 5, above."]}]},{"tag":"note","attrs":{"place":"end","n":"441","id":"vi.VI.II-p5.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.II-p6","class":"endnote"},"content":[" On another occasion, when Monica’s mind was\nexercised as to non-essentials, Ambrose gave her advice which has\nperhaps given origin to the proverb, “When at Rome, do as Rome\ndoes.” It will be found in the letter to Casulanus (",{"tag":"i","attrs":null,"content":["Ep."]},"\nxxxvi. 32), and is as follows:—“When my mother was with me in\nthat city, I, as being only a catechumen, felt no concern about\nthese questions; but it was to her a question causing anxiety,\nwhether she ought, after the custom of our own town, to fast on the\nSaturday, or, after the custom of the church of Milan, not to fast.\nTo deliver her from perplexity, I put the question to the man of\nGod whom I have first named. He answered, ‘What else can I\nrecommend to others than what I do myself?’ When I thought that\nby this he intended simply to prescribe to us that we should take\nfood on Saturdays,—for I knew this to be his own practice,—he,\nfollowing me, added these words: ‘When I am here I do not fast on\nSaturday, but when I am at Rome I do; Whatever church you may come\nto, conform to its custom, if you would avoid either receiving or\ngiving offence.’” We find the same incident referred to in ",{"tag":"i","attrs":null,"content":["\nEp."]}," liv. 3."]}]},{"tag":"note","attrs":{"place":"end","n":"442","id":"vi.VI.II-p6.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.II-p7","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Rom. 12.11","parsed":"|Rom|12|11|0|0","osisRef":"Bible:Rom.12.11","id":"vi.VI.II-p7.1"},"content":["Rom. xii. 11"]},"."]}]}],"contents":["2. When, therefore, my mother had at one\ntime—as was her custom in Africa—brought to the oratories built\nin the memory of the saints",{"tag":"note","id":"vi.VI.II-p2.1"}," certain cakes, and bread, and wine,\nand was forbidden by the door-keeper, so soon as she learnt that it\nwas the bishop who had forbidden it, she so piously and obediently\nacceded to it, that I myself marvelled how readily she could bring\nherself to accuse her own custom, rather than question his\nprohibition. For wine-bibbing did not take possession of her\nspirit, nor did the love of wine stimulate her to hatred of the\ntruth, as it doth too many, both male and female, who nauseate at a\nsong of sobriety, as men well drunk at a draught of water. But she,\nwhen she had brought her basket with the festive meats, of which\nshe would taste herself first and give the rest away, would never\nallow herself more than one little cup of wine, diluted according\nto her own temperate palate, which, out of courtesy, she would\ntaste. And if there were many oratories of departed saints that\nought to be honoured in the same way, she still carried round with\nher the selfsame cup, to be used everywhere; and this, which was\nnot only very much watered, but was also very tepid with carrying\nabout, she would distribute by small sips to those around; for she\nsought their devotion, not pleasure. As soon, therefore, as she\nfound this custom to be forbidden by that famous preacher and most\npious prelate, even to those who would use it with moderation, lest\nthereby an occasion of excess",{"tag":"note","id":"vi.VI.II-p3.1"}," might be given to such as were\ndrunken, and because these, so to say, festivals in honour of the\ndead were very like unto the superstition of the Gentiles, she most\nwillingly abstained from it. And in lieu of a basket filled with\nfruits of the earth, she had learned to bring to the oratories of\nthe martyrs a heart full of more purified petitions, and to give\nall that she could to the poor;",{"tag":"note","id":"vi.VI.II-p4.1"}," that so the communion of the\nLord’s body might be rightly celebrated there, where, after the\nexample of His passion, the martyrs had been sacrificed and\ncrowned. But yet it seems to me, O Lord my God, and thus my heart\nthinks of it in thy sight, that my mother perhaps would not so\neasily have given way to the relinquishment of this custom had it\nbeen forbidden by another whom she loved not as Ambrose,",{"tag":"note","id":"vi.VI.II-p5.1"}," whom, out of\nregard for my salvation, she loved most dearly; and he loved her\ntruly, on account of her most religious conversation, whereby, in\ngood works so “fervent in spirit,”",{"tag":"note","id":"vi.VI.II-p6.1"}," she frequented the church; so that\nhe would often, when he saw me, burst forth into her praises,\ncongratulating me that I had such a mother—little knowing what a\nson she had in me, who was in doubt as to all these things,\n","and did not imagine the\nway of life could be found out."]}]},{"title":"As Ambrose Was Occupied with Business and Study, Augustin Could Seldom Consult Him Concerning the Holy Scriptures.","node-type":"section","sub-title":"Chapter III","id":"vi.VI.III","type":"Chapter","shorttitle":"Chapter III","number":"III","children":[{"notes":[],"contents":[["Chapter III.—As Ambrose Was\nOccupied with Business and Study, Augustin Could Seldom Consult Him\nConcerning the Holy Scriptures."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"443","id":"vi.VI.III-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.III-p3","class":"endnote"},"content":[" In his ",{"tag":"i","attrs":null,"content":["Reply to Faustus"]}," (vi. 7), he,\nconformably with this idea, explains the division into clean and\nunclean beasts under the Levitical law symbolically. “No\ndoubt,” he says, “the animal is pronounced unclean by the law\nbecause it does not chew the cud, which is not a fault, but its\nnature. But the men of whom this animal is a symbol are unclean,\nnot by nature, but from their own fault; because, though they\ngladly hear the words of wisdom, they never reflect on them\nafterwards. For to recall, in quiet repose, some useful instruction\nfrom the stomach of memory to the mouth of reflection, is a kind of\nspiritual rumination. The animals above mentioned are a symbol of\nthose people who do not do this. And the prohibition of the flesh\nof these animals is a warning against this fault. Another passage\nof Scripture (",{"tag":"scripRef","attrs":{"passage":"Prov. 21.20","parsed":"|Prov|21|20|0|0","osisRef":"Bible:Prov.21.20","id":"vi.VI.III-p3.1"},"content":["Prov. xxi. 20"]},") speaks of the precious\ntreasure of wisdom, and describes ruminating as clean, and not\nruminating as unclean: ‘A precious treasure resteth in the mouth\nof a wise man, but a foolish man swallows it up.’ Symbols of this\nkind, either in words or in things, give useful and pleasant\nexercise to intelligent minds in the way of inquiry and\ncomparison.”"]}]}],"contents":["3. Nor did I now groan in my prayers that Thou\nwouldest help me; but my mind was wholly intent on knowledge, and\neager to dispute. And Ambrose himself I esteemed a happy man, as\nthe world counted happiness, in that such great personages held him\nin honour; only his celibacy appeared to me a painful thing. But\nwhat hope he cherished, what struggles he had against the\ntemptations that beset his very excellences, what solace in\nadversities, and what savoury joys Thy bread possessed for the\nhidden mouth of his heart when ruminating",{"tag":"note","id":"vi.VI.III-p2.1"}," on it, I could neither conjecture,\nnor had I experienced. Nor did he know my embarrassments, nor the\npit of my danger. For I could not request of him what I wished as I\nwished, in that I was debarred from hearing and speaking to him by\ncrowds of busy people, whose infirmities he devoted himself to.\nWith whom when he was not engaged (which was but a little time), he\neither was refreshing his body with necessary sustenance, or his\nmind with reading. But while reading, his eyes glanced over the\npages, and his heart searched out the sense, but his voice and\ntongue were silent. Ofttimes, when we had come (for no one was\nforbidden to enter, nor was it his custom that the arrival of those\nwho came should be announced to him), we saw him thus reading to\nhimself, and never otherwise; and, having long sat in silence (for\nwho durst interrupt one so intent?), we were fain to depart,\ninferring that in the little time he secured for the recruiting of\nhis mind, free from the clamour of other men’s business, he was\nunwilling to be taken off. And perchance he was fearful lest, if\nthe author he studied should express aught vaguely, some doubtful\nand attentive hearer should ask him to expound it, or to discuss\nsome of the more abstruse questions, as that, his time being thus\noccupied, he could not turn over as many volumes as he wished;\nalthough the preservation of his voice, which was very easily\nweakened, might be the truer reason for his reading to himself. But\nwhatever was his motive in so doing, doubtless in such a man was a\ngood one."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"444","id":"vi.VI.III-p4.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.III-p5","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"2 Tim. 2.15","parsed":"|2Tim|2|15|0|0","osisRef":"Bible:2Tim.2.15","id":"vi.VI.III-p5.1"},"content":["2 Tim. ii. 15"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"445","id":"vi.VI.III-p5.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.III-p6","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Col. 3.10","parsed":"|Col|3|10|0|0","osisRef":"Bible:Col.3.10","id":"vi.VI.III-p6.1"},"content":["Col. iii. 10"]},", and \n",{"tag":"scripRef","attrs":{"passage":"Gen 1.26,27","parsed":"|Gen|1|26|1|27","osisRef":"Bible:Gen.1.26-Gen.1.27","id":"vi.VI.III-p6.2"},"content":["Gen. i. 26, 27"]},". And because we are created in\nthe image of God, Augustin argues (",{"tag":"i","attrs":null,"content":["Serm."]}," lxxxviii. 6), we\nhave the ability to see and know Him, just as, having eyes to see,\nwe can look upon the sun. And hereafter, too (",{"tag":"i","attrs":null,"content":["Ep."]}," xcii. 3),\n“We shall see Him according to the measure in which we shall be\nlike Him; because now the measure in which we do not see Him is\naccording to the measure of our unlikeness to Him.”"]}]},{"tag":"note","attrs":{"place":"end","n":"446","id":"vi.VI.III-p6.3","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.III-p7","class":"endnote"},"content":[" See iii. sec. 12, note, above."]}]}],"contents":["4. But verily no opportunity could I find of\nascertaining what I desired from that Thy so holy oracle, his\nbreast, unless the thing might be entered into briefly. But those\nsurgings in me required to find him at full leisure, that I might\npour them out to him, but never were they able to find him so; and\nI heard him, indeed, every Lord’s day, “rightly dividing the\nword of truth”",{"tag":"note","id":"vi.VI.III-p4.1"}," among the\npeople; and I was all the more convinced that all those knots of\ncrafty calumnies, which those deceivers of ours had knit against\nthe divine books, could be unravelled. But so soon as I understood,\nwithal, that man made “after the image of Him that created\nhim”",{"tag":"note","id":"vi.VI.III-p5.2"}," was not so\nunderstood by Thy spiritual sons (whom of the Catholic mother Thou\nhadst begotten again through grace), as though they believed and\nimagined Thee to be bounded by human form,—although what was the\nnature of a spiritual substance",{"tag":"note","id":"vi.VI.III-p6.3"}," I had not the faintest or dimmest\nsuspicion,—yet rejoicing, I blushed that for so many years I had\nbarked, not against the Catholic faith, but against the fables of\ncarnal imaginations. For I had been both impious and rash in this,\nthat what I ought inquiring to have learnt, I had pronounced on\ncondemning. For Thou, O most high and most near, most secret, yet\nmost present, who hast not limbs some larger some smaller, but art\nwholly everywhere, and nowhere in space, nor art Thou of such\ncorporeal form, yet hast Thou created man after Thine own image,\nand, behold, from head to foot is he confined by space."]}]},{"title":"He Recognises the Falsity of His Own Opinions, and Commits to Memory the Saying of Ambrose.","node-type":"section","sub-title":"Chapter IV","id":"vi.VI.IV","type":"Chapter","shorttitle":"Chapter IV","number":"IV","children":[{"notes":[],"contents":[["Chapter IV.—He Recognises the\nFalsity of His Own Opinions, and Commits to Memory the Saying of\nAmbrose."]]},{"notes":[],"contents":["5. As, then, I knew not how this image of Thine\nshould subsist, I should have knocked and propounded the doubt how\nit was to be believed, and not have insultingly opposed it, as if\nit were believed. Anxiety, therefore, as to what to retain as\ncertain, did all the more sharply gnaw into my soul, the more shame\nI felt that, having been so long deluded and de","ceived by the promise of\ncertainties, I had, with puerile error and petulance, prated of so\nmany uncertainties as if they were certainties. For that they were\nfalsehoods became apparent to me afterwards. However, I was certain\nthat they were uncertain, and that I had formerly held them as\ncertain when with a blind contentiousness I accused Thy Catholic\nChurch, which though I had not yet discovered to teach truly, yet\nnot to teach that of which I had so vehemently accused her. In this\nmanner was I confounded and converted, and I rejoiced, O my God,\nthat the one Church, the body of Thine only Son (wherein the name\nof Christ had been set upon me when an infant), did not appreciate\nthese infantile trifles, nor maintained, in her sound doctrine, any\ntenet that would confine Thee, the Creator of all, in\nspace—though ever so great and wide, yet bounded on all sides by\nthe restraints of a human form."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"447","id":"vi.VI.IV-p3.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.IV-p4","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"1 Cor. 3.6","parsed":"|1Cor|3|6|0|0","osisRef":"Bible:1Cor.3.6","id":"vi.VI.IV-p4.1"},"content":["2 Cor. iii. 6"]},". The spiritual or allegorical\nmeaning here referred to is one that Augustin constantly sought, as\ndid many of the early Fathers, both Greek and Latin. He only\nemploys this method of interpretation, however, in a qualified\nway—never going to the lengths of Origen or Clement of\nAlexandria. He does not depreciate the letter of Scripture, though,\nas we have shown above (iii. sec. 14, note), he went as far as he\nwell could in interpreting the history spiritually. He does not\nseem, however, quite consistent in his statements as to the\nrelative prominence to be given to the literal and spiritual\nmeanings, as may be seen by a comparison of the latter portions of\nsecs. 1 and 3 of book xvii. of the ",{"tag":"i","attrs":null,"content":["City of God"]},". His general\nidea may be gathered from the following passage in the 21st sec. of\nbook xiii.:—“Some allegorize all that concerns paradise itself,\nwhere the first men, the parents of the human race, are, according\nto the truth of Holy Scripture, recorded to have been; and they\nunderstand all its trees and fruit-bearing plants as virtues and\nhabits of life, as if they had no existence in the external world,\nbut were only so spoken of or related for the sake of spiritual\nmeanings. As if there could not be a real terrestrial paradise! As\nif there never existed these two women, Sarah and Hagar, nor the\ntwo sons who were born to Abraham, the one of the bond-woman, the\nother of the free, because the apostle says that in them the two\ncovenants were prefigured! or as if water never flowed from the\nrock when Moses struck it, because therein Christ can be seen in a\nfigure, as the same apostle says: ‘Now that rock was Christ’\n(",{"tag":"scripRef","attrs":{"passage":"1 Cor. 10.4","parsed":"|1Cor|10|4|0|0","osisRef":"Bible:1Cor.10.4","id":"vi.VI.IV-p4.2"},"content":["1\nCor. x. 4"]},").…These and\nsimilar allegorical interpretations may be suitably put upon\nparadise without giving offence to any one, while ",{"tag":"i","attrs":null,"content":["yet we believe\nthe strict truth of the history"]},", confirmed by its\ncircumstantial narrative of facts.” The allusion in the above\npassage to Sarah and Hagar invites the remark, that in ",{"tag":"scripRef","attrs":{"passage":"Gal. 4.24","parsed":"|Gal|4|24|0|0","osisRef":"Bible:Gal.4.24","id":"vi.VI.IV-p4.3"},"content":["Galatians\niv. 24"]},", the words in our\nversion rendered, “which things are an allegory,” should be,\n“which things are such as may be allegorized.” [",{"tag":"span","attrs":{"lang":"EL","id":"vi.VI.IV-p4.4","class":"Greek"},"content":["Ἁτινά ἐστιν ἀλληγορούμενα"]},". See Jelf, 398,\nsec. 2.] It is important to note this, as the passage has been\nquoted in support of the more extreme method of allegorizing,\nthough it could clearly go no further than to sanction allegorizing\nby way of spiritual meditation upon Scripture, and not in the\ninterpretation of it—which first, as Waterland thinks\n(",{"tag":"i","attrs":null,"content":["Works"]},", vol. v. p. 311), was the end contemplated by most of\nthe Fathers. Thoughtful students of Scripture will feel that we\nhave no right to make historical facts typical or allegorical,\nunless (as in the case of the manna, the brazen serpent, Jacob’s\nladder, etc.) we have divine authority for so doing; and few such\nwill dissent from the opinion of Bishop Marsh (Lecture vi.) that\nthe type must not only resemble the antitype, but must have been\n",{"tag":"i","attrs":null,"content":["designed"]}," to resemble it, and further, that we must have the\nauthority of Scripture for the existence of such design. The text,\n“The letter killeth, but the Spirit giveth life,” as a perusal\nof the context will show, has nothing whatever to do with either\n“literal” or “spiritual” meanings. Augustin himself\ninterprets it in one place (",{"tag":"i","attrs":null,"content":["De Spir. et Lit"]},". cc. 4, 5) as\nmeaning the killing letter of the law, as compared with the\nquickening power of the gospel. “An opinion,” to conclude with\nthe thoughtful words of Alfred Morris on this"]},{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.IV-p5","class":"endnote"},"content":["Chapter ( ",{"tag":"i","attrs":null,"content":["Words for the Heart and\nLife"]},", p. 203), “once common must therefore be rejected. Some\nstill talk of ‘letter’ and ‘spirit’ in a way which has no\nsanction here. The ‘letter’ with them is the literal meaning of\nthe text, the ‘spirit’ is its symbolic meaning. And, as the\n‘spirit’ possesses an evident superiority to the ‘letter,’\nthey fly away into the region of secret senses and hidden\ndoctrines, find types where there is nothing typical, and\nallegories where there is nothing allegorical; make Genesis more\nevangelical than the Epistle to the Romans, and Leviticus than the\nEpistle to the Hebrews; mistaking lawful criticism for legal\nChristianity, they look upon the exercise of a sober judgment as a\nproof of a depraved taste, and forget that diseased as well as very\npowerful eyes may see more than others. It is not the obvious\nmeaning and the secret meaning that are intended by ‘letter’\nand ‘spirit,’ nor any two meanings of Christianity, nor two\nmeanings of any thing or things, but the two systems of Moses and\nof Christ.” Reference may be made on this whole subject of\nallegorical interpretation in the writings of the Fathers to\nBlunt’s ",{"tag":"i","attrs":null,"content":["Right Use of the Early Fathers"]},", series i. lecture\n9."]}]},{"tag":"note","attrs":{"place":"end","n":"448","id":"vi.VI.IV-p5.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.IV-p6","class":"endnote"},"content":[" Augustin frequently dilates on this idea. In sermon\n88 (cc. 5, 6, etc.), he makes the whole of the ministries of\nreligion subservient to the clearing of the inner eye of the soul\nand in his ",{"tag":"i","attrs":null,"content":["De Trin."]}," i. 3, he says: “And it is necessary to\npurge our minds, in order to be able to see ineffably that which is\nineffable [",{"tag":"i","attrs":null,"content":["i.e."]}," the Godhead], whereto not having yet\nattained, we are to be nourished by faith, and led by such ways as\nare more suited to our capacity, that we may be rendered apt and\nable to comprehend it.”"]}]}],"contents":["6. I rejoiced also that the old Scriptures of\nthe law and the prophets were laid before me, to be perused, not\nnow with that eye to which they seemed most absurd before, when I\ncensured Thy holy ones for so thinking, whereas in truth they\nthought not so; and with delight I heard Ambrose, in his sermons to\nthe people, oftentimes most diligently recommend this text as a\nrule,—“The letter killeth, but the Spirit giveth life;”",{"tag":"note","id":"vi.VI.IV-p3.1"}," whilst,\ndrawing aside the mystic veil, he spiritually laid open that which,\naccepted according to the “letter,” seemed to teach perverse\ndoctrines—teaching herein nothing that offended me, though he\ntaught such things as I knew not as yet whether they were true. For\nall this time I restrained my heart from assenting to anything,\nfearing to fall headlong; but by hanging in suspense I was the\nworse killed. For my desire was to be as well assured of those\nthings that I saw not, as I was that seven and three are ten. For I\nwas not so insane as to believe that this could not be\ncomprehended; but I desired to have other things as clear as this,\nwhether corporeal things, which were not present to my senses, or\nspiritual, whereof I knew not how to conceive except corporeally.\nAnd by believing I might have been cured, that so the sight of my\nsoul being cleared,",{"tag":"note","id":"vi.VI.IV-p5.1"}," it might in some way be directed\ntowards Thy truth, which abideth always, and faileth in naught. But\nas it happens that he who has tried a bad physician fears to trust\nhimself with a good one, so was it with the health of my soul,\nwhich could not be healed but by believing, and, lest it should\nbelieve falsehoods, refused to be cured—resisting Thy hands, who\nhast prepared for us the medicaments of faith, and hast applied\nthem to the maladies of the whole world, and hast bestowed upon\nthem so great authority."]}]},{"title":"Faith is the Basis of Human Life; Man Cannot Discover that Truth Which Holy Scripture Has Disclosed.","node-type":"section","sub-title":"Chapter V","id":"vi.VI.V","type":"Chapter","shorttitle":"Chapter V","number":"V","children":[{"notes":[],"contents":[["Chapter V.—Faith is the Basis of\nHuman Life; Man Cannot Discover that Truth Which Holy Scripture Has\nDisclosed."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"449","id":"vi.VI.V-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.V-p3","class":"endnote"},"content":[" He similarly exalts the claims of the Christian\nChurch over Manichæanism in his ",{"tag":"i","attrs":null,"content":["Reply to Faustus"]}," (xxxii.\n19): “If you submit to receive a load of endless fictions at the\nbidding of an obscure and irrational authority, so that you believe\nall those things because they are written in the books which your\nmisguided judgment pronounces trustworthy, though there is no\nevidence of their truth, why not rather submit to the evidence of\nthe gospel, which is so well-founded, so confirmed, so generally\nacknowledged and admired, and which has an unbroken series of\ntestimonies from the apostles down to our own day, that so you may\nhave an intelligent belief, and may come to know that all your\nobjections are the fruit of folly and perversity?” And again, in\nhis ",{"tag":"i","attrs":null,"content":["Reply to Manichæus’ Fundamental"]},{"tag":"i","attrs":null,"content":["Epistle"]}," (sec.\n18), alluding to the credulity required in those who accept\nManichæan teaching on the mere authority of the teacher:\n“Whoever thoughtlessly yields this becomes a Manichæan, not by\nknowing undoubted truth, but by believing doubtful statements. Such\nwere we when in our inexperienced youth we were deceived.”"]}]},{"tag":"note","attrs":{"place":"end","n":"450","id":"vi.VI.V-p3.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.V-p4","class":"endnote"},"content":[" He has a like train of thought in another place\n(",{"tag":"i","attrs":null,"content":["De Fide Rer. quæ non Vid."]}," sec. 4): “If, then (harmony\nbeing destroyed), human society itself would not stand if we\nbelieve not that we see not, how much more should we have faith in\ndivine things, though we see them not; which if we have it not, we\ndo not violate the friendship of a few men, but the profoundest\nreligion—so as to have as its consequence the profoundest\nmisery.” Again, referring to belief in Scripture, he argues\n(",{"tag":"i","attrs":null,"content":["Con. Faust."]}," xxxiii. 6) that, if we doubt its evidence, we\nmay equally doubt that of any book, and asks, “How do we know the\nauthorship of the works of Plato, Aristotle, Cicero, Varro, and\nother similar writers, but by the unbroken chain of evidence?”\nAnd once more he contends (",{"tag":"i","attrs":null,"content":["De Mor. Cath. Eccles."]}," xxix. 60)\nthat, “The utter overthrow of all literature will follow and\nthere will be an end to all books handed down from the past, if\nwhat is supported by such a strong popular belief, and established\nby the uniform testimony of so many men and so many times, is\nbrought into such suspicion that it is not allowed to have the\ncredit and the authority of common history.”"]}]}],"contents":["7. From this, however, being led to prefer the\nCatholic doctrine, I felt that it was with more moderation and\nhonesty that it commanded things to be believed that were not\ndemonstrated ","(whether it was that they could be\ndemonstrated, but not to any one, or could not be demonstrated at\nall), than was the method of the Manichæans, where our credulity\nwas mocked by audacious promise of knowledge, and then so many most\nfabulous and absurd things were forced upon belief because they\nwere not capable of demonstration.",{"tag":"note","id":"vi.VI.V-p2.1"}," After that, O Lord, Thou, by little\nand little, with most gentle and most merciful hand, drawing and\ncalming my heart, didst persuade taking into consideration what a\nmultiplicity of things which I had never seen, nor was present when\nthey were enacted, like so many of the things in secular history,\nand so many accounts of places and cities which I had not seen; so\nmany of friends, so many of physicians, so many now of these men,\nnow of those, which unless we should believe, we should do nothing\nat all in this life; lastly, with how unalterable an assurance I\nbelieved of what parents I was born, which it would have been\nimpossible for me to know otherwise than by hearsay,—taking into\nconsideration all this, Thou persuadest me that not they who\nbelieved Thy books (which, with so great authority, Thou hast\nestablished among nearly all nations), but those who believed them\nnot were to be blamed;",{"tag":"note","id":"vi.VI.V-p3.1"}," and that those men were not to be\nlistened unto who should say to me, “How dost thou know that\nthose Scriptures were imparted unto mankind by the Spirit of the\none true and most true God?” For it was the same thing that was\nmost of all to be believed, since no wranglings of blasphemous\nquestions, whereof I had read so many amongst the\nself-contradicting philosophers, could once wring the belief from\nme that Thou art,—whatsoever Thou wert, though what I knew\nnot,—or that the government of human affairs belongs to\nThee."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"451","id":"vi.VI.V-p5.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.V-p6","class":"endnote"},"content":[" See i. sec. 10, note, above."]}]},{"tag":"note","attrs":{"place":"end","n":"452","id":"vi.VI.V-p6.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.V-p7","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Matt. 7.13","parsed":"|Matt|7|13|0|0","osisRef":"Bible:Matt.7.13","id":"vi.VI.V-p7.1"},"content":["Matt. vii. 13"]},"."]}]}],"contents":["8. Thus much I believed, at one time more\nstrongly than another, yet did I ever believe both that Thou wert,\nand hadst a care of us, although I was ignorant both what was to be\nthought of Thy substance, and what way led, or led back to Thee.\nSeeing, then, that we were too weak by unaided reason to find out\nthe truth, and for this cause needed the authority of the holy\nwritings, I had now begun to believe that Thou wouldest by no means\nhave given such excellency of authority to those Scriptures\nthroughout all lands, had it not been Thy will thereby to be\nbelieved in, and thereby sought. For now those things which\nheretofore appeared incongruous to me in the Scripture, and used to\noffend me, having heard divers of them expounded reasonably, I\nreferred to the depth of the mysteries, and its authority seemed to\nme all the more venerable and worthy of religious belief, in that,\nwhile it was visible for all to read it, it reserved the majesty of\nits secret",{"tag":"note","id":"vi.VI.V-p5.1"}," within its\nprofound significance, stooping to all in the great plainness of\nits language and lowliness of its style, yet exercising the\napplication of such as are not light of heart; that it might\nreceive all into its common bosom, and through narrow passages waft\nover some few towards Thee, yet many more than if it did not stand\nupon such a height of authority, nor allured multitudes within its\nbosom by its holy humility. These things I meditated upon, and Thou\nwert with me; I sighed, and Thou heardest me; I vacillated, and\nThou didst guide me; I roamed through the broad way",{"tag":"note","id":"vi.VI.V-p6.1"}," of the\nworld, and Thou didst not desert me."]}]},{"title":"On the Source and Cause of True Joy,—The Example of the Joyous Beggar Being Adduced.","node-type":"section","sub-title":"Chapter VI","id":"vi.VI.VI","type":"Chapter","shorttitle":"Chapter VI","number":"VI","children":[{"notes":[],"contents":[["Chapter VI.—On the Source and\nCause of True Joy,—The Example of the Joyous Beggar Being\nAdduced."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"453","id":"vi.VI.VI-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.VI-p3","class":"endnote"},"content":[" In the Benedictine edition it is suggested that\nthis was probably Valentinian the younger, whose court was,\naccording to Possidius (c. i.), at Milan when Augustin was\nprofessor of rhetoric there, who writes (",{"tag":"i","attrs":null,"content":["Con. Litt. Petil."]},"\niii. 25) that he in that city recited a panegyric to Bauto, the\nconsul, on the first of January, according to the requirements of\nhis profession of rhetoric."]}]},{"tag":"note","attrs":{"place":"end","n":"454","id":"vi.VI.VI-p3.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.VI-p4","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Prov. 22.15","parsed":"|Prov|22|15|0|0","osisRef":"Bible:Prov.22.15","id":"vi.VI.VI-p4.1"},"content":["Prov. xxii. 15"]},"."]}]}],"contents":["9. I longed for honours, gains, wedlock; and Thou\nmockedst me. In these desires I underwent most bitter hardships,\nThou being the more gracious the less Thou didst suffer anything\nwhich was not Thou to grow sweet to me. Behold my heart, O Lord,\nwho wouldest that I should recall all this, and confess unto Thee.\nNow let my soul cleave to Thee, which Thou hast freed from that\nfast-holding bird-lime of death. How wretched was it! And Thou\ndidst irritate the feeling of its wound, that, forsaking all else,\nit might be converted unto Thee,—who art above all, and without\nwhom all things would be naught,—be converted and be healed.\n","How wretched was I\nat that time, and how didst Thou deal with me, to make me sensible\nof my wretchedness on that day wherein I was preparing to recite a\npanegyric on the Emperor,",{"tag":"note","id":"vi.VI.VI-p2.1"}," wherein I was to deliver many a\nlie, and lying was to be applauded by those who knew I lied; and my\nheart panted with these cares, and boiled over with the\nfeverishness of consuming thoughts. For, while walking along one of\nthe streets of Milan, I observed a poor mendicant,—then, I\nimagine, with a full belly,—joking and joyous; and I sighed, and\nspake to the friends around me of the many sorrows resulting from\nour madness, for that by all such exertions of ours,—as those\nwherein I then laboured, dragging along, under the spur of desires,\nthe burden of my own unhappiness, and by dragging increasing it, we\nyet aimed only to attain that very joyousness which that mendicant\nhad reached before us, who, perchance, never would attain it! For\nwhat he had obtained through a few begged pence, the same was I\nscheming for by many a wretched and tortuous turning,—the joy of\na temporary felicity. For he verily possessed not true joy, but yet\nI, with these my ambitions, was seeking one much more untrue. And\nin truth he was joyous, I anxious; he free from care, I full of\nalarms. But should any one inquire of me whether I would rather be\nmerry or fearful, I would reply, Merry. Again, were I asked whether\nI would rather be such as he was, or as I myself then was, I should\nelect to be myself, though beset with cares and alarms, but out of\nperversity; for was it so in truth? For I ought not to prefer\nmyself to him because I happened to be more learned than he, seeing\nthat I took no delight therein, but sought rather to please men by\nit; and that not to instruct, but only to please. Wherefore also\ndidst Thou break my bones with the rod of Thy correction.",{"tag":"note","id":"vi.VI.VI-p3.1"}]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"455","id":"vi.VI.VI-p5.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.VI-p6","class":"endnote"},"content":[" Here, as elsewhere, we have the feeling which finds\nits expression in i. sec. 1, above: “Thou hast formed us for\nThyself, and our hearts are restless till they find rest in\nThee.”"]}]}],"contents":["10. Away with those, then, from my soul, who\nsay unto it, “It makes a difference from whence a man’s joy is\nderived. That mendicant rejoiced in drunkenness; thou longedst to\nrejoice in glory.” What glory, O Lord? That which is not in Thee.\nFor even as his was no true joy, so was mine no true glory;",{"tag":"note","id":"vi.VI.VI-p5.1"}," and it\nsubverted my soul more. He would digest his drunkenness that same\nnight, but many a night had I slept with mine, and risen again with\nit, and was to sleep again and again to rise with it, I know not\nhow oft. It does indeed “make a difference whence a man’s joy\nis derived.” I know it is so, and that the joy of a faithful hope\nis incomparably beyond such vanity. Yea, and at that time was he\nbeyond me, for he truly was the happier man; not only for that he\nwas thoroughly steeped in mirth, I torn to pieces with cares, but\nhe, by giving good wishes, had gotten wine, I, by lying, was\nfollowing after pride. Much to this effect said I then to my dear\nfriends, and I often marked in them how it fared with me; and I\nfound that it went ill with me, and fretted, and doubled that very\nill. And if any prosperity smiled upon me, I loathed to seize it,\nfor almost before I could grasp it flew away."]}]},{"title":"He Leads to Reformation His Friend Alypius, Seized with Madness for the Circensian Games.","node-type":"section","sub-title":"Chapter VII","id":"vi.VI.VII","type":"Chapter","shorttitle":"Chapter VII","number":"VII","children":[{"notes":[],"contents":[["Chapter VII.—He Leads to\nReformation His Friend Alypius, Seized with Madness for the\nCircensian Games."]]},{"notes":[],"contents":["11. These things we, who lived like friends\ntogether, jointly deplored, but chiefly and most familiarly did I\ndiscuss them with Alypius and Nebridius, of whom Alypius was born\nin the same town as myself, his parents being of the highest rank\nthere, but he being younger than I. For he had studied under me,\nfirst, when I taught in our own town, and afterwards at Carthage,\nand esteemed me highly, because I appeared to him good and learned;\nand I esteemed him for his innate love of virtue, which, in one of\nno great age, was sufficiently eminent. But the vortex of\nCarthaginian customs (amongst whom these frivolous spectacles are\nhotly followed) had inveigled him into the madness of the\nCircensian games. But while he was miserably tossed about therein,\nI was professing rhetoric there, and had a public school. As yet he\ndid not give ear to my teaching, on account of some ill-feeling\nthat had arisen between me and his father. I had then found how\nfatally he doted upon the circus, and was deeply grieved that he\nseemed likely—if, indeed, he had not already done so—to cast\naway his so great promise. Yet had I no means of advising, or by a\nsort of restraint reclaiming him, either by the kindness of a\nfriend or by the authority of a master. For I imagined that his\nsentiments towards me were the same as his father’s; but he was\nnot such. Disregarding, therefore, his father’s will in that\nmatter, he commenced to salute me, and, coming into my\nlecture-room, to listen for a little and depart."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"456","id":"vi.VI.VII-p3.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.VII-p4","class":"endnote"},"content":[" Compare v. sec. 17, note, above, and sec. 15, note,\nbelow."]}]},{"tag":"note","attrs":{"place":"end","n":"457","id":"vi.VI.VII-p4.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.VII-p5","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Prov. 9.8","parsed":"|Prov|9|8|0|0","osisRef":"Bible:Prov.9.8","id":"vi.VI.VII-p5.1"},"content":["Prov. ix. 8"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"458","id":"vi.VI.VII-p5.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.VII-p6","class":"endnote"},"content":[" The games in the Provinces of the empire were on\nthe same model as those held in the Circus Maximus at Rome, though\nnot so imposing. This circus was one of those vast works executed\nby Tarquinius Priscus. Hardly a vestige of it at the present time\nremains, though the Cloaca Maxima, another of his stupendous works,\nhas not, after more than 2500 years, a stone displaced, and still\nperforms its appointed service of draining the city of Rome into\nthe Tiber. In the circus were exhibited chariot and foot races,\nfights on horseback, representations of battles (on which occasion\ncamps were pitched in the circus), and the Grecian athletic sports\nintroduced after the conquest of that country. See also sec. 13,\nnote, below."]}]},{"tag":"note","attrs":{"place":"end","n":"459","id":"vi.VI.VII-p6.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.VII-p7","class":"endnote"},"content":[" Augustin, in book v. sec. 9, above, refers to the\nreputed sanctity of Manichæus, and it may well be questioned\nwhether the sect deserved that unmitigated reprobation he pours out\nupon them in his ",{"tag":"i","attrs":null,"content":["De Moribus"]},", and in parts of his controversy\nwith Faustus. Certain it is that Faustus laid claim, on behalf of\nhis sect, to a very different moral character to that Augustin\nwould impute to them. He says (",{"tag":"i","attrs":null,"content":["Con. Faust."]}," v. 1): “Do I\nbelieve the gospel? You ask me if I believe it, though my obedience\nto its commands shows that I do. I should rather ask you if you\nbelieve it, since you give no proof of your belief. I have left my\nfather, mother, wife, and children, and all else that the Gospel\nrequires (",{"tag":"scripRef","attrs":{"passage":"Matt. 19.29","parsed":"|Matt|19|29|0|0","osisRef":"Bible:Matt.19.29","id":"vi.VI.VII-p7.1"},"content":["Matt. xix. 29"]},"); and do you ask if I believe\nthe gospel? Perhaps you do not know what is called the gospel. The\ngospel is nothing else than the preaching and the precept of\nChrist. I have parted with all gold and silver, and have left off\ncarrying money in my purse; content with daily food; without\nanxiety for to-morrow; and without solicitude about how I shall be\nfed, or wherewithal I shall be clothed: and do you ask if I believe\nthe gospel? You see in me the blessings of the gospel (",{"tag":"scripRef","attrs":{"passage":"Matt. 5.3-11","parsed":"|Matt|5|3|5|11","osisRef":"Bible:Matt.5.3-Matt.5.11","id":"vi.VI.VII-p7.2"},"content":["Matt. v.\n3–11"]},"); and do you ask\nif I believe the gospel? You see me poor, meek, a peacemaker, pure\nin heart, mourning, hungering, thirsting, bearing persecutions and\nenmity for righteousness’ sake; and do you doubt my belief in the\ngospel?” It is difficult to understand that Manichæanism can\nhave spread as largely as it did at that time, if the asceticism of\nmany amongst them had not been real. It may be noted that in his\ncontroversy with Fortunatus, Augustin strangely declines to discuss\nthe charges of immorality that had been brought against the\nManichæans; and in the last"]},{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.VII-p8","class":"endnote"},"content":["Chapter of his ",{"tag":"i","attrs":null,"content":["De Moribus"]},", it\nappears to be indicated that one, if not more, of those whose evil\ndeeds are there spoken of had a desire to follow the rule of life\nlaid down by Manichæus."]}]}],"contents":["12. But it slipped my memory to deal with him,\nso that he should not, through a blind and headstrong desire of\nempty pastimes, undo so great a wit. But Thou, O Lord, who\ngovernest the helm of all Thou hast created, hadst not forgotten\nhim, who was one day to be amongst Thy sons, the President of Thy\nsacrament;",{"tag":"note","id":"vi.VI.VII-p3.1"},"and that his amendment\nmight plainly be attributed to Thyself, Thou broughtest it about\nthrough me, but I knowing nothing of it. For one day, when I was\nsitting in my accustomed place, with my scholars before me, he came\nin, saluted me, sat himself down, and fixed his attention on the\nsubject I was then handling. It so happened that I had a passage in\nhand, which while I was explaining, a simile borrowed from the\nCircensian games occurred to me, as likely to make what I wished to\nconvey pleasanter and plainer, imbued with a biting jibe at those\nwhom that madness had enthralled. Thou knowest, O our God, that I\nhad no thought at that time of curing Alypius of that plague. But\nhe took it to himself, and thought that I would not have said it\nbut for his sake. And what any other man would have made a ground\nof offence against me, this worthy young man took as a reason for\nbeing offended at himself, and for loving me more fervently. For\nThou hast said it long ago, and written in Thy book, “Rebuke a\nwise man, and he will love thee.”",{"tag":"note","id":"vi.VI.VII-p4.1"}," But I had not rebuked him, but\nThou, who makest use of all consciously or unconsciously, in that\norder which Thyself knowest (and that order is right), wroughtest\nout of my heart and tongue burning coals, by which Thou mightest\nset on fire and cure the hopeful mind thus languishing. Let him be\nsilent in Thy praises who meditates not on Thy mercies, which from\nmy inmost parts confess unto Thee. For he upon that speech rushed\nout from that so deep pit, wherein he was wilfully plunged, and was\nblinded by its miserable pastimes; and he roused his mind with a\nresolute moderation; whereupon all the filth of the Circensian\npastimes",{"tag":"note","id":"vi.VI.VII-p5.2"}," flew off\nfrom him, and he did not approach them further. Upon this, he\nprevailed with his reluctant father to let him be my pupil. He gave\nin and consented. And Alypius, beginning again to hear me, was\ninvolved in the same superstition as I was, loving in the\nManichæans that ostentation of continency",{"tag":"note","id":"vi.VI.VII-p6.1"}," which he believed to be true and\nunfeigned. It was, however, a senseless and seducing continency,\nensnaring precious souls, not able as yet to reach the height of\nvirtue, and easily beguiled with the veneer of what was but a\nshadowy and feigned virtue."]}]},{"title":"The Same When at Rome, Being Led by Others into the Amphitheatre, is Delighted with the Gladiatorial Games.","node-type":"section","sub-title":"Chapter VIII","id":"vi.VI.VIII","type":"Chapter","shorttitle":"Chapter VIII","number":"VIII","children":[{"notes":[],"contents":[["Chapter VIII.—The Same When at\nRome, Being Led by Others into the Amphitheatre, is Delighted with\nthe Gladiatorial Games."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"460","id":"vi.VI.VIII-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.VIII-p3","class":"endnote"},"content":[" The scene of this episode was, doubtless, the great\nFlavian Amphitheatre, known by us at this day as the Colosseum. It\nstands in the valley between the Cælian and Esquiline hills, on\nthe site of a lake formerly attached to the palace of Nero. Gibbon,\nin his graphic way, says of the building (",{"tag":"i","attrs":null,"content":["Decline and Fall"]},",\ni. 355): “Posterity admires, and will long admire, the awful\nremains of the amphitheatre of Titus, which so well deserved the\nepithet of colossal. It was a building of an elliptic figure, five\nhundred and sixty-four feet in length, and four hundred and\nsixty-seven in breadth, founded on fourscore arches, and rising,\nwith four successive orders of architecture, to the height of one\nhundred and forty feet. The outside of the edifice was encrusted\nwith marble, and decorated with statues. The slopes of the vast\nconcave which formed the inside were filled and surrounded with\nsixty or eighty rows of seats of marble, likewise covered with\ncushions, and capable of receiving with ease above fourscore\nthousand spectators. Sixty-four vomitories (for by that name the\ndoors were very aptly distinguished) poured forth the immense\nmultitude; and the entrances, passages, and staircases were\ncontrived with such exquisite skill, that each person, whether of\nthe senatorial, the equestrian, or the plebeian order, arrived at\nhis destined place without trouble or confusion. Nothing was\nomitted which in any respect could be subservient to the\nconvenience or pleasure of the spectators. They were protected from\nthe sun and rain by an ample canopy occasionally drawn over their\nheads. The air was continually refreshed by the playing of\nfountains, and profusely impregnated by the grateful scent of\naromatics. In the centre of the edifice, the arena, or stage, was\nstrewed with the finest sand, and successively assumed the most\ndifferent forms; at one moment it seemed to rise out of the earth,\nlike the garden of the Hesperides, and was afterwards broken into\nthe rocks and caverns of Thrace. The subterraneous pipes conveyed\nan inexhaustible supply of water; and what had just before appeared\na level plain might be suddenly converted into a wide lake, covered\nwith armed vessels and replenished with the monsters of the deep.\nIn the decoration of these scenes the Roman emperors displayed\ntheir wealth and liberality; and we read, on various occasions,\nthat the whole furniture of the amphitheatre consisted either of\nsilver, or of gold, or of amber.” In this magnificent building\nwere enacted ",{"tag":"i","attrs":null,"content":["venatios"]}," or hunting scenes, sea-fights, and\ngladiatorial shows, in all of which the greatest lavishness was\nexhibited. The men engaged were for the most part either criminals\nor captives taken in war. On the occasion of the triumph of Trajan\nfor his victory over the Dacians, it is said that ten thousand\ngladiators were engaged in combat, and that in the ",{"tag":"i","attrs":null,"content":["naumachia"]},"\nor sea-fight shown by Domitian, ships and men in force equal to two\nreal fleets were engaged, at an enormous expenditure of human life.\n“If,” says James Martineau (",{"tag":"i","attrs":null,"content":["Endeavours after the Christian\nLife"]},", pp. 261, 262), “you would witness a scene\ncharacteristic of the popular life of old, you must go to the\namphitheatre of Rome, mingle with its eighty thousand spectators,\nand watch the eager faces of senators and people; observe how the\nmasters of the world spend the wealth of conquest, and indulge the\npride of power. See every wild creature that God has made to dwell,\nfrom the jungles of India to the mountains of Wales, from the\nforests of Germany to the deserts of Nubia, brought hither to be\nhunted down in artificial groves by thousands in an hour, behold\nthe captives of war, noble, perhaps, and wise in their own land,\nturned loose, amid yells of insult, more terrible for their foreign\ntongue, to contend with brutal gladiators, trained to make death\nthe favourite amusement, and present the most solemn of individual\nrealities as a wholesale public sport; mark the light look with\nwhich the multitude, by uplifted finger, demands that the wounded\ncombatant be slain before their eyes; notice the troop of Christian\nmartyrs awaiting hand in hand the leap from the tiger’s den. And\nwhen the day’s spectacle is over, and the blood of two thousand\nvictims stains the ring, follow the giddy crowd as it streams from\nthe vomitories into the street, trace its lazy course into the\nForum, and hear it there scrambling for the bread of private\nindolence doled out by the purse of public corruption; and see how\nit suns itself to sleep in the open ways, or crawls into foul dens\ntill morning brings the hope of games and merry blood again;—and\nyou have an idea of the Imperial people, and their passionate\nliving for the moment, which the gospel found in occupation of the\nworld.” The desire for these shows increased as the empire\nadvanced. Constantine failed to put a stop to them at Rome, though\nthey were not admitted into the Christian capital he established at\nConstantinople. We have already shown (iii. sec. 2, note, above)\nhow strongly attendance at stage-plays and scenes like these was\ncondemned by the Christian teachers. The passion, however, for\nthese exhibitions was so great, that they were only brought to an\nend after the monk Telemachus—horrified that Christians should\nwitness such scenes—had been battered to death by the people in\ntheir rage at his flinging himself between the swordsmen to stop\nthe combat. This tragic episode occurred in the year 403, at a show\nheld in commemoration of a temporary success over the troops of\nAlaric."]}]}],"contents":["13. He, not relinquishing that worldly way\nwhich his parents had bewitched him to pursue, had gone before me\nto Rome, to study law, and there he was carried away in an\nextraordinary manner with an incredible eagerness after the\ngladiatorial shows. For, being utterly opposed to and detesting\nsuch spectacles, he was one day met by chance by divers of his\nacquaintance and fellow-students returning from dinner, and they\nwith a friendly violence drew him, vehemently objecting and\nresisting, into the amphitheatre, on a day of these cruel and\ndeadly shows, he thus protesting: “Though you drag my body to\nthat place, and there place me, can you force me to give my mind\nand lend my eyes to these shows? Thus shall I be absent while\npresent, and so shall overcome both you and them.” They hearing\nthis, dragged him on nevertheless, desirous, perchance, to see\nwhether he could do as he said. When they had arrived thither, and\nhad taken their places as they could, the whole place became\nexcited with the inhuman sports. But he, shutting up the doors of\nhis eyes, forbade his mind to roam abroad after such naughtiness;\nand would that he had shut his ears also! For, upon the fall of one\nin the fight, a mighty cry from the whole audience stirring him\nstrongly, he, overcome by curiosity, and prepared as it were to\ndespise and rise superior to it, no matter what it were, opened his\neyes, and was struck with a deeper wound in his soul than the\nother, whom he desired to see, was in his body;",{"tag":"note","id":"vi.VI.VIII-p2.1"}," and ","he fell more miserably than he on whose fall that\nmighty clamour was raised, which entered through his ears, and\nunlocked his eyes, to make way for the striking and beating down of\nhis soul, which was bold rather than valiant hitherto; and so much\nthe weaker in that it presumed on itself, which ought to have\ndepended on Thee. For, directly he saw that blood, he therewith\nimbibed a sort of savageness; nor did he turn away, but fixed his\neye, drinking in madness unconsciously, and was delighted with the\nguilty contest, and drunken with the bloody pastime. Nor was he now\nthe same he came in, but was one of the throng he came unto, and a\ntrue companion of those who had brought him thither. Why need I say\nmore? He looked, shouted, was excited, carried away with him the\nmadness which would stimulate him to return, not only with those\nwho first enticed him, but also before them, yea, and to draw in\nothers. And from all this didst Thou, with a most powerful and most\nmerciful hand, pluck him, and taughtest him not to repose\nconfidence in himself, but in Thee—but not till long after."]}]},{"title":"Innocent Alypius, Being Apprehended as a Thief, is Set at Liberty by the Cleverness of an Architect.","node-type":"section","sub-title":"Chapter IX","id":"vi.VI.IX","type":"Chapter","shorttitle":"Chapter IX","number":"IX","children":[{"notes":[],"contents":[["Chapter IX.—Innocent Alypius,\nBeing Apprehended as a Thief, is Set at Liberty by the Cleverness\nof an Architect."]]},{"notes":[],"contents":["14. But this was all being stored up in his memory\nfor a medicine hereafter. As was that also, that when he was yet\nstudying under me at Carthage, and was meditating at noonday in the\nmarket-place upon what he had to recite (as scholars are wont to be\nexercised), Thou sufferedst him to be apprehended as a thief by the\nofficers of the market-place. For no other reason, I apprehend,\ndidst Thou, O our God, suffer it, but that he who was in the future\nto prove so great a man should now begin to learn that, in judging\nof causes, man should not with a reckless credulity readily be\ncondemned by man. For as he was walking up and down alone before\nthe judgment-seat with his tablets and pen, lo, a young man, one of\nthe scholars, the real thief, privily bringing a hatchet, got in\nwithout Alypius’ seeing him as far as the leaden bars which\nprotect the silversmiths’ shops, and began to cut away the lead.\nBut the noise of the hatchet being heard, the silversmiths below\nbegan to make a stir, and sent to take in custody whomsoever they\nshould find. But the thief, hearing their voices, ran away, leaving\nhis hatchet, fearing to be taken with it. Now Alypius, who had not\nseen him come in, caught sight of him as he went out, and noted\nwith what speed he made off. And, being curious to know the\nreasons, he entered the place, where, finding the hatchet, he stood\nwondering and pondering, when behold, those that were sent caught\nhim alone, hatchet in hand, the noise whereof had startled them and\nbrought them thither. They lay hold of him and drag him away, and,\ngathering the tenants of the market-place about them, boast of\nhaving taken a notorious thief, and thereupon he was being led away\nto apppear before the judge."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"461","id":"vi.VI.IX-p3.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.IX-p4","class":"endnote"},"content":[" “Alypius became Bishop of Thagaste (Aug. ",{"tag":"i","attrs":null,"content":["De\nGestis c. Emerit"]},". secs. 1 and 5). On the necessity which\nbishops were under of hearing secular causes, and its use, see\nBingham, ii. c. 7.”—E. B. P."]}]}],"contents":["15. But thus far was he to be instructed. For\nimmediately, O Lord, Thou camest to the succour of his innocency,\nwhereof Thou wert the sole witness. For, as he was being led either\nto prison or to punishment, they were met by a \n","certain architect, who had the chief\ncharge of the public buildings. They were specially glad to come\nacross him, by whom they used to be suspected of stealing the goods\nlost out of the market-place, as though at last to convince him by\nwhom these thefts were committed. He, however, had at divers times\nseen Alypius at the house of a certain senator, whom he was wont to\nvisit to pay his respects; and, recognising him at once, he took\nhim aside by the hand, and inquiring of him the cause of so great a\nmisfortune, heard the whole affair, and commanded all the rabble\nthen present (who were very uproarious and full of threatenings) to\ngo with him. And they came to the house of the young man who had\ncommitted the deed. There, before the door, was a lad so young as\nnot to refrain from disclosing the whole through the fear of\ninjuring his master. For he had followed his master to the\nmarket-place. Whom, so soon as Alypius recognised, he intimated it\nto the architect; and he, showing the hatchet to the lad, asked him\nto whom it belonged. “To us,” quoth he immediately; and on\nbeing further interrogated, he disclosed everything. Thus, the\ncrime being transferred to that house, and the rabble shamed, which\nhad begun to triumph over Alypius, he, the future dispenser of Thy\nword, and an examiner of numerous causes in Thy Church,",{"tag":"note","id":"vi.VI.IX-p3.1"}," went away\nbetter experienced and instructed."]}]},{"title":"The Wonderful Integrity of Alypius in Judgment. The Lasting Friendship of Nebridius with Augustin.","node-type":"section","sub-title":"Chapter X","id":"vi.VI.X","type":"Chapter","shorttitle":"Chapter X","number":"X","children":[{"notes":[],"contents":[["Chapter X.—The Wonderful\nIntegrity of Alypius in Judgment. The Lasting Friendship of\nNebridius with Augustin."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"462","id":"vi.VI.X-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.X-p3","class":"endnote"},"content":[" “The Lord High Treasurer of the Western Empire\nwas called ",{"tag":"i","attrs":null,"content":["Comes Sacrarum largitionum"]},". He had six other\ntreasurers in so many provinces under him, whereof he of Italy was\none under whom this Alypius had some office of judicature,\nsomething like (though far inferior) to our Baron of the Exchequer.\nSee Sir Henry Spelman’s ",{"tag":"i","attrs":null,"content":["Glossary"]},", in the word ",{"tag":"i","attrs":null,"content":["\nComes"]},"; and Cassiodor, Var. v. c. 40.”—W. W."]}]},{"tag":"note","attrs":{"place":"end","n":"463","id":"vi.VI.X-p3.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.X-p4","class":"endnote"},"content":[{"tag":"i","attrs":null,"content":["Pretiis prætorianis"]},". Du Cange says that\n“",{"tag":"i","attrs":null,"content":["Pretium regium"]}," is the right of a king or lord to purchase\ncommodities at a certain and definite price.” This may perhaps\nhelp us to understand the phrase as above employed."]}]},{"tag":"note","attrs":{"place":"end","n":"464","id":"vi.VI.X-p4.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.X-p5","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Luke 16.10","parsed":"|Luke|16|10|0|0","osisRef":"Bible:Luke.16.10","id":"vi.VI.X-p5.1"},"content":["Luke xvi. 10"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"465","id":"vi.VI.X-p5.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.X-p6","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Luke 16.11,12","parsed":"|Luke|16|11|16|12","osisRef":"Bible:Luke.16.11-Luke.16.12","id":"vi.VI.X-p6.1"},"content":["Luke xvi. 11, 12"]},"."]}]}],"contents":["16. Him, therefore, had I lighted upon at\nRome, and he clung to me by a most strong tie, and accompanied me\nto Milan, both that he might not leave me, and that he might\npractise something of the law he had studied, more with a view of\npleasing his parents than himself. There had he thrice sat as\nassessor with an uncorruptness wondered at by others, he rather\nwondering at those who could prefer gold to integrity. His\ncharacter was tested, also, not only by the bait of covetousness,\nbut by the spur of fear. At Rome, he was assessor to the Count of\nthe Italian Treasury.",{"tag":"note","id":"vi.VI.X-p2.1"}," There was at that time a most\npotent senator, to whose favours many were indebted, of whom also\nmany stood in fear. He would fain, by his usual power, have a thing\ngranted him which was forbidden by the laws. This Alypius resisted;\na bribe was promised, he scorned it with all his heart; threats\nwere employed, he trampled them under foot,—all men being\nastonished at so rare a spirit, which neither coveted the\nfriendship nor feared the enmity of a man at once so powerful and\nso greatly famed for his innumerable means of doing good or ill.\nEven the judge whose councillor Alypius was, although also\nunwilling that it should be done, yet did not openly refuse it, but\nput the matter off upon Alypius, alleging that it was he who would\nnot permit him to do it; for verily, had the judge done it, Alypius\nwould have decided otherwise. With this one thing in the way of\nlearning was he very nearly led away,—that he might have books\ncopied for him at prætorian prices.",{"tag":"note","id":"vi.VI.X-p3.1"}," But, consulting justice, he changed\nhis mind for the better, esteeming equity, whereby he was hindered,\nmore gainful than the power whereby he was permitted. These are\nlittle things, but “He that is faithful in that which is least,\nis faithful also in much.”",{"tag":"note","id":"vi.VI.X-p4.1"}," Nor can that possibly be void which\nproceedeth out of the mouth of Thy Truth. “If, therefore, ye have\nnot been faithful in the unrighteous mammon, who will commit to\nyour trust the true riches? And if ye have not been faithful in\nthat which is another man’s, who shall give you that which is\nyour own?”",{"tag":"note","id":"vi.VI.X-p5.2"}," He, being\nsuch, did at that time cling to me, and wavered in purpose, as I\ndid, what course of life was to be taken."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"466","id":"vi.VI.X-p7.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.X-p8","class":"endnote"},"content":[" Augustin makes a similar allusion to Nebridius’\nardour in examining difficult questions, especially those which\nrefer ",{"tag":"i","attrs":null,"content":["ad doctrinam pietatis"]},", in his 98th Epistle."]}]},{"tag":"note","attrs":{"place":"end","n":"467","id":"vi.VI.X-p8.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.X-p9","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Ps. 145.15","parsed":"|Ps|145|15|0|0","osisRef":"Bible:Ps.145.15","id":"vi.VI.X-p9.1"},"content":["Ps. cxlv. 15"]},"."]}]}],"contents":["17. Nebridius also, who had left his native\ncountry near Carthage, and Carthage itself, where he had usually\nlived, leaving behind his fine paternal estate, his house, and his\nmother, who intended not to follow him, had come to Milan, for no\nother reason than that he might live with me in a most ardent\nsearch after truth and wisdom. Like me he sighed, like me he\nwavered, an ardent seeker after true life, and a most acute\nexaminer of the most abstruse questions.",{"tag":"note","id":"vi.VI.X-p7.1"}," So were there three begging mouths,\nsighing out their wants one to the other, and waiting upon Thee,\nthat Thou mightest give them their meat in due season.",{"tag":"note","id":"vi.VI.X-p8.1"}," And in all\nthe bitterness which by Thy mercy followed our worldly pursuits, as\nwe contemplated the end, why this suffering should be ours,\ndarkness came upon us; and we turned away groaning and exclaiming,\n“How long shall these things be?” And this we often said; and\nsaying so, we did not relinquish them, for as yet we had discovered\nnoth","ing certain\nto which, when relinquished, we might betake ourselves."]}]},{"title":"Being Troubled by His Grievous Errors, He Meditates Entering on a New Life.","node-type":"section","sub-title":"Chapter XI","id":"vi.VI.XI","type":"Chapter","shorttitle":"Chapter XI","number":"XI","children":[{"notes":[],"contents":[["Chapter XI.—Being Troubled by His\nGrievous Errors, He Meditates Entering on a New Life."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"468","id":"vi.VI.XI-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.XI-p3","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Matt. 7.7","parsed":"|Matt|7|7|0|0","osisRef":"Bible:Matt.7.7","id":"vi.VI.XI-p3.1"},"content":["Matt. vii. 7"]},"."]}]}],"contents":["18. And I, puzzling over and reviewing these\nthings, most marvelled at the length of time from that my\nnineteenth year, wherein I began to be inflamed with the desire of\nwisdom, resolving, when I had found her, to forsake all the empty\nhopes and lying insanities of vain desires. And behold, I was now\ngetting on to my thirtieth year, sticking in the same mire, eager\nfor the enjoyment of things present, which fly away and destroy me,\nwhilst I say, “Tomorrow I shall discover it; behold, it will\nappear plainly, and I shall seize it; behold, Faustus will come and\nexplain everything! O ye great men, ye Academicians, it is then\ntrue that nothing certain for the ordering of life can be attained!\nNay, let us search the more diligently, and let us not despair. Lo,\nthe things in the ecclesiastical books, which appeared to us absurd\naforetime, do not appear so now, and may be otherwise and honestly\ninterpreted. I will set my feet upon that step, where, as a child,\nmy parents placed me, until the clear truth be discovered. But\nwhere and when shall it be sought? Ambrose has no leisure,—we\nhave no leisure to read. Where are we to find the books? Whence or\nwhen procure them? From whom borrow them? Let set times be\nappointed, and certain hours be set apart for the health of the\nsoul. Great hope has risen upon us, the Catholic faith doth not\nteach what we conceived, and vainly accused it of. Her learned ones\nhold it as an abomination to believe that God is limited by the\nform of a human body. And do we doubt to ‘knock,’ in order that\nthe rest may be ‘opened’?",{"tag":"note","id":"vi.VI.XI-p2.1"}," The mornings are taken up by our\nscholars; how do we employ the rest of the day? Why do we not set\nabout this? But when, then, pay our respects to our great friends,\nof whose favours we stand in need? When prepare what our scholars\nbuy from us? When recreate ourselves, relaxing our minds from the\npressure of care?”"]},{"notes":[],"contents":["19. “Perish everything, and let us dismiss these\nempty vanities, and betake ourselves solely to the search after\ntruth! Life is miserable, death uncertain. If it creeps upon us\nsuddenly, in what state shall we depart hence, and where shall we\nlearn what we have neglected here? Or rather shall we not suffer\nthe punishment of this negligence? What if death itself should cut\noff and put an end to all care and feeling? This also, then, must\nbe inquired into. But God forbid that it should be so. It is not\nwithout reason, it is no empty thing, that the so eminent height of\nthe authority of the Christian faith is diffused throughout the\nentire world. Never would such and so great things be wrought for\nus, if, by the death of the body, the life of the soul were\ndestroyed. Why, therefore, do we delay to abandon our hopes of this\nworld, and give ourselves wholly to seek after God and the blessed\nlife? But stay! Even those things are enjoyable; and they possess\nsome and no little sweetness. We must not abandon them lightly, for\nit would be a shame to return to them again. Behold, now is it a\ngreat matter to obtain some post of honour! And what more could we\ndesire? We have crowds of influential friends, though we have\nnothing else, and if we make haste a presidentship may be offered\nus; and a wife with some money, that she increase not our expenses;\nand this shall be the height of desire. Many men, who are great and\nworthy of imitation, have applied themselves to the study of wisdom\nin the marriage state.”"]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"469","id":"vi.VI.XI-p5.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.XI-p6","class":"endnote"},"content":[" “I was entangled in the life of this world,\nclinging to dull hopes of a beauteous wife, the pomp of riches, the\nemptiness of honours, and the other hurtful and destructive\npleasures” (Aug. ",{"tag":"i","attrs":null,"content":["De Util. Credendi"]},", sec. 3). “After I\nhad shaken off the Manichæans and escaped, especially when I had\ncrossed the sea, the Academics long detained me tossing in the\nwaves, winds from all quarters beating against my helm. And so I\ncame to this shore, and there found a pole-star to whom to entrust\nmyself. For I often observed in the discourses of our priest\n[Ambrose], and sometimes in yours [Theodorus], that you had no\ncorporeal notions when you thought of God, or even of the soul,\nwhich of all things is next to God. But I was withheld, I own, from\ncasting myself speedily into the bosom of true wisdom by the\nalluring hopes of marriage and honours; meaning, when I had\nobtained these, to press (as few singularly happy, had before me)\nwith oar and sail into that haven, and there rest” (Aug. ",{"tag":"i","attrs":null,"content":["De\nVita Beata"]},", sec. 4).—E. B. P."]}]},{"tag":"note","attrs":{"place":"end","n":"470","id":"vi.VI.XI-p6.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.XI-p7","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"version":"VUL","passage":"Wisd. 8.2","parsed":"vul|Wis|8|2|0|0","osisRef":"Bible.vul:Wis.8.2","id":"vi.VI.XI-p7.1"},"content":["Wisd. viii. 2"]},", ",{"tag":"i","attrs":null,"content":["Vulg"]},"."]}]}],"contents":["20. Whilst I talked of these things, and these\nwinds veered about and tossed my heart hither and thither, the time\npassed on; but I was slow to turn to the Lord, and from day to day\ndeferred to live in Thee, and deferred not daily to die in myself.\nBeing enamoured of a happy life, I yet feared it in its own abode,\nand, fleeing from it, sought after it. I conceived that I should be\ntoo unhappy were I deprived of the embracements of a woman;",{"tag":"note","id":"vi.VI.XI-p5.1"}," and of Thy\nmerciful medicine to cure that infirmity I thought not, not having\ntried it. As regards continency, I imagined it to be under the\ncontrol of our own strength (though in myself I found it not),\nbeing so foolish as not to know what is written, that none can be\ncontinent unless Thou give it;",{"tag":"note","id":"vi.VI.XI-p6.1"}," and that Thou wouldst give it, if\nwith heartfelt groaning I should knock at Thine ears, and should\nwith firm faith cast my care upon Thee."]}]},{"title":"Discussion with Alypius Concerning a Life of Celibacy.","node-type":"section","sub-title":"Chapter XII","id":"vi.VI.XII","type":"Chapter","shorttitle":"Chapter XII","number":"XII","children":[{"notes":[],"contents":[["Chapter XII.—Discussion with\nAlypius Concerning a Life of Celibacy."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"471","id":"vi.VI.XII-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.XII-p3","class":"endnote"},"content":[" “Paulinus says that though he lived among the\npeople and sat over them, ruling the sheep of the Lord’s fold, as\na watchful shepherd, with anxious sleeplessness, yet by\nrenunciation of the world, and denial of flesh and blood, he had\nmade himself a wilderness, severed from the many, called among the\nfew” (Ap. Aug. ",{"tag":"i","attrs":null,"content":["Ep."]}," 24, sec. 2). St. Jerome calls him\n“his holy and venerable brother, Father (Papa) Alypius”\n(",{"tag":"i","attrs":null,"content":["Ep."]}," 39, ",{"tag":"i","attrs":null,"content":["ibid."]},"). Earlier, Augustin speaks of him as\n“abiding in union with him, to be an example to the brethren who\nwished to avoid the cares of this world” (",{"tag":"i","attrs":null,"content":["Ep."]}," 22); and to\nPaulinus (",{"tag":"i","attrs":null,"content":["Ep"]},". 27), [Romanianus] “is a relation of the\nvenerable and truly blessed Bishop Alypius, whom you embrace with\nyour whole heart deservedly; for whosoever thinks favourably of\nthat man, thinks of the great mercy of God. Soon, by the help of\nGod, I shall transfuse Alypius wholly into your soul [Paulinus had\nasked Alypius to write him his life, and Augustin had, at\nAlypius’ request, undertaken to relieve him, and to do it]; for I\nfeared chiefly lest he should shrink from laying open all which the\nLord has bestowed upon him, lest, if read by any ordinary person\n(for it would not be read by you only), he should seem not so much\nto set forth the gifts of God committed to men, as to exalt\nhimself.”—E. B. P."]}]}],"contents":["21. It was in truth Alypius who prevented me from\nmarrying, alleging that thus we could ","by no means live together, having so much\nundistracted leisure in the love of wisdom, as we had long desired.\nFor he himself was so chaste in this matter that it was\nwonderful—all the more, too, that in his early youth he had\nentered upon that path, but had not clung to it; rather had he,\nfeeling sorrow and disgust at it, lived from that time to the\npresent most continently. But I opposed him with the examples of\nthose who as married men had loved wisdom, found favour with God,\nand walked faithfully and lovingly with their friends. From the\ngreatness of whose spirit I fell far short, and, enthralled with\nthe disease of the flesh and its deadly sweetness, dragged my chain\nalong, fearing to be loosed; and, as if it pressed my wound,\nrejected his kind expostulations, as it were the hand of one who\nwould unchain me. Moreover, it was by me that the serpent spake\nunto Alypius himself, weaving and laying in his path, by my tongue,\npleasant snares, wherein his honourable and free feet",{"tag":"note","id":"vi.VI.XII-p2.1"}," might be\nentangled."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"472","id":"vi.VI.XII-p4.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.XII-p5","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Isa. 28.15","parsed":"|Isa|28|15|0|0","osisRef":"Bible:Isa.28.15","id":"vi.VI.XII-p5.1"},"content":["Isa. xxviii. 15"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"473","id":"vi.VI.XII-p5.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.XII-p6","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Ecclus. 3.27","parsed":"|Sir|3|27|0|0","osisRef":"Bible:Sir.3.27","id":"vi.VI.XII-p6.1"},"content":["Ecclus. iii. 27"]},"."]}]}],"contents":["22. For when he wondered that I, for whom he\nhad no slight esteem, stuck so fast in the bird-lime of that\npleasure as to affirm whenever we discussed the matter that it\nwould be impossible for me to lead a single life, and urged in my\ndefence when I saw him wonder that there was a vast difference\nbetween the life that he had tried by stealth and snatches (of\nwhich he had now but a faint recollection, and might therefore,\nwithout regret, easily despise), and my sustained acquaintance with\nit, whereto if but the honourable name of marriage were added, he\nwould not then be astonished at my inability to contemn that\ncourse,—then began he also to wish to be married, not as if\noverpowered by the lust of such pleasure, but from curiosity. For,\nas he said, he was anxious to know what that could be without which\nmy life, which was so pleasing to him, seemed to me not life but a\npenalty. For his mind, free from that chain, was astounded at my\nslavery, and through that astonishment was going on to a desire of\ntrying it, and from it to the trial itself, and thence, perchance,\nto fall into that bondage whereat he was so astonished, seeing he\nwas ready to enter into “a covenant with death;”",{"tag":"note","id":"vi.VI.XII-p4.1"}," and he that\nloves danger shall fall into it.",{"tag":"note","id":"vi.VI.XII-p5.2"}," For whatever the conjugal honour be\nin the office of well-ordering a married life, and sustaining\nchildren, influenced us but slightly. But that which did for the\nmost part afflict me, already made a slave to it, was the habit of\nsatisfying an insatiable lust; him about to be enslaved did an\nadmiring wonder draw on. In this state were we, until Thou, O most\nHigh, not forsaking our lowliness, commiserating our misery, didst\ncome to our rescue by wonderful and secret ways."]}]},{"title":"Being Urged by His Mother to Take a Wife, He Sought a Maiden that Was Pleasing Unto Him.","node-type":"section","sub-title":"Chapter XIII","id":"vi.VI.XIII","type":"Chapter","shorttitle":"Chapter XIII","number":"XIII","children":[{"notes":[],"contents":[["Chapter XIII.—Being Urged by His\nMother to Take a Wife, He Sought a Maiden that Was Pleasing Unto\nHim."]]},{"notes":[],"contents":["23. Active efforts were made to get me a wife. I\nwooed, I was engaged, my mother taking the greatest pains in the\nmatter, that when I was once married, the health-giving baptism\nmight cleanse me; for which she rejoiced that I was being daily\nfitted, remarking that her desires and Thy promises were being\nfulfilled in my faith. At which time, verily, both at my request\nand her own desire, with strong heartfelt cries did we daily beg of\nThee that Thou wouldest by a vision disclose unto her something\nconcerning my future marriage; but Thou wouldest not. She saw\nindeed certain vain and fantastic things, such as the earnestness\nof a human spirit, bent thereon, conjured up; and these she told me\nof, not with her usual confidence when Thou hadst shown her\nanything, but slighting them. For she could, she declared, through\nsome feeling which she could not express in words, discern the\ndifference betwixt Thy revelations and the dreams of her own\nspirit. Yet the affair was pressed on, and a maiden sued who wanted\ntwo years of the marriageable age; and, as she was pleasing, she\nwas waited for."]}]},{"title":"The Design of Establishing a Common Household with His Friends is Speedily Hindered.","node-type":"section","sub-title":"Chapter XIV","id":"vi.VI.XIV","type":"Chapter","shorttitle":"Chapter XIV","number":"XIV","children":[{"notes":[],"contents":[["Chapter XIV.—The Design of\nEstablishing a Common Household with His Friends is Speedily\nHindered."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"474","id":"vi.VI.XIV-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.XIV-p3","class":"endnote"},"content":[" Romanianus was a relation of Alypius (Aug. ",{"tag":"i","attrs":null,"content":["\nEp."]}," 27, ",{"tag":"i","attrs":null,"content":["ad Paulin."]},"), of talent which astonished Augustin\nhimself (",{"tag":"i","attrs":null,"content":["C. Acad."]}," i. 1, ii. 1), “surrounded by affluence\nfrom early youth, and snatched by what are thought adverse\ncircumstances from the absorbing whirlpools of life”\n(",{"tag":"i","attrs":null,"content":["ibid."]},"). Augustin frequently mentions his great wealth, as\nalso this vexatious suit, whereby he was harassed (",{"tag":"i","attrs":null,"content":["C. Acad."]},"\ni. 1, ii. 1), and which so clouded his mind that his talents were\nalmost unknown (",{"tag":"i","attrs":null,"content":["C. Acad."]}," ii. 2); as also his very great\nkindness to himself, when, “as a poor lad, setting out to foreign\nstudy, he had received him in his house, supported and (yet more)\nencouraged him; when deprived of his father, comforted, animated,\naided him: when returning to Carthage, in pursuit of a higher\nemployment, supplied him with all necessaries.” “Lastly,”\nsays Augustin, “whatever ease I now enjoy, that I have escaped\nthe bonds of useless desires, that, laying aside the weight of dead\ncares, I breathe, recover, return to myself, that with all\nearnestness I am seeking the truth [Augustin wrote this the year\nbefore his baptism], that I am attaining it, that I trust wholly to\narrive at it, you encouraged, impelled, effected” (",{"tag":"i","attrs":null,"content":["C.\nAcad."]}," ii. 2). Augustin had “cast him headlong with himself”\n(as so many other of his friends) into the Manichæan heresy\n(",{"tag":"i","attrs":null,"content":["ibid."]}," i. sec. 3), and it is to be hoped that he extricated\nhim with himself; but we only learn positively that he continued to\nbe fond of the works of Augustin (",{"tag":"i","attrs":null,"content":["Ep."]}," 27), whereas in that\nwhich he dedicated to him (",{"tag":"i","attrs":null,"content":["C. Acad."]},"), Augustin writes very\ndoubtingly to him, and afterwards recommends him to Paulinus, “to\nbe cured wholly or in part by his conversation” (",{"tag":"i","attrs":null,"content":["Ep."]},"\n27).—E. B. P."]}]},{"tag":"note","attrs":{"place":"end","n":"475","id":"vi.VI.XIV-p3.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.XIV-p4","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Matt. 7.13","parsed":"|Matt|7|13|0|0","osisRef":"Bible:Matt.7.13","id":"vi.VI.XIV-p4.1"},"content":["Matt. vii. 13"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"476","id":"vi.VI.XIV-p4.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.XIV-p5","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Ps. 33.11","parsed":"|Ps|33|11|0|0","osisRef":"Bible:Ps.33.11","id":"vi.VI.XIV-p5.1"},"content":["Ps. xxxiii. 11"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"477","id":"vi.VI.XIV-p5.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.XIV-p6","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Ps. 145.15,16","parsed":"|Ps|145|15|145|16","osisRef":"Bible:Ps.145.15-Ps.145.16","id":"vi.VI.XIV-p6.1"},"content":["Ps. cxlv. 15, 16"]},"."]}]}],"contents":["24. And many of us friends, consulting on and\nabhorring the turbulent vexations of human life, had considered and\nnow almost determined upon living at ease and separate from the\nturmoil of men. And this was to be obtained in this way; we were to\nbring whatever we could severally procure, and make a common\nhousehold, so that, through the sincerity of our friendship,\nnothing should belong more to one than the other; but the whole,\nbeing derived from all, should as a whole belong to each, and the\nwhole unto all. It seemed to us that this ","society might consist of ten persons, some\nof whom were very rich, especially Romanianus,",{"tag":"note","id":"vi.VI.XIV-p2.1"}," our townsman, an intimate friend of\nmine from his childhood, whom grave business matters had then\nbrought up to Court; who was the most earnest of us all for this\nproject, and whose voice was of great weight in commending it,\nbecause his estate was far more ample than that of the rest. We had\narranged, too, that two officers should be chosen yearly, for the\nproviding of all necessary things, whilst the rest were left\nundisturbed. But when we began to reflect whether the wives which\nsome of us had already, and others hoped to have, would permit\nthis, all that plan, which was being so well framed, broke to\npieces in our hands, and was utterly wrecked and cast aside. Thence\nwe fell again to sighs and groans, and our steps to follow the\nbroad and beaten ways",{"tag":"note","id":"vi.VI.XIV-p3.1"}," of the world; for many thoughts\nwere in our heart, but Thy counsel standeth for ever.",{"tag":"note","id":"vi.VI.XIV-p4.2"}," Out of which\ncounsel Thou didst mock ours, and preparedst Thine own, purposing\nto give us meat in due season, and to open Thy hand, and to fill\nour souls with blessing.",{"tag":"note","id":"vi.VI.XIV-p5.2"}]}]},{"title":"He Dismisses One Mistress, and Chooses Another.","node-type":"section","sub-title":"Chapter XV","id":"vi.VI.XV","type":"Chapter","shorttitle":"Chapter XV","number":"XV","children":[{"notes":[],"contents":[["Chapter XV.—He Dismisses One\nMistress, and Chooses Another."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"478","id":"vi.VI.XV-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.XV-p3","class":"endnote"},"content":[" In his ",{"tag":"i","attrs":null,"content":["De Natura Con. Manich."]}," he has the\nsame idea. He is speaking of the evil that has no pain, and\nremarks: “Likewise in the body, better is a wound with pain than\nputrefaction without pain, which is specially styled corruption;”\nand the same idea is embodied in the extract from Caird’s ",{"tag":"i","attrs":null,"content":["\nSermons"]},", on p. 5, note 7."]}]}],"contents":["25. Meanwhile my sins were being multiplied,\nand my mistress being torn from my side as an impediment to my\nmarriage, my heart, which clave to her, was racked, and wounded,\nand bleeding. And she went back to Africa, making a vow unto Thee\nnever to know another man, leaving with me my natural son by her.\nBut I, unhappy one, who could not imitate a woman, impatient of\ndelay, since it was not until two years’ time I was to obtain her\nI sought,—being not so much a lover of marriage as a slave to\nlust,—procured another (not a wife, though), that so by the\nbondage of a lasting habit the disease of my soul might be nursed\nup, and kept up in its vigour, or even increased, into the kingdom\nof marriage. Nor was that wound of mine as yet cured which had been\ncaused by the separation from my former mistress, but after\ninflammation and most acute anguish it mortified,",{"tag":"note","id":"vi.VI.XV-p2.1"}," and the pain became numbed, but\nmore desperate."]}]},{"title":"The Fear of Death and Judgment Called Him, Believing in the Immortality of the Soul, Back from His Wickedness, Him Who Aforetime Believed in the Opinions of Epicurus.","node-type":"section","sub-title":"Chapter XVI","id":"vi.VI.XVI","type":"Chapter","shorttitle":"Chapter XVI","number":"XVI","children":[{"notes":[],"contents":[["Chapter XVI.—The Fear of Death\nand Judgment Called Him, Believing in the Immortality of the Soul,\nBack from His Wickedness, Him Who Aforetime Believed in the\nOpinions of Epicurus."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"479","id":"vi.VI.XVI-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.XVI-p3","class":"endnote"},"content":[" The ethics of Epicurus were a modified Hedonism\n(Diog. Laërt. ",{"tag":"i","attrs":null,"content":["De Vitis"]},", etc., x. 123). With him the earth\nwas a congeries of atoms (",{"tag":"i","attrs":null,"content":["ibid"]},". 38, 40), which atoms existed\nfrom eternity, and ",{"tag":"i","attrs":null,"content":["formed themselves"]},", uninfluenced by the\ngods. The soul he held to be material. It was diffused through the\nbody, and was in its nature somewhat like air. At death it was\nresolved into its original atoms, when the being ceased to exist\n(",{"tag":"i","attrs":null,"content":["ibid"]},". 63, 64). Hence death was a matter of indifference to\nman [",{"tag":"span","attrs":{"lang":"EL","id":"vi.VI.XVI-p3.1","class":"Greek"},"content":["ὁ θάνατος\nοὐδὲν πρὸς ἡμᾶς"]},", ",{"tag":"i","attrs":null,"content":["ibid"]},". 124, etc.]. In that\ngreat upheaval after the scholasticism of the Middle Ages, the\nvarious ancient philosophies were revived. This of Epicurus was\ndisentombed and, as it were, vitalized by Gassendi, in the\nbeginning of the seventeenth century; and it has a special\nimportance from its bearing on the physical theories and\ninvestigations of modern times. Archer Butler, adverting to the\ninadequacy of the chief philosophical schools to satisfy the wants\nof the age in the early days of the planting of Christianity\n(",{"tag":"i","attrs":null,"content":["Lectures on Ancient Philosophy"]},", ii. 333), says of the\nEpicurean: “Its popularity was unquestioned; its adaptation to a\nluxurious age could not be doubted. But it was not formed to\nsatisfy the wants of the time, however it might minister to its\npleasures. It was, indeed, as it still continues to be, the tacit\nphilosophy of the careless, and might thus number a larger army of\ndisciples than any contemporary system. But its supremacy existed\nonly when it estimated numbers, it ceased when tried by ",{"tag":"i","attrs":null,"content":["\nweight"]},". The eminent men of Rome were often its avowed\nfavourers; but they were for the most part men eminent in arms and\nstatesmanship, rather than the influential directors of the world\nof speculation. Nor could the admirable poetic art of Lucretius, or\nthe still more attractive ease of Horace, confer such strength or\ndignity upon the system as to enable it to compete with the new and\nmysterious elements now upon all sides gathering into\nconflict.”"]}]},{"tag":"note","attrs":{"place":"end","n":"480","id":"vi.VI.XVI-p3.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.XVI-p4","class":"endnote"},"content":[" See viii. sec. 17, note, below."]}]},{"tag":"note","attrs":{"place":"end","n":"481","id":"vi.VI.XVI-p4.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.VI.XVI-p5","class":"endnote"},"content":[" See above, iv. cc. 1, 10, and 12."]}]}],"contents":["26. Unto Thee be praise, unto Thee be glory, O\nFountain of mercies! I became more wretched, and Thou nearer. Thy\nright hand was ever ready to pluck me out of the mire, and to\ncleanse me, but I was ignorant of it. Nor did anything recall me\nfrom a yet deeper abyss of carnal pleasures, but the fear of death\nand of Thy future judgment, which, amid all my fluctuations of\nopinion, never left my breast. And in disputing with my friends,\nAlypius and Nebridius, concerning the nature of good and evil, I\nheld that Epicurus had, in my judgment, won the palm, had I not\nbelieved that after death there remained a life for the soul, and\nplaces of recompense, which Epicurus would not believe.",{"tag":"note","id":"vi.VI.XVI-p2.1"}," And I\ndemanded, “Supposing us to be immortal, and to be living in the\nenjoyment of perpetual bodily pleasure, and that without any fear\nof losing it, why, then, should we not be happy, or why should we\nsearch for anything else?”—not knowing that even this very\nthing was a part of my great misery, that, being thus sunk and\nblinded, I could not discern that light \n","of honour and beauty to be embraced\nfor its own sake,",{"tag":"note","id":"vi.VI.XVI-p3.2"}," which cannot\nbe seen by the eye of the flesh, it being visible only to the inner\nman. Nor did I, unhappy one, consider out of what vein it emanated,\nthat even these things, loathsome as they were, I with pleasure\ndiscussed with my friends. Nor could I, even in accordance with my\nthen notions of happiness, make myself happy without friends, amid\nno matter how great abundance of carnal pleasures. And these\nfriends assuredly I loved for their own sakes, and I knew myself to\nbe loved of them again for my own sake. O crooked ways! Woe to the\naudacious soul which hoped that, if it forsook Thee, it would find\nsome better thing! It hath turned and returned, on hack, sides, and\nbelly, and all was hard,",{"tag":"note","id":"vi.VI.XVI-p4.1"}," and Thou alone rest. And behold,\nThou art near, and deliverest us from our wretched wanderings, and\nstablishest us in Thy way, and dost comfort us, and say, “Run; I\nwill carry you, yea, I will lead you, and there also will I carry\nyou.”"]},{"notes":[],"contents":["————————————"]}]}]}