{"title":"He advances to puberty, and indeed to the early part of the sixteenth year of his age, in which, having abandoned his studies, he indulged in lustful pleasures, and, with his companions, committed theft.","node-type":"section","sub-title":"Book II","id":"II_1","type":"Book","shorttitle":"Book II","number":"II","children":[{"notes":[],"contents":[["Book II."]]},{"notes":[],"contents":["————————————"]},{"notes":[],"contents":["He advances to puberty, and indeed to the early part\nof the sixteenth year of his age, in which, having abandoned his\nstudies, he indulged in lustful pleasures, and, with his\ncompanions, committed theft."]},{"notes":[],"contents":["————————————"]},{"title":"He Deplores the Wickedness of His Youth.","node-type":"section","sub-title":"Chapter I","id":"vi.II_1.I","type":"Chapter","shorttitle":"Chapter I","number":"I","children":[{"notes":[],"contents":[[]]},{"notes":[],"contents":[["Chapter I.—He Deplores the\nWickedness of His Youth."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"187","id":"vi.II_1.I-p3.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.I-p4","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Ps. 39.11","parsed":"|Ps|39|11|0|0","osisRef":"Bible:Ps.39.11","id":"vi.II_1.I-p4.1"},"content":["Ps. xxxix. 11"]},"."]}]}],"contents":["1. ",["I Will"]," now call to\nmind my past foulness, and the carnal corruptions of my soul, not\nbecause I love them, but that I may love Thee, O my God. For love\nof Thy love do I it, recalling, in the very bitterness of my\nremembrance, my most vicious ways, that Thou mayest grow sweet to\nme,—Thou sweetness without deception! Thou sweetness happy and\nassured!—and re-collecting myself out of that my dissipation, in\nwhich I was torn to pieces, while, turned away from Thee the One, I\nlost myself among many vanities. For I even longed in my youth\nformerly to be satisfied with worldly things, and I dared to grow\nwild again with various and shadowy loves; my form consumed away,",{"tag":"note","id":"vi.II_1.I-p3.2"}," and I became\ncorrupt in Thine eyes, pleasing myself, and eager to please in the\neyes of men."]}]},{"title":"Stricken with Exceeding Grief, He Remembers the Dissolute Passions in Which, in His Sixteenth Year, He Used to Indulge.","node-type":"section","sub-title":"Chapter II","id":"vi.II_1.II","type":"Chapter","shorttitle":"Chapter II","number":"II","children":[{"notes":[],"contents":[["Chapter II.—Stricken with\nExceeding Grief, He Remembers the Dissolute Passions in Which, in\nHis Sixteenth Year, He Used to Indulge."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"188","id":"vi.II_1.II-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.II-p3","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Matt. 17.17","parsed":"|Matt|17|17|0|0","osisRef":"Bible:Matt.17.17","id":"vi.II_1.II-p3.1"},"content":["Matt. xvii. 17"]},"."]}]}],"contents":["2. But what was it that I delighted in save to\nlove and to be beloved? But I held it not in moderation, mind to\nmind, the bright path of friendship, but out of the dark\nconcupiscence of the flesh and the effervescence of youth\nexhalations came forth which obscured and overcast my heart, so\nthat I was unable to discern pure affection from unholy desire.\nBoth boiled confusedly within me, and dragged away my unstable\nyouth into the rough places of unchaste desires, and plunged me\ninto a gulf of infamy. Thy anger had overshadowed me, and I knew it\nnot. I was become deaf by the rattling of the chains of my\nmortality, the punishment for my soul’s pride; and I wandered\nfarther from Thee, and Thou didst “suffer”",{"tag":"note","id":"vi.II_1.II-p2.1"}," me; and I was tossed to and fro,\nand wasted, and poured out, and boiled over in my fornications, and\nThou didst hold Thy peace, O Thou my tardy joy! Thou then didst\nhold Thy peace, and I wandered still farther from Thee, into more\nand more barren seed-plots of sorrows, with proud dejection and\nrestless lassitude."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"189","id":"vi.II_1.II-p4.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.II-p5","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"1 Cor. 7.28","parsed":"|1Cor|7|28|0|0","osisRef":"Bible:1Cor.7.28","id":"vi.II_1.II-p5.1"},"content":["1 Cor. vii. 28"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"190","id":"vi.II_1.II-p5.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.II-p6","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"1 Cor. 7.1","parsed":"|1Cor|7|1|0|0","osisRef":"Bible:1Cor.7.1","id":"vi.II_1.II-p6.1"},"content":["1 Cor. vii. 1"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"191","id":"vi.II_1.II-p6.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.II-p7","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"1 Cor. 7.32,33","parsed":"|1Cor|7|32|7|33","osisRef":"Bible:1Cor.7.32-1Cor.7.33","id":"vi.II_1.II-p7.1"},"content":["1 Cor. vii. 32, 33"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"192","id":"vi.II_1.II-p7.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.II-p8","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Matt. 19.12","parsed":"|Matt|19|12|0|0","osisRef":"Bible:Matt.19.12","id":"vi.II_1.II-p8.1"},"content":["Matt. xix. 12"]},"."]}]}],"contents":["3. Oh for one to have regulated my disorder,\nand turned to my profit the fleeting beauties of the things around\nme, and fixed a bound to their sweetness, so that the tides of my\nyouth might have spent themselves upon the conjugal shore, if so be\nthey could not be tranquillized and satisfied within the object of\na family, as Thy law appoints, O Lord,—who thus formest the\noffspring of our death, being able also with a tender hand to blunt\nthe thorns which were excluded from Thy paradise! For Thy\nomnipotency is not far from us even when we are far from Thee, else\nin truth ought I more vigilantly to have given heed to the voice\nfrom the clouds: “Nevertheless, such shall have trouble in the\nflesh, but I spare you;”",{"tag":"note","id":"vi.II_1.II-p4.1"}," and, “It is good for a man not to\ntouch a woman;”",{"tag":"note","id":"vi.II_1.II-p5.2"}," and, “He\nthat is unmarried careth for the things that belong to the Lord,\nhow he may please the Lord; but he that is married careth for the\nthings that are of the world, how he may please his wife.”",{"tag":"note","id":"vi.II_1.II-p6.2"}," I should,\ntherefore, have listened more attentively to these words, and,\nbeing severed “for the kingdom of heaven’s sake,”",{"tag":"note","id":"vi.II_1.II-p7.2"}," I would with\ngreater happiness have expected Thy embraces."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"193","id":"vi.II_1.II-p9.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.II-p10","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Isa. 10.26","parsed":"|Isa|10|26|0|0","osisRef":"Bible:Isa.10.26","id":"vi.II_1.II-p10.1"},"content":["Isa. x. 26"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"194","id":"vi.II_1.II-p10.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.II-p11","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Deut. 32.39","parsed":"|Deut|32|39|0|0","osisRef":"Bible:Deut.32.39","id":"vi.II_1.II-p11.1"},"content":["Deut. xxxii. 39"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"195","id":"vi.II_1.II-p11.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.II-p12","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"version":"VUL","passage":"Ps. 93.20","parsed":"vul|Ps|93|20|0|0","osisRef":"Bible.vul:Ps.93.20","id":"vi.II_1.II-p12.1"},"content":["Ps. xciii. 20"]},", ",{"tag":"i","attrs":null,"content":["Vulg."]}," “Lit.\n‘Formest trouble in or as a precept.’ Thou makest to us a\nprecept out of trouble, so that trouble itself shall be a precept\nto us, ",{"tag":"i","attrs":null,"content":["i.e."]}," hast willed so to discipline and instruct those\nThy sons, that they should not be without fear, lest they should\nlove something else, and forget Thee, their true good.”—S.\n",{"tag":"span","attrs":{"id":"vi.II_1.II-p12.2","class":"c9"},"content":["Aug."]},{"tag":"i","attrs":null,"content":["ad loc."]},"—E. B. P."]}]}],"contents":["4. But I, poor fool, seethed as does the sea,\nand, forsaking Thee, followed the violent course of my own stream,\nand exceeded all Thy limitations; nor did I escape Thy scourges.",{"tag":"note","id":"vi.II_1.II-p9.1"}," For what\nmortal can do so? But Thou wert always by me, mercifully angry, and\ndashing with the bitterest vexations all my illicit pleasures, in\norder that I might seek pleasures free from vexation. But where I\ncould meet with such except in Thee, O Lord, I could not\nfind,—except in Thee, who teachest by sorrow,",{"tag":"note","id":"vi.II_1.II-p10.2"}," and ","woundest us to heal us, and killest us that\nwe may not die from Thee.",{"tag":"note","id":"vi.II_1.II-p11.2"}," Where was I, and how far was I\nexiled from the delights of Thy house, in that sixteenth year of\nthe age of my flesh, when the madness of lust—to the which human\nshamelessness granteth full freedom, although forbidden by Thy\nlaws—held complete sway over me, and I resigned myself entirely\nto it? Those about me meanwhile took no care to save me from ruin\nby marriage, their sole care being that I should learn to make a\npowerful speech, and become a persuasive orator."]}]},{"title":"Concerning His Father, a Freeman of Thagaste, the Assister of His Son’s Studies, and on the Admonitions of His Mother on the Preservation of Chastity.","node-type":"section","sub-title":"Chapter III","id":"vi.II_1.III","type":"Chapter","shorttitle":"Chapter III","number":"III","children":[{"notes":[],"contents":[["Chapter III.—Concerning His\nFather, a Freeman of Thagaste, the Assister of His Son’s Studies,\nand on the Admonitions of His Mother on the Preservation of\nChastity."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"196","id":"vi.II_1.III-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.III-p3","class":"endnote"},"content":[" “Formerly an episcopal city: now a small village.\nAt this time the inhabitants were heathen. St. Augustin calls them\n‘his fathers,’ in a letter persuading them to embrace the\ngospel.—",{"tag":"i","attrs":null,"content":["Ep."]}," 232.”—E. B. P."]}]},{"tag":"note","attrs":{"place":"end","n":"197","id":"vi.II_1.III-p3.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.III-p4","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Ps. 130.1","parsed":"|Ps|130|1|0|0","osisRef":"Bible:Ps.130.1","id":"vi.II_1.III-p4.1"},"content":["Ps. cxxx. 1"]},"."]}]}],"contents":["5. And for that year my studies were\nintermitted, while after my return from Madaura",{"tag":"note","id":"vi.II_1.III-p2.1"}," (a neighbouring city, whither I had\nbegun to go in order to learn grammar and rhetoric), the expenses\nfor a further residence at Carthage were provided for me; and that\nwas rather by the determination than the means of my father, who\nwas but a poor freeman of Thagaste. To whom do I narrate this? Not\nunto Thee, my God; but before Thee unto my own kind, even to that\nsmall part of the human race who may chance to light upon these my\nwritings. And to what end? That I and all who read the same may\nreflect out of what depths we are to cry unto Thee.",{"tag":"note","id":"vi.II_1.III-p3.1"}," For what\ncometh nearer to Thine ears than a confessing heart and a life of\nfaith? For who did not extol and praise my father, in that he went\neven beyond his means to supply his son with all the necessaries\nfor a far journey for the sake of his studies? For many far richer\ncitizens did not the like for their children. But yet this same\nfather did not trouble himself how I grew towards Thee, nor how\nchaste I was, so long as I was skilful in speaking—however barren\nI was to Thy tilling, O God, who art the sole true and good Lord of\nmy heart, which is Thy field."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"198","id":"vi.II_1.III-p5.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.III-p6","class":"endnote"},"content":[{"tag":"i","attrs":null,"content":["Nondum fideli"]},", not having rehearsed the\narticles of the Christian faith at baptism. See i. sec. 17, note,\nabove; and below, sec. 1, note."]}]},{"tag":"note","attrs":{"place":"end","n":"199","id":"vi.II_1.III-p6.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.III-p7","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Jer. 2.27","parsed":"|Jer|2|27|0|0","osisRef":"Bible:Jer.2.27","id":"vi.II_1.III-p7.1"},"content":["Jer. ii. 27"]},"."]}]}],"contents":["6. But while, in that sixteenth year of my\nage, I resided with my parents, having holiday from school for a\ntime (this idleness being imposed upon me by my parents’\nnecessitous circumstances), the thorns of lust grew rank over my\nhead, and there was no hand to pluck them out. Moreover when my\nfather, seeing me at the baths, perceived that I was becoming a\nman, and was stirred with a restless youthfulness, he, as if from\nthis anticipating future descendants, joyfully told it to my\nmother; rejoicing in that intoxication wherein the world so often\nforgets Thee, its Creator, and falls in love with Thy creature\ninstead of Thee, from the invisible wine of its own perversity\nturning and bowing down to the most infamous things. But in my\nmother’s breast Thou hadst even now begun Thy temple, and the\ncommencement of Thy holy habitation, whereas my father was only a\ncatechumen as yet, and that but recently. She then started up with\na pious fear and trembling; and, although I had not yet been\nbaptized,",{"tag":"note","id":"vi.II_1.III-p5.1"}," she feared\nthose crooked ways in which they walk who turn their back to Thee,\nand not their face.",{"tag":"note","id":"vi.II_1.III-p6.1"}]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"200","id":"vi.II_1.III-p8.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.III-p9","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Ps. 116.16","parsed":"|Ps|116|16|0|0","osisRef":"Bible:Ps.116.16","id":"vi.II_1.III-p9.1"},"content":["Ps. cxvi. 16"]},"."]}]}],"contents":["7. Woe is me! and dare I affirm that Thou\nheldest Thy peace, O my God, while I strayed farther from Thee?\nDidst Thou then hold Thy peace to me? And whose words were they but\nThine which by my mother, Thy faithful handmaid, Thou pouredst into\nmy ears, none of which sank into my heart to make me do it? For she\ndesired, and I remember privately warned me, with great solicitude,\n“not to commit fornication; but above all things never to defile\nanother man’s wife.” These appeared to me but womanish\ncounsels, which I should blush to obey. But they were Thine, and I\nknew it not, and I thought that Thou heldest Thy peace, and that it\nwas she who spoke, through whom Thou heldest not Thy peace to me,\nand in her person wast despised by me, her son, “the son of Thy\nhandmaid, Thy servant.”",{"tag":"note","id":"vi.II_1.III-p8.1"}," But this I knew not; and rushed on\nheadlong with such blindness, that amongst my equals I was ashamed\nto be less shameless, when I heard them pluming themselves upon\ntheir disgraceful acts, yea, and glorying all the more in\nproportion to the greatness of their baseness; and I took pleasure\nin doing it, not for the pleasure’s sake only, but for the\npraise. What is worthy of dispraise but vice? But I made myself out\nworse than I was, in order that I might not be dispraised; and when\nin anything I had not sinned as the abandoned ones, I would affirm\nthat I had done what I had not, that I might not appear abject for\nbeing more innocent, or of less esteem for being more\nchaste."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"201","id":"vi.II_1.III-p10.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.III-p11","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Jer. 51.6","parsed":"|Jer|51|6|0|0","osisRef":"Bible:Jer.51.6","id":"vi.II_1.III-p11.1"},"content":["Jer. li. 6"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"202","id":"vi.II_1.III-p11.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.III-p12","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Ps. 73.7","parsed":"|Ps|73|7|0|0","osisRef":"Bible:Ps.73.7","id":"vi.II_1.III-p12.1"},"content":["Ps. lxxiii. 7"]},"."]}]}],"contents":["8. Behold with what companions I walked the streets\nof Babylon, in whose filth I was rolled, as if in cinnamon and\nprecious ointments. And that I might cleave the more tena","ciously to its very\ncentre, my invisible enemy trod me down, and seduced me, I being\neasily seduced. Nor did the mother of my flesh, although she\nherself had ere this fled “out of the midst of Babylon,”",{"tag":"note","id":"vi.II_1.III-p10.1"},"—progressing, however, but slowly\nin the skirts of it,—in counselling me to chastity, so bear in\nmind what she had been told about me by her husband as to restrain\nin the limits of conjugal affection (if it could not be cut away to\nthe quick) what she knew to be destructive in the present and\ndangerous in the future. But she took no heed of this, for she was\nafraid lest a wife should prove a hindrance and a clog to my hopes.\nNot those hopes of the future world, which my mother had in Thee;\nbut the hope of learning, which both my parents were too anxious\nthat I should acquire,—he, because he had little or no thought of\nThee, and but vain thoughts for me—she, because she calculated\nthat those usual courses of learning would not only be no drawback,\nbut rather a furtherance towards my attaining Thee. For thus I\nconjecture, recalling as well as I can the dispositions of my\nparents. The reins, meantime, were slackened towards me beyond the\nrestraint of due severity, that I might play, yea, even to\ndissoluteness, in whatsoever I fancied. And in all there was a\nmist, shutting out from my sight the brightness of Thy truth, O my\nGod; and my iniquity displayed itself as from very “fatness.”",{"tag":"note","id":"vi.II_1.III-p11.2"}]}]},{"title":"He Commits Theft with His Companions, Not Urged on by Poverty, But from a Certain Distaste of Well-Doing.","node-type":"section","sub-title":"Chapter IV","id":"vi.II_1.IV","type":"Chapter","shorttitle":"Chapter IV","number":"IV","children":[{"notes":[],"contents":[["Chapter IV.—He Commits Theft with\nHis Companions, Not Urged on by Poverty, But from a Certain\nDistaste of Well-Doing."]]},{"notes":[],"contents":["9. Theft is punished by Thy law, O Lord, and by the\nlaw written in men’s hearts, which iniquity itself cannot blot\nout. For what thief will suffer a thief? Even a rich thief will not\nsuffer him who is driven to it by want. Yet had I a desire to\ncommit robbery, and did so, compelled neither by hunger, nor\npoverty through a distaste for well-doing, and a lustiness of\niniquity. For I pilfered that of which I had already sufficient,\nand much better. Nor did I desire to enjoy what I pilfered, but the\ntheft and sin itself. There was a pear-tree close to our vineyard,\nheavily laden with fruit, which was tempting neither for its colour\nnor its flavour. To shake and rob this some of us wanton young\nfellows went, late one night (having, according to our disgraceful\nhabit, prolonged our games in the streets until then), and carried\naway great loads, not to eat ourselves, but to fling to the very\nswine, having only eaten some of them; and to do this pleased us\nall the more because it was not permitted. Behold my heart, O my\nGod; behold my heart, which Thou hadst pity upon when in the\nbottomless pit. Behold, now, let my heart tell Thee what it was\nseeking there, that I should be gratuitously wanton, having no\ninducement to evil but the evil itself. It was foul, and I loved\nit. I loved to perish. I loved my own error—not that for which I\nerred, but the error itself. Base soul, falling from Thy firmament\nto utter destruction—not seeking aught through the shame but the\nshame itself!"]}]},{"title":"Concerning the Motives to Sin, Which are Not in the Love of Evil, But in the Desire of Obtaining the Property of Others.","node-type":"section","sub-title":"Chapter V","id":"vi.II_1.V","type":"Chapter","shorttitle":"Chapter V","number":"V","children":[{"notes":[],"contents":[["Chapter V.—Concerning the Motives\nto Sin, Which are Not in the Love of Evil, But in the Desire of\nObtaining the Property of Others."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"203","id":"vi.II_1.V-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.V-p3","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Ps. 64.10","parsed":"|Ps|64|10|0|0","osisRef":"Bible:Ps.64.10","id":"vi.II_1.V-p3.1"},"content":["Ps. lxiv. 10"]},"."]}]}],"contents":["10. There is a desirableness in all beautiful\nbodies, and in gold, and silver, and all things; and in bodily\ncontact sympathy is powerful, and each other sense hath his proper\nadaptation of body. Worldly honour hath also its glory, and the\npower of command, and of overcoming; whence proceeds also the\ndesire for revenge. And yet to acquire all these, we must not\ndepart from Thee, O Lord, nor deviate from Thy law. The life which\nwe live here hath also its peculiar attractiveness, through a\ncertain measure of comeliness of its own, and harmony with all\nthings here below. The friendships of men also are endeared by a\nsweet bond, in the oneness of many souls. On account of all these,\nand such as these, is sin committed; while through an inordinate\npreference for these goods of a lower kind, the better and higher\nare neglected,—even Thou, our Lord God, Thy truth, and Thy law.\nFor these meaner things have their delights, but not like unto my\nGod, who hath created all things; for in Him doth the righteous\ndelight, and He is the sweetness of the upright in heart.",{"tag":"note","id":"vi.II_1.V-p2.1"}]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"204","id":"vi.II_1.V-p4.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.V-p5","class":"endnote"},"content":[" Sallust, ",{"tag":"i","attrs":null,"content":["De Bello Catil."]}," c. 9."]}]}],"contents":["11. When, therefore, we inquire why a crime was\ncommitted, we do not believe it, unless it appear that there might\nhave been the wish to obtain some of those which we designated\nmeaner things, or else a fear of losing them. For truly they are\nbeautiful and comely, although in comparison with those higher and\ncelestial goods they be abject and contemptible. A man hath\nmurdered another; what was his motive? He desired his wife or his\nestate; or would steal to support himself; or he was afraid of\nlosing something of the kind by him; or, being injured, he was\nburning to be revenged. Would he commit murder without a motive,\ntaking delight simply in the act of murder? Who would credit it?\nFor as for that savage and brutal man, of whom it is declared that\nhe was gratuitously wicked and cruel, there is yet ","a motive assigned.\n“Lest through idleness,” he says, “hand or heart should grow\ninactive.”",{"tag":"note","id":"vi.II_1.V-p4.1"}," And to what\npurpose? Why, even that, having once got possession of the city\nthrough that practice of wickedness, he might attain unto honours,\nempire, and wealth, and be exempt from the fear of the laws, and\nhis difficult circumstances from the needs of his family, and the\nconsciousness of his own wickedness. So it seems that even Catiline\nhimself loved not his own villanies, but something else, which gave\nhim the motive for committing them."]}]},{"title":"Why He Delighted in that Theft, When All Things Which Under the Appearance of Good Invite to Vice are True and Perfect in God Alone.","node-type":"section","sub-title":"Chapter VI","id":"vi.II_1.VI","type":"Chapter","shorttitle":"Chapter VI","number":"VI","children":[{"notes":[],"contents":[["Chapter VI.—Why He Delighted in\nthat Theft, When All Things Which Under the Appearance of Good\nInvite to Vice are True and Perfect in God Alone."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"205","id":"vi.II_1.VI-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.VI-p3","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Ps. 45.2","parsed":"|Ps|45|2|0|0","osisRef":"Bible:Ps.45.2","id":"vi.II_1.VI-p3.1"},"content":["Ps. xlv. 2"]},"."]}]}],"contents":["12. What was it, then, that I, miserable one,\nso doted on in thee, thou theft of mine, thou deed of darkness, in\nthat sixteenth year of my age? Beautiful thou wert not, since thou\nwert theft. But art thou anything, that so I may argue the case\nwith thee? Those pears that we stole were fair to the sight,\nbecause they were Thy creation, Thou fairest",{"tag":"note","id":"vi.II_1.VI-p2.1"}," of all, Creator of all, Thou good\nGod—God, the highest good, and my true good. Those pears truly\nwere pleasant to the sight; but it was not for them that my\nmiserable soul lusted, for I had abundance of better, but those I\nplucked simply that I might steal. For, having plucked them, I\nthrew them away, my sole gratification in them being my own sin,\nwhich I was pleased to enjoy. For if any of these pears entered my\nmouth, the sweetener of it was my sin in eating it. And now, O Lord\nmy God, I ask what it was in that theft of mine that caused me such\ndelight; and behold it hath no beauty in it—not such, I mean, as\nexists in justice and wisdom; nor such as is in the mind, memory,\nsenses, and animal life of man; nor yet such as is the glory and\nbeauty of the stars in their courses; or the earth, or the sea,\nteeming with incipient life, to replace, as it is born, that which\ndecayeth; nor, indeed, that false and shadowy beauty which\npertaineth to deceptive vices."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"206","id":"vi.II_1.VI-p4.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.VI-p5","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Ps. 76.7","parsed":"|Ps|76|7|0|0","osisRef":"Bible:Ps.76.7","id":"vi.II_1.VI-p5.1"},"content":["Ps. lxxvi. 7"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"207","id":"vi.II_1.VI-p5.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.VI-p6","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Ps. 7.15","parsed":"|Ps|7|15|0|0","osisRef":"Bible:Ps.7.15","id":"vi.II_1.VI-p6.1"},"content":["Ps. vii. 15"]},"."]}]}],"contents":["13. For thus doth pride imitate high estate,\nwhereas Thou alone art God, high above all. And what does ambition\nseek but honours and renown, whereas Thou alone art to be honoured\nabove all, and renowned for evermore? The cruelty of the powerful\nwishes to be feared; but who is to be feared but God only,",{"tag":"note","id":"vi.II_1.VI-p4.1"}," out of whose\npower what can be forced away or withdrawn—when, or where, or\nwhither, or by whom? The enticements of the wanton would fain be\ndeemed love; and yet is naught more enticing than Thy charity, nor\nis aught loved more healthfully than that, Thy truth, bright and\nbeautiful above all. Curiosity affects a desire for knowledge,\nwhereas it is Thou who supremely knowest all things. Yea, ignorance\nand foolishness themselves are concealed under the names of\ningenuousness and harmlessness, because nothing can be found more\ningenuous than Thou; and what is more harmless, since it is a\nsinner’s own works by which he is harmed?",{"tag":"note","id":"vi.II_1.VI-p5.2"}," And sloth seems to long for rest;\nbut what sure rest is there besides the Lord? Luxury would fain be\ncalled plenty and abundance; but Thou art the fulness and unfailing\nplenteousness of unfading joys. Prodigality presents a shadow of\nliberality; but Thou art the most lavish giver of all good.\nCovetousness desires to possess much; and Thou art the Possessor of\nall things. Envy contends for excellence; but what so excellent as\nThou? Anger seeks revenge; who avenges more justly than Thou? Fear\nstarts at unwonted and sudden chances which threaten things\nbeloved, and is wary for their security; but what can happen that\nis unwonted or sudden to Thee? or who can deprive Thee of what Thou\nlovest? or where is there unshaken security save with Thee? Grief\nlanguishes for things lost in which desire had delighted itself,\neven because it would have nothing taken from it, as nothing can be\nfrom Thee."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"208","id":"vi.II_1.VI-p7.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.VI-p8","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Ps. 7.15","parsed":"|Ps|7|15|0|0","osisRef":"Bible:Ps.7.15","id":"vi.II_1.VI-p8.1"},"content":["Ps. vii. 15"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"209","id":"vi.II_1.VI-p8.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.VI-p9","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Ps. 139.7,8","parsed":"|Ps|139|7|139|8","osisRef":"Bible:Ps.139.7-Ps.139.8","id":"vi.II_1.VI-p9.1"},"content":["Ps. cxxxix. 7, 8"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"210","id":"vi.II_1.VI-p9.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.VI-p10","class":"endnote"},"content":[" “For even souls, in their very sins, strive after\nnothing else but some kind of likeness of God, in a proud and\npreposterous, and, so to say, slavish liberty. So neither could our\nfirst parents have been persuaded to sin unless it had been said,\n‘Ye shall be as gods.’”—",{"tag":"span","attrs":{"id":"vi.II_1.VI-p10.1","class":"c9"},"content":["Aug."]},{"tag":"i","attrs":null,"content":["De\nTrin."]}," xi. 5."]}]},{"tag":"note","attrs":{"place":"end","n":"211","id":"vi.II_1.VI-p10.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.VI-p11","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Jonah 1; 5","parsed":"|Jonah|1|0|0|0;|Jonah|5|0|0|0","osisRef":"Bible:Jonah.1 Bible:Jonah.5","id":"vi.II_1.VI-p11.1"},"content":["Jonah i. and iv"]},"."]}]}],"contents":["14. Thus doth the soul commit fornication when\nshe turns away from Thee, and seeks without Thee what she cannot\nfind pure and untainted until she returns to Thee. Thus all\npervertedly imitate Thee who separate themselves far from Thee",{"tag":"note","id":"vi.II_1.VI-p7.1"}," and raise\nthemselves up against Thee. But even by thus imitating Thee they\nacknowledge Thee to be the Creator of all nature, and so that there\nis no place whither they can altogether retire from Thee.",{"tag":"note","id":"vi.II_1.VI-p8.2"}," What, then,\nwas it that I loved in that theft? And wherein did I, even\ncorruptedly and pervertedly, imitate my Lord? Did I wish, if only\nby artifice, to act contrary to Thy law, because by power I could\nnot, so that, being a captive, I might imitate an imperfect liberty\nby doing with impunity things which I was not allowed to do, in\nobscured likeness of Thy omnipotency?",{"tag":"note","id":"vi.II_1.VI-p9.2"}," Behold this servant of Thine,\nfleeing from his Lord, and following a shadow!",{"tag":"note","id":"vi.II_1.VI-p10.2"}," O rottenness! O monstrosity of life\nand profundity of death! ","Could I like that which was unlawful only because\nit was unlawful?"]}]},{"title":"He Gives Thanks to God for the Remission of His Sins, and Reminds Every One that the Supreme God May Have Preserved Us from Greater Sins.","node-type":"section","sub-title":"Chapter VII","id":"vi.II_1.VII","type":"Chapter","shorttitle":"Chapter VII","number":"VII","children":[{"notes":[],"contents":[["Chapter VII.—He Gives Thanks to\nGod for the Remission of His Sins, and Reminds Every One that the\nSupreme God May Have Preserved Us from Greater Sins."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"212","id":"vi.II_1.VII-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.VII-p3","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Ps. 116.12","parsed":"|Ps|116|12|0|0","osisRef":"Bible:Ps.116.12","id":"vi.II_1.VII-p3.1"},"content":["Ps. cxvi. 12"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"213","id":"vi.II_1.VII-p3.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.VII-p4","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Rev. 3.5","parsed":"|Rev|3|5|0|0","osisRef":"Bible:Rev.3.5","id":"vi.II_1.VII-p4.1"},"content":["Rev. iii. 5"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"214","id":"vi.II_1.VII-p4.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.VII-p5","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Luke 4.23","parsed":"|Luke|4|23|0|0","osisRef":"Bible:Luke.4.23","id":"vi.II_1.VII-p5.1"},"content":["Luke iv. 23"]},"."]}]}],"contents":["15. “What shall I render unto the Lord,”",{"tag":"note","id":"vi.II_1.VII-p2.1"}," that whilst\nmy memory recalls these things my soul is not appalled at them? I\nwill love Thee, O Lord, and thank Thee, and confess unto Thy\nname,",{"tag":"note","id":"vi.II_1.VII-p3.2"}," because Thou\nhast put away from me these so wicked and nefarious acts of mine.\nTo Thy grace I attribute it, and to Thy mercy, that Thou hast\nmelted away my sin as it were ice. To Thy grace also I attribute\nwhatsoever of evil I have not committed; for what might I not have\ncommitted, loving as I did the sin for the sin’s sake? Yea, all I\nconfess to have been pardoned me, both those which I committed by\nmy own perverseness, and those which, by Thy guidance, I committed\nnot. Where is he who, reflecting upon his own infirmity, dares to\nascribe his chastity and innocency to his own strength, so that he\nshould love Thee the less, as if he had been in less need of Thy\nmercy, whereby Thou dost forgive the transgressions of those that\nturn to Thee? For whosoever, called by Thee, obeyed Thy voice, and\nshunned those things which he reads me recalling and confessing of\nmyself, let him not despise me, who, being sick, was healed by that\nsame Physician",{"tag":"note","id":"vi.II_1.VII-p4.2"}," by whose aid\nit was that he was not sick, or rather was less sick. And for this\nlet him love Thee as much, yea, all the more, since by whom he sees\nme to have been restored from so great a feebleness of sin, by Him\nhe sees himself from a like feebleness to have been\npreserved."]}]},{"title":"In His Theft He Loved the Company of His Fellow-Sinners.","node-type":"section","sub-title":"Chapter VIII","id":"vi.II_1.VIII","type":"Chapter","shorttitle":"Chapter VIII","number":"VIII","children":[{"notes":[],"contents":[["Chapter VIII.—In His Theft He\nLoved the Company of His Fellow-Sinners."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"215","id":"vi.II_1.VIII-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.VIII-p3","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Rom. 6.21","parsed":"|Rom|6|21|0|0","osisRef":"Bible:Rom.6.21","id":"vi.II_1.VIII-p3.1"},"content":["Rom. vi. 21"]},"."]}]}],"contents":["16. “What fruit had I then,”",{"tag":"note","id":"vi.II_1.VIII-p2.1"}," wretched\none, in those things which, when I remember them, cause me\nshame—above all in that theft, which I loved only for the\ntheft’s sake? And as the theft itself was nothing, all the more\nwretched was I who loved it. Yet by myself alone I would not have\ndone it—I recall what my heart was—alone I could not have done\nit. I loved, then, in it the companionship of my accomplices with\nwhom I did it. I did not, therefore, love the theft alone—yea,\nrather, it was that alone that I loved, for the companionship was\nnothing. What is the fact? Who is it that can teach me, but He who\nilluminateth mine heart and searcheth out the dark corners thereof?\nWhat is it that hath come into my mind to inquire about, to\ndiscuss, and to reflect upon? For had I at that time loved the\npears I stole, and wished to enjoy them, I might have done so\nalone, if I could have been satisfied with the mere commission of\nthe theft by which my pleasure was secured; nor needed I have\nprovoked that itching of my own passions, by the encouragement of\naccomplices. But as my enjoyment was not in those pears, it was in\nthe crime itself, which the company of my fellow-sinners\nproduced."]}]},{"title":"It Was a Pleasure to Him Also to Laugh When Seriously Deceiving Others.","node-type":"section","sub-title":"Chapter IX","id":"vi.II_1.IX","type":"Chapter","shorttitle":"Chapter IX","number":"IX","children":[{"notes":[],"contents":[["Chapter IX.—It Was a Pleasure to\nHim Also to Laugh When Seriously Deceiving Others."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"216","id":"vi.II_1.IX-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.IX-p3","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Ps. 19.12","parsed":"|Ps|19|12|0|0","osisRef":"Bible:Ps.19.12","id":"vi.II_1.IX-p3.1"},"content":["Ps. xix. 12"]},"."]}]}],"contents":["17. By what feelings, then, was I animated?\nFor it was in truth too shameful; and woe was me who had it. But\nstill what was it? “Who can understand his errors?”",{"tag":"note","id":"vi.II_1.IX-p2.1"}," We laughed,\nbecause our hearts were tickled at the thought of deceiving those\nwho little imagined what we were doing, and would have vehemently\ndisapproved of it. Yet, again, why did I so rejoice in this, that I\ndid it not alone? Is it that no one readily laughs alone? No one\ndoes so readily; but yet sometimes, when men are alone by\nthemselves, nobody being by, a fit of laughter overcomes them when\nanything very droll presents itself to their senses or mind. Yet\nalone I would not have done it—alone I could not at all have done\nit. Behold, my God, the lively recollection of my soul is laid bare\nbefore Thee—alone I had not committed that theft, wherein what I\nstole pleased me not, but rather the act of stealing; nor to have\ndone it alone would I have liked so well, neither would I have done\nit. O Friendship too unfriendly! thou mysterious seducer of the\nsoul, thou greediness to do mischief out of mirth and wantonness,\nthou craving for others’ loss, without desire for my own profit\nor revenge; but when they say, “Let us go, let us do it,” we\nare ashamed not to be shameless."]}]},{"title":"With God There is True Rest and Life Unchanging.","node-type":"section","sub-title":"Chapter X","id":"vi.II_1.X","type":"Chapter","shorttitle":"Chapter X","number":"X","children":[{"notes":[],"contents":[["Chapter X.—With God There is True\nRest and Life Unchanging."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"217","id":"vi.II_1.X-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.II_1.X-p3","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Matt. 25.21","parsed":"|Matt|25|21|0|0","osisRef":"Bible:Matt.25.21","id":"vi.II_1.X-p3.1"},"content":["Matt. xxv. 21"]},"."]}]}],"contents":["18. Who can unravel that twisted and tangled\nknottiness? It is foul. I hate to reflect on it. I hate to look on\nit. But thee do I long for, O righteousness and innocency, fair and\ncomely to all virtuous eyes, and of a satisfaction that never\npalls! With thee is perfect rest, and life unchanging. He who\nenters into thee enters into the joy of his Lord,",{"tag":"note","id":"vi.II_1.X-p2.1"}," and shall have no fear, and shall\ndo excellently in the most Excellent. I sank away from Thee, O my\nGod, and I wandered too far from Thee, my stay, in my youth, and\nbecame to myself an unfruitful land."]},{"notes":[],"contents":["————————————"]}]}]}