{"title":"Of the seventeenth, eighteenth, and nineteenth years of his age, passed at Carthage, when, having completed his course of studies, he is caught in the snares of a licentious passion, and falls into the errors of the Manichæans.","node-type":"section","sub-title":"Book III","id":"vi.III","type":"Book","shorttitle":"Book III","number":"III","children":[{"notes":[],"contents":[["Book III."]]},{"notes":[],"contents":["————————————"]},{"notes":[],"contents":["Of the seventeenth, eighteenth, and nineteenth years\nof his age, passed at Carthage, when, having completed his course\nof studies, he is caught in the snares of a licentious passion, and\nfalls into the errors of the Manichæans."]},{"notes":[],"contents":["————————————"]},{"title":"Deluded by an Insane Love, He, Though Foul and Dishonourable, Desires to Be Thought Elegant and Urbane.","node-type":"section","sub-title":"Chapter I","id":"vi.III.I","type":"Chapter","shorttitle":"Chapter I","number":"I","children":[{"notes":[],"contents":[["Chapter I.—Deluded by an Insane\nLove, He, Though Foul and Dishonourable, Desires to Be Thought\nElegant and Urbane."]]},{"notes":[],"contents":["1. ",["To"]," Carthage I came,\nwhere a cauldron of unholy loves bubbled up all around me. I loved\nnot as yet, yet I loved to love; and with a hidden want, I abhorred\nmyself that I wanted not. I searched about for something to love,\nin love with loving, and hating security, and a way not beset with\nsnares. For within me I had a dearth of that inward food, Thyself,\nmy God, though that dearth caused me no hunger; but I remained\nwithout all desire for incorruptible food, not because I was\nalready filled thereby, but the more empty I was the more I loathed\nit. For this reason my soul was far from well, and, full of ulcers,\nit miserably cast itself forth, craving to be excited by contact\nwith objects of sense. Yet, had these no soul, they would not\nsurely inspire love. To love and to be loved was sweet to me, and\nall the more when I succeeded in enjoying the person I loved. I\nbefouled, therefore, the spring of friendship with the filth of\nconcupiscence, and I dimmed its lustre with the hell of\nlustfulness; and yet, foul and dishonourable as I was, I craved,\nthrough an excess of vanity, to be thought elegant and urbane. I\nfell precipitately, then, into the love in which I longed to be\nensnared. My God, my mercy, with how much bitterness didst Thou,\nout of Thy infinite goodness, besprinkle for me that sweetness! For\nI was both beloved, and secretly arrived at the bond of enjoying;\nand was joyfully bound with troublesome ties, that I might be\nscourged with the burning iron rods of jealousy, suspicion, fear,\nanger, and strife."]}]},{"title":"In Public Spectacles He is Moved by an Empty Compassion. He is Attacked by a Troublesome Spiritual Disease.","node-type":"section","sub-title":"Chapter II","id":"vi.III.II","type":"Chapter","shorttitle":"Chapter II","number":"II","children":[{"notes":[],"contents":[["Chapter II.—In Public Spectacles\nHe is Moved by an Empty Compassion. He is Attacked by a Troublesome\nSpiritual Disease."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"218","id":"vi.III.II-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.II-p3","class":"endnote"},"content":[" The early Fathers strongly reprobated stage-plays,\nand those who went to them were excluded from baptism. This is not\nto be wondered at, when we learn that “even the laws of Rome\nprohibited actors from being enrolled as citizens” (",{"tag":"i","attrs":null,"content":["De Civ.\nDei"]},", ii. 14), and that they were accounted infamous\n(Tertullian, ",{"tag":"i","attrs":null,"content":["De Spectac."]}," sec. xxii.). See also Tertullian,\n",{"tag":"i","attrs":null,"content":["De Pudicitia"]},", c. vii."]}]},{"tag":"note","attrs":{"place":"end","n":"219","id":"vi.III.II-p3.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.II-p4","class":"endnote"},"content":[" See i. 9, note, above."]}]}],"contents":["2. Stage-plays also drew me away, full of\nrepresentations of my miseries and of fuel to my fire.",{"tag":"note","id":"vi.III.II-p2.1"}," Why does man\nlike to be made sad when viewing doleful and tragical scenes, which\nyet he himself would by no means suffer? And yet he wishes, as a\nspectator, to experience from them a sense of grief, and in this\nvery grief his pleasure consists. What is this but wretched\ninsanity? For a man is more affected with these actions, the less\nfree he is from such affections. Howsoever, when he suffers in his\nown person, it is the custom to style it “misery” but when he\ncompassionates others, then it is styled “mercy.”",{"tag":"note","id":"vi.III.II-p3.1"}," But what\nkind of mercy is it that arises from fictitious and scenic\npassions? The hearer is not expected to relieve, but merely invited\nto grieve; and the more he grieves, the more he applauds the actor\nof these fictions. And if the misfortunes of the characters\n(whether of olden times or merely imaginary) be so represented as\nnot to touch the feelings of the spectator, he goes away disgusted\nand censorious; but if his feelings be touched, he sits it out\nattentively, and sheds tears of joy."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"220","id":"vi.III.II-p5.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.II-p6","class":"endnote"},"content":[" An allusion, probably, as Watts suggests, to the\nsea of Sodom, which, according to Tacitus (",{"tag":"i","attrs":null,"content":["Hist"]},". book v.),\nthrows up bitumen “at stated seasons of the year.” Tacitus\nlikewise alludes to its pestiferous odour, and to its being deadly\nto birds and fish. See also ",{"tag":"scripRef","attrs":{"passage":"Gen. 14.3,10","parsed":"|Gen|14|3|0|0;|Gen|14|10|0|0","osisRef":"Bible:Gen.14.3 Bible:Gen.14.10","id":"vi.III.II-p6.1"},"content":["Gen. xiv. 3, 10"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"221","id":"vi.III.II-p6.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.II-p7","class":"endnote"},"content":[" Song of the Three Holy Children, verse 3."]}]},{"tag":"note","attrs":{"place":"end","n":"222","id":"vi.III.II-p7.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.II-p8","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"2 Cor. 2.16","parsed":"|2Cor|2|16|0|0","osisRef":"Bible:2Cor.2.16","id":"vi.III.II-p8.1"},"content":["2 Cor. ii. 16"]},"."]}]}],"contents":["3. Are sorrows, then, also loved? Surely all\nmen desire to rejoice? Or, as man wishes to be miserable, is he,\nnevertheless, glad to be merciful, which, because it cannot exist\nwithout passion, for this cause alone are passions loved? This also\nis from that vein of friendship. But whither does it go? Whither\ndoes it flow? Wherefore runs it into that torrent of pitch,",{"tag":"note","id":"vi.III.II-p5.1"}," seething\nforth those huge tides of loathsome lusts into which it is changed\nand transformed, being of its own will cast away and corrupted from\nits celestial clearness? Shall, then, mercy be repudiated? By no\nmeans. Let us, therefore, love sorrows sometimes. But beware of\nuncleanness, O my soul, under the protection of my God, the God of\nour fathers, who is to be praised and exalted above all for ever,",{"tag":"note","id":"vi.III.II-p6.2"}," beware of\nuncleanness. For I have not now ceased to have compassion; but then\nin the theatres I sympathized with lovers when they sinfully\nenjoyed one another, although this was \n","done fictitiously in the play. And\nwhen they lost one another, I grieved with them, as if pitying\nthem, and yet had delight in both. But now-a-days I feel much more\npity for him that delighteth in his wickedness, than for him who is\ncounted as enduring hardships by failing to obtain some pernicious\npleasure, and the loss of some miserable felicity. This, surely, is\nthe truer mercy, but grief hath no delight in it. For though he\nthat condoles with the unhappy be approved for his office of\ncharity, yet would he who had real compassion rather there were\nnothing for him to grieve about. For if goodwill be ill-willed\n(which it cannot), then can he who is truly and sincerely\ncommiserating wish that there should be some unhappy ones, that he\nmight commiserate them. Some grief may then be justified, none\nloved. For thus dost Thou, O Lord God, who lovest souls far more\npurely than do we, and art more incorruptibly compassionate,\nalthough Thou art wounded by no sorrow. “And who is sufficient\nfor these things?”",{"tag":"note","id":"vi.III.II-p7.1"}]},{"notes":[],"contents":["4. But I, wretched one, then loved to grieve, and\nsought out what to grieve at, as when, in another man’s misery,\nthough reigned and counterfeited, that delivery of the actor best\npleased me, and attracted me the most powerfully, which moved me to\ntears. What marvel was it that an unhappy sheep, straying from Thy\nflock, and impatient of Thy care, I became infected with a foul\ndisease? And hence came my love of griefs—not such as should\nprobe me too deeply, for I loved not to suffer such things as I\nloved to look upon, but such as, when hearing their fictions,\nshould lightly affect the surface; upon which, like as with\nempoisoned nails, followed burning, swelling, putrefaction, and\nhorrible corruption. Such was my life! But was it life, O my\nGod?"]}]},{"title":"Not Even When at Church Does He Suppress His Desires. In the School of Rhetoric He Abhors the Acts of the Subverters.","node-type":"section","sub-title":"Chapter III","id":"vi.III.III","type":"Chapter","shorttitle":"Chapter III","number":"III","children":[{"notes":[],"contents":[["Chapter III.—Not Even When at\nChurch Does He Suppress His Desires. In the School of Rhetoric He\nAbhors the Acts of the Subverters."]]},{"notes":[],"contents":["5. And Thy faithful mercy hovered over me afar. Upon\nwhat unseemly iniquities did I wear myself out, following a\nsacrilegious curiosity, that, having deserted Thee, it might drag\nme into the treacherous abyss, and to the beguiling obedience of\ndevils, unto whom I immolated my wicked deeds, and in all which\nThou didst scourge me! I dared, even while Thy solemn rites were\nbeing celebrated within the walls of Thy church, to desire, and to\nplan a business sufficient to procure me the fruits of death; for\nwhich Thou chastisedst me with grievous punishments, but nothing in\ncomparison with my fault, O Thou my greatest mercy, my God, my\nrefuge from those terrible hurts, among which I wandered with\npresumptuous neck, receding farther from Thee, loving my own ways,\nand not Thine—loving a vagrant liberty."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"223","id":"vi.III.III-p3.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.III-p4","class":"endnote"},"content":[{"tag":"i","attrs":null,"content":["Eversores."]}," “These for their boldness were\nlike our ‘Roarers,’ and for their jeering like the worser sort\nof those that would be called ‘The Wits.’”—W. W. “This\nappears to have been a name which a pestilent and savage set of\npersons gave themselves, licentious alike in speech and action.\nAugustin names them again, ",{"tag":"i","attrs":null,"content":["De Vera Relig"]},". c. 40; ",{"tag":"scripRef","attrs":{"passage":"Ep. 185","id":"vi.III.III-p4.1"},"content":["Ep. 185"]},{"tag":"i","attrs":null,"content":["\nad Bonifac"]},". c. 4; and below, v. c. 12; whence they seemed to\nhave consisted mainly of Carthaginian students, whose savage life\nis mentioned again, ",{"tag":"i","attrs":null,"content":["ib"]},". c. 8.”—E. B. P."]}]}],"contents":["6. Those studies, also, which were accounted\nhonourable, were directed towards the courts of law; to excel in\nwhich, the more crafty I was, the more I should be praised. Such is\nthe blindness of men, that they even glory in their blindness. And\nnow I was head in the School of Rhetoric, whereat I rejoiced\nproudly, and became inflated with arrogance, though more sedate, O\nLord, as Thou knowest, and altogether removed from the subvertings\nof those “subverters”",{"tag":"note","id":"vi.III.III-p3.1"}," (for this stupid and diabolical\nname was held to be the very brand of gallantry) amongst whom I\nlived, with an impudent shamefacedness that I was not even as they\nwere. And with them I was, and at times I was delighted with their\nfriendship whose acts I ever abhorred, that is, their\n“subverting,” wherewith they insolently attacked the modesty of\nstrangers, which they disturbed by uncalled for jeers, gratifying\nthereby their mischievous mirth. Nothing can more nearly resemble\nthe actions of devils than these. By what name, therefore, could\nthey be more truly called than “subverters”?—being themselves\nsubverted first, and altogether perverted—being secretly mocked\nat and seduced by the deceiving spirits, in what they themselves\ndelight to jeer at and deceive others."]}]},{"title":"In the Nineteenth Year of His Age (His Father Having Died Two Years Before) He is Led by the ‘Hortensius’ Of Cicero to ‘Philosophy,’ To God, and a Better Mode of Thinking.","node-type":"section","sub-title":"Chapter IV","id":"vi.III.IV","type":"Chapter","shorttitle":"Chapter IV","number":"IV","children":[{"notes":[],"contents":[["Chapter IV.—In the Nineteenth\nYear of His Age (His Father Having Died Two Years Before) He is Led\nby the “Hortensius” Of Cicero to “Philosophy,” To God, and\na Better Mode of Thinking."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"224","id":"vi.III.IV-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.IV-p3","class":"endnote"},"content":[" Up to the time of Cicero the Romans employed the\nterm ",{"tag":"i","attrs":null,"content":["sapientia"]}," for ",{"tag":"span","attrs":{"lang":"EL","id":"vi.III.IV-p3.1","class":"Greek"},"content":["\nφιλοσοφία"]}," (Monboddo’s Ancient Metaphys. i. 5). It is\ninteresting to watch the effect of the philosophy in which they had\nbeen trained on the writings of some of the Fathers. Even Justin\nMartyr, the first after the “Apostolic,” has traces of this\ninfluence. See the account of his search for “wisdom,” and\nconversion, in his ",{"tag":"i","attrs":null,"content":["Dialogue with Trypho"]},", ii. and iii."]}]},{"tag":"note","attrs":{"place":"end","n":"225","id":"vi.III.IV-p3.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.IV-p4","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Luke 15.18","parsed":"|Luke|15|18|0|0","osisRef":"Bible:Luke.15.18","id":"vi.III.IV-p4.1"},"content":["Luke xv. 18"]},"."]}]}],"contents":["7. Among such as these, at that unstable\nperiod of my life, I studied books of eloquence, wherein I was\neager to be eminent from a damnable and inflated purpose, even a\ndelight in human vanity. In the ordinary course of study, I lighted\nupon a certain book of Cicero, whose language, though not his\nheart, almost all admire. This book of his contains an exhortation\nto philosophy, and is called ",[{"notes":[],"contents":"Hortensius"}],". This book, in\ntruth, changed my affections, and turned my prayers to Thyself, O\nLord, and made me have other hopes and desires. Worthless suddenly\nbecame every vain hope to me; and, with an incredible warmth of\nheart, I ","yearned for an immortality of wisdom,",{"tag":"note","id":"vi.III.IV-p2.1"}," and began\nnow to arise",{"tag":"note","id":"vi.III.IV-p3.2"}," that I might\nreturn to Thee. Not, then, to improve my language—which I\nappeared to be purchasing with my mother’s means, in that my\nnineteenth year, my father having died two years before—not to\nimprove my language did I have recourse to that book; nor did it\npersuade me by its style, but its matter."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"226","id":"vi.III.IV-p5.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.IV-p6","class":"endnote"},"content":[" See above, note 1."]}]},{"tag":"note","attrs":{"place":"end","n":"227","id":"vi.III.IV-p6.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.IV-p7","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Col. 2.8,9","parsed":"|Col|2|8|2|9","osisRef":"Bible:Col.2.8-Col.2.9","id":"vi.III.IV-p7.1"},"content":["Col. ii. 8, 9"]},"."]}]}],"contents":["8. How ardent was I then, my God, how ardent\nto fly from earthly things to Thee! Nor did I know how Thou wouldst\ndeal with me. For with Thee is wisdom. In Greek the love of wisdom\nis called “philosophy,”",{"tag":"note","id":"vi.III.IV-p5.1"}," with which that book inflamed me.\nThere be some who seduce through philosophy, under a great, and\nalluring, and honourable name colouring and adorning their own\nerrors. And almost all who in that and former times were such, are\nin that book censured and pointed out. There is also disclosed that\nmost salutary admonition of Thy Spirit, by Thy good and pious\nservant: “Beware lest any man spoil you through philosophy and\nvain deceit, after the tradition of men, after the rudiments of the\nworld, and not after Christ: for in Him dwelleth all the fulness of\nthe Godhead bodily.”",{"tag":"note","id":"vi.III.IV-p6.1"}," And since at that time (as Thou, O\nLight of my heart, knowest) the words of the apostle were unknown\nto me, I was delighted with that exhortation, in so far only as I\nwas thereby stimulated, and enkindled, and inflamed to love, seek,\nobtain, hold, and embrace, not this or that sect, but wisdom\nitself, whatever it were; and this alone checked me thus ardent,\nthat the name of Christ was not in it. For this name, according to\nThy mercy, O Lord, this name of my Saviour Thy Son, had my tender\nheart piously drunk in, deeply treasured even with my mother’s\nmilk; and whatsoever was without that name, though never so\nerudite, polished, and truthful, took not complete hold of\nme."]}]},{"title":"He Rejects the Sacred Scriptures as Too Simple, and as Not to Be Compared with the Dignity of Tully.","node-type":"section","sub-title":"Chapter V","id":"vi.III.V","type":"Chapter","shorttitle":"Chapter V","number":"V","children":[{"notes":[],"contents":[["Chapter V.—He Rejects the Sacred\nScriptures as Too Simple, and as Not to Be Compared with the\nDignity of Tully."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"228","id":"vi.III.V-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.V-p3","class":"endnote"},"content":[" In connection with the opinion Augustin formed of\nthe Scriptures before and after his conversion, it is interesting\nto recall Fénélon’s glowing description of the literary merit\nof the Bible. The whole passage might well be quoted did space\npermit:—“L’Ecriture surpasse en naïveté, en vivacité, en\ngrandeur, tous les écrivains de Rome et de la Grèce. Jamais\nHomère même n’a approché de la sublimité de Moïse dans ses\ncantiques.…Jamais nulle ode Grecque ou Latine n’a pu atteindre\nà la hauteur des Psaumes.…Jamais Homerè ni aucun autre poëte\nn’a égalé Isaïe peignant la majesté de Dieu.…Tantôt ce\nprophète à toute la douceur et toute la tendresse d’une\néglogue, dans les riantes peintures qu’il fait de la paix,\ntantôt il s’élève jusqu’ à laisser tout au-dessous de lui.\nMais qu’y a-t-il, dans l’antiquité profane, de comparable au\ntendre Jérémie, déplorant les maux de son peuple; ou à Nahum,\nvoyant de loin, en esprit, tomber la superbe Ninive sous les\nefforts d’une armée innombrable? On croit voir cette armée, ou\ncroit entendre le bruit des armes et des chariots; tout est\ndépeint d’une manière vive qui saisit l’imagination; il\nlaisse Homère loin derrière lui.…Enfin, il y a autant de\ndifférence entre les poëtes profanes et les prophètes, qu’il y\nen a entre le véritable enthousiasme et le faux.”—",{"tag":"i","attrs":null,"content":["Sur l’\nEloq. de la Chaire"]},", Dial. iii."]}]},{"tag":"note","attrs":{"place":"end","n":"229","id":"vi.III.V-p3.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.V-p4","class":"endnote"},"content":[" That is probably the “spiritual” meaning on\nwhich Ambrose (vi. 6, below) laid so much emphasis. How different\nis the attitude of mind indicated in xi. 3 from the spiritual pride\nwhich beset him at this period of his life! When converted he\nbecame as a little child, and ever looked to God as a Father, from\nwhom he must receive both light and strength. He speaks, on ",{"tag":"scripRef","attrs":{"passage":"Ps. 146","parsed":"|Ps|146|0|0|0","osisRef":"Bible:Ps.146","id":"vi.III.V-p4.1"},"content":["Ps. cxlvi"]},"., of the Scriptures, which\nwere plain to “the little ones,” being obscured to the mocking\nspirit of the Manichæans. See also below, iii. 14, note."]}]}],"contents":["9. I resolved, therefore, to direct my mind to\nthe Holy Scriptures, that I might see what they were. And behold, I\nperceive something not comprehended by the proud, not disclosed to\nchildren, but lowly as you approach, sublime as you advance, and\nveiled in mysteries; and I was not of the number of those who could\nenter into it, or bend my neck to follow its steps. For not as when\nnow I speak did I feel when I tuned towards those Scriptures,",{"tag":"note","id":"vi.III.V-p2.1"}," but they\nappeared to me to be unworthy to be compared with the dignity of\nTully; for my inflated pride shunned their style, nor could the\nsharpness of my wit pierce their inner meaning.",{"tag":"note","id":"vi.III.V-p3.1"}," Yet, truly, were they such as would\ndevelope in little ones; but I scorned to be a little one, and,\nswollen with pride, I looked upon myself as a great\none."]}]},{"title":"Deceived by His Own Fault, He Falls into the Errors of the Manichæans, Who Gloried in the True Knowledge of God and in a Thorough Examination of Things.","node-type":"section","sub-title":"Chapter VI","id":"vi.III.VI","type":"Chapter","shorttitle":"Chapter VI","number":"VI","children":[{"notes":[],"contents":[["Chapter VI.—Deceived by His Own\nFault, He Falls into the Errors of the Manichæans, Who Gloried in\nthe True Knowledge of God and in a Thorough Examination of\nThings."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"230","id":"vi.III.VI-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.VI-p3","class":"endnote"},"content":[" So, in Book xxii. sec. 13 of his reply to Faustus,\nhe charges them with “professing to believe the New Testament in\norder to entrap the unwary;” and again, in sec. 15, he says: “\nThey claim the impious liberty of holding and teaching, that\nwhatever they deem favourable to their heresy was said by Christ\nand the apostles; while they have the profane boldness to say, that\nwhatever in the same writings is unfavourable to them is a spurious\ninterpolation.” They professed to believe in the doctrine of the\nTrinity, but affirmed (",{"tag":"i","attrs":null,"content":["ibid."]}," xx. 6) “that the Father\ndwells in a secret light, the power of the Son in the sun, and His\nwisdom in the moon, and the Holy Spirit in the air.” It was this\nemployment of the phraseology of Scripture to convey doctrines\nutterly unscriptural that rendered their teaching such a snare to\nthe unwary. See also below, v. 12, note."]}]},{"tag":"note","attrs":{"place":"end","n":"231","id":"vi.III.VI-p3.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.VI-p4","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"1 John 2.4","parsed":"|1John|2|4|0|0","osisRef":"Bible:1John.2.4","id":"vi.III.VI-p4.1"},"content":["1 John ii. 4"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"232","id":"vi.III.VI-p4.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.VI-p5","class":"endnote"},"content":[" There was something peculiarly enthralling to an\nardent mind like Augustin’s in the Manichæan system. That system\nwas kindred in many ways to modern Rationalism. Reason was exalted\nat the expense of faith. Nothing was received on mere authority,\nand the disciple’s inner consciousness was the touchstone of\ntruth. The result of this is well pointed out by Augustin (",{"tag":"i","attrs":null,"content":["Con.\nFaust"]},", xxxii. sec. 19): “Your design, clearly, is to deprive\nScripture of all authority, and to make every man’s mind the\njudge what passage of Scripture he is to approve of, and what to\ndisapprove of. This is not to be subject to Scripture in matters of\nfaith, but to make Scripture subject to you. Instead of making the\nhigh authority of Scripture the reason of approval, every man makes\nhis approval the reason for thinking a passage correct.” Compare\nalso ",{"tag":"i","attrs":null,"content":["Con. Faust"]},", xi. sec. 2, and xxxii. sec. 16."]}]},{"tag":"note","attrs":{"place":"end","n":"233","id":"vi.III.VI-p5.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.VI-p6","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Jas. 1.17","parsed":"|Jas|1|17|0|0","osisRef":"Bible:Jas.1.17","id":"vi.III.VI-p6.1"},"content":["Jas. i. 17"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"234","id":"vi.III.VI-p6.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.VI-p7","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Ps. 69.3","parsed":"|Ps|69|3|0|0","osisRef":"Bible:Ps.69.3","id":"vi.III.VI-p7.1"},"content":["Ps. lxix. 3"]},"."]}]}],"contents":["10. Therefore I fell among men proudly raving,\nvery carnal, and voluble, in whose mouths were the snares of the\ndevil—the birdlime being composed of a mixture of the syllables\nof Thy name, and of our Lord Jesus Christ, and of the Paraclete,\nthe Holy Ghost, the Comforter.",{"tag":"note","id":"vi.III.VI-p2.1"}," These names departed not out of\ntheir mouths, but so far forth as the sound only and the clatter of\nthe tongue, for the heart was empty of truth. Still they cried,\n“Truth, Truth,” and spoke much about it to me, “yet was it\nnot in them;”",{"tag":"note","id":"vi.III.VI-p3.1"}," but they\nspake falsely not of Thee only—who, verily, art the Truth—but\nalso of these elements of this world, Thy \n","creatures. And I, in truth, should\nhave passed by philosophers, even when speaking truth concerning\nthem, for love of Thee, my Father, supremely good, beauty of all\nthings beautiful. O Truth, Truth! how inwardly even then did the\nmarrow of my soul pant after Thee, when they frequently, and in a\nmultiplicity of ways, and in numerous and huge books, sounded out\nThy name to me, though it was but a voice!",{"tag":"note","id":"vi.III.VI-p4.2"}," And these were the dishes in which\nto me, hungering for Thee, they, instead of Thee, served up the sun\nand moon, Thy beauteous works—but yet Thy works, not Thyself,\nnay, nor Thy first works. For before these corporeal works are Thy\nspiritual ones, celestial and shining though they be. But I\nhungered and thirsted not even after those first works of Thine,\nbut after Thee Thyself, the Truth, “with whom is no variableness,\nneither shadow of turning;”",{"tag":"note","id":"vi.III.VI-p5.1"}," yet they still served up to me in\nthose dishes glowing phantasies, than which better were it to love\nthis very sun (which, at least, is true to our sight), than those\nillusions which deceive the mind through the eye. And yet, because\nI supposed them to be Thee, I fed upon them; not with avidity, for\nThou didst not taste to my mouth as Thou art, for Thou wast not\nthese empty fictions; neither was I nourished by them, but the\nrather exhausted. Food in our sleep appears like our food awake;\nyet the sleepers are not nourished by it, for they are asleep. But\nthose things were not in any way like unto Thee as Thou hast now\nspoken unto me, in that those were corporeal phantasies, false\nbodies, than which these true bodies, whether celestial or\nterrestrial, which we perceive with our fleshly sight, are much\nmore certain. These things the very beasts and birds perceive as\nwell as we, and they are more certain than when we imagine them.\nAnd again, we do with more certainty imagine them, than by them\nconceive of other greater and infinite bodies which have no\nexistence. With such empty husks was I then fed, and was not fed.\nBut Thou, my Love, in looking for whom I fail",{"tag":"note","id":"vi.III.VI-p6.2"}," that I may be strong, art neither\nthose bodies that we see, although in heaven, nor art Thou those\nwhich we see not there; for Thou hast created them, nor dost Thou\nreckon them amongst Thy greatest works. How far, then, art Thou\nfrom those phantasies of mine, phantasies of bodies which are not\nat all, than which the images of those bodies which are, are more\ncertain, and still more certain the bodies themselves, which yet\nThou art not; nay, nor yet the soul, which is the life of the\nbodies. Better, then, and more certain is the life of bodies than\nthe bodies themselves. But Thou art the life of souls, the life of\nlives, having life in Thyself; and Thou changest not, O Life of my\nsoul."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"235","id":"vi.III.VI-p8.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.VI-p9","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Luke 15.16","parsed":"|Luke|15|16|0|0","osisRef":"Bible:Luke.15.16","id":"vi.III.VI-p9.1"},"content":["Luke xv. 16"]},"; and see below, vi. sec. 3,\nnote."]}]},{"tag":"note","attrs":{"place":"end","n":"236","id":"vi.III.VI-p9.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.VI-p10","class":"endnote"},"content":[" See below, xii. sec. 6, note."]}]},{"tag":"note","attrs":{"place":"end","n":"237","id":"vi.III.VI-p10.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.VI-p11","class":"endnote"},"content":[" “Of this passage St. Augustin is probably\nspeaking when he says, ‘Praises bestowed on bread in simplicity\nof heart, let him (Petilian) defame, if he will, by the ludicrous\ntitle of poisoning and corrupting frenzy.’ Augustin meant in\nmockery, that by verses he could get his bread; his calumniator\nseems to have twisted the word to signify a love-potion.—",{"tag":"i","attrs":null,"content":["Con.\nLit. Petiliani"]},", iii. 16.”—E. B. P."]}]},{"tag":"note","attrs":{"place":"end","n":"238","id":"vi.III.VI-p11.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.VI-p12","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Prov. 9.18","parsed":"|Prov|9|18|0|0","osisRef":"Bible:Prov.9.18","id":"vi.III.VI-p12.1"},"content":["Prov. ix. 18"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"239","id":"vi.III.VI-p12.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.VI-p13","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Prov. 9.13","parsed":"|Prov|9|13|0|0","osisRef":"Bible:Prov.9.13","id":"vi.III.VI-p13.1"},"content":["Prov. ix. 13"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"240","id":"vi.III.VI-p13.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.VI-p14","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Prov. 9.14,17","parsed":"|Prov|9|14|0|0;|Prov|9|17|0|0","osisRef":"Bible:Prov.9.14 Bible:Prov.9.17","id":"vi.III.VI-p14.1"},"content":["Prov. ix. 14, 17"]},"."]}]}],"contents":["11. Where, then, wert Thou then to me, and how\nfar from me? Far, indeed, was I wandering away from Thee, being\neven shut out from the very husks of the swine, whom with husks I\nfed.",{"tag":"note","id":"vi.III.VI-p8.1"}," For how much\nbetter, then, are the fables of the grammarians and poets than\nthese snares! For verses, and poems, and Medea flying, are more\nprofitable truly than these men’s five elements, variously\npainted, to answer to the five caves of darkness,",{"tag":"note","id":"vi.III.VI-p9.2"}," none of which exist, and which slay\nthe believer. For verses and poems I can turn into",{"tag":"note","id":"vi.III.VI-p10.1"}," true food,\nbut the “Medea flying,” though I sang, I maintained it not;\nthough I heard it sung, I believed it not; but those things I did\nbelieve. Woe, woe, by what steps was I dragged down “to the\ndepths of hell!”",{"tag":"note","id":"vi.III.VI-p11.1"},"—toiling and turmoiling through\nwant of Truth, when I sought after Thee, my God,—to Thee I\nconfess it, who hadst mercy on me when I had not yet\nconfessed,—sought after Thee not according to the understanding\nof the mind, in which Thou desiredst that I should excel the\nbeasts, but according to the sense of the flesh! Thou wert more\ninward to me than my most inward part; and higher than my highest.\nI came upon that bold woman, who “is simple, and knoweth\nnothing,”",{"tag":"note","id":"vi.III.VI-p12.2"}," the enigma\nof Solomon, sitting “at the door of the house on a seat,” and\nsaying, “Stolen waters are sweet, and bread eaten in secret is\npleasant.”",{"tag":"note","id":"vi.III.VI-p13.2"}," This woman\nseduced me, because she found my soul beyond its portals, dwelling\nin the eye of my flesh, and thinking on such food as through it I\nhad devoured."]}]},{"title":"He Attacks the Doctrine of the Manichæans Concerning Evil, God, and the Righteousness of the Patriarchs.","node-type":"section","sub-title":"Chapter VII","id":"vi.III.VII","type":"Chapter","shorttitle":"Chapter VII","number":"VII","children":[{"notes":[],"contents":[["Chapter VII.—He Attacks the\nDoctrine of the Manichæans Concerning Evil, God, and the\nRighteousness of the Patriarchs."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"241","id":"vi.III.VII-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.VII-p3","class":"endnote"},"content":[" The strange mixture of the pensive philosophy of\nPersia with Gnosticism and Christianity, propounded by Manichæus,\nattempted to solve this question, which was “the great object of\nheretical inquiry” (Mansel’s ",{"tag":"i","attrs":null,"content":["Gnostics"]},", lec. i.). It was\nAugustin’s desire for knowledge concerning it that united him to\nthis sect, and which also led him to forsake it, when he found\ntherein nothing but empty fables (",{"tag":"i","attrs":null,"content":["De Lib. Arb"]},". i. sec. 4).\nManichæus taught that evil and good were primeval, and had\nindependent existences. Augustin, on the other hand, maintains that\nit was not possible for evil so to exist (",{"tag":"i","attrs":null,"content":["De Civ. Dei"]},", xi.\nsec. 22) but, as he here states, evil is “a privation of good.”\nThe evil will has a ",{"tag":"i","attrs":null,"content":["causa deficiens"]},", but not a ",{"tag":"i","attrs":null,"content":["causa\nefficiens"]}," (",{"tag":"i","attrs":null,"content":["ibid"]},". xii. 6), as is exemplified in the fall\nof the angels."]}]},{"tag":"note","attrs":{"place":"end","n":"242","id":"vi.III.VII-p3.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.VII-p4","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"1 Kings 18.40","parsed":"|1Kgs|18|40|0|0","osisRef":"Bible:1Kgs.18.40","id":"vi.III.VII-p4.1"},"content":["1 Kings xviii. 40"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"243","id":"vi.III.VII-p4.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.VII-p5","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"John 4.24","parsed":"|John|4|24|0|0","osisRef":"Bible:John.4.24","id":"vi.III.VII-p5.1"},"content":["John iv. 24"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"244","id":"vi.III.VII-p5.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.VII-p6","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Gen. 1.27","parsed":"|Gen|1|27|0|0","osisRef":"Bible:Gen.1.27","id":"vi.III.VII-p6.1"},"content":["Gen. i. 27"]},"; see vi. sec. 4, note."]}]}],"contents":["12. For I was ignorant as to that which really is,\nand was, as it were, violently moved to give \n","my support to foolish deceivers,\nwhen they asked me, “Whence is evil?”",{"tag":"note","id":"vi.III.VII-p2.1"},"—and, “Is God limited by a\nbodily shape, and has He hairs and nails?”—and, “Are they to\nbe esteemed righteous who had many wives at once and did kill men,\nand sacrificed living creatures?”",{"tag":"note","id":"vi.III.VII-p3.1"}," At which things I, in my ignorance,\nwas much disturbed, and, retreating from the truth, I appeared to\nmyself to be going towards it; because as yet I knew not that evil\nwas naught but a privation of good, until in the end it ceases\naltogether to be; which how should I see, the sight of whose eyes\nsaw no further than bodies, and of my mind no further than a\nphantasm? And I knew not God to be a Spirit,",{"tag":"note","id":"vi.III.VII-p4.2"}," not one who hath parts extended in\nlength and breadth, nor whose being was bulk; for every bulk is\nless in a part than in the whole, and, if it be infinite, it must\nbe less in such part as is limited by a certain space than in its\ninfinity; and cannot be wholly everywhere, as Spirit, as God is.\nAnd what that should be in us, by which we were like unto God, and\nmight rightly in Scripture be said to be after “the image of\nGod,”",{"tag":"note","id":"vi.III.VII-p5.2"}," I was\nentirely ignorant."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"245","id":"vi.III.VII-p7.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.VII-p8","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Heb. 11.8-40","parsed":"|Heb|11|8|11|40","osisRef":"Bible:Heb.11.8-Heb.11.40","id":"vi.III.VII-p8.1"},"content":["Heb. xi. 8–40"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"246","id":"vi.III.VII-p8.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.VII-p9","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"1 Cor. 4.3","parsed":"|1Cor|4|3|0|0","osisRef":"Bible:1Cor.4.3","id":"vi.III.VII-p9.1"},"content":["1 Cor. iv. 3"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"247","id":"vi.III.VII-p9.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.VII-p10","class":"endnote"},"content":[" The law of the development of revelation implied in\nthe above passage is one to which Augustin frequently resorts in\nconfutation of objections such as those to which he refers in the\nprevious and following sections. It may likewise be effectively\nused when similar objections are raised by modern sceptics. In the\nRabbinical books there is a tradition of the wanderings of the\nchildren of Israel, that not only did their clothes not wax old\n(",{"tag":"scripRef","attrs":{"passage":"Deut. 29.5","parsed":"|Deut|29|5|0|0","osisRef":"Bible:Deut.29.5","id":"vi.III.VII-p10.1"},"content":["Deut. xxix. 5"]},") during those forty years, but\nthat they ",{"tag":"i","attrs":null,"content":["grew"]}," with their growth. The written word is as it\nwere the swaddling-clothes of the holy child Jesus; and as the\nrevelation concerning Him—the Word Incarnate—grew, did the\nwritten word grow. God spoke in sundry parts [",{"tag":"span","attrs":{"lang":"EL","id":"vi.III.VII-p10.2","class":"Greek"},"content":["πολυέμρως"]},"]\nand in divers manners unto the fathers by the prophets (",{"tag":"scripRef","attrs":{"passage":"Heb. 1.1","parsed":"|Heb|1|1|0|0","osisRef":"Bible:Heb.1.1","id":"vi.III.VII-p10.3"},"content":["Heb. i.\n1"]},"); but when the\n“fulness of the time was come” (",{"tag":"scripRef","attrs":{"passage":"Gal. 4.4","parsed":"|Gal|4|4|0|0","osisRef":"Bible:Gal.4.4","id":"vi.III.VII-p10.4"},"content":["Gal. iv. 4"]},"), He completed the revelation\nin His Son. Our Lord indicates this principle when He speaks of\ndivorce in ",{"tag":"scripRef","attrs":{"passage":"Matt. 19.8","parsed":"|Matt|19|8|0|0","osisRef":"Bible:Matt.19.8","id":"vi.III.VII-p10.5"},"content":["Matt. xix. 8"]},". “Moses,” he says,\n“because of the hardness of your hearts suffered you to put away\nyour wives; but from the beginning it was not so.” (See ",{"tag":"i","attrs":null,"content":["Con.\nFaust"]},". xix. 26, 29.) When objections, then, as to obsolete\nritual usages, or the sins committed by Old Testament worthies are\nurged, the answer is plain: the ritual has become obsolete, because\nonly intended for the infancy of revelation, and the sins, while\nrecorded in, are not approved by Scripture, and those who committed\nthem will be judged according to the measure of revelation they\nreceived. See also ",{"tag":"i","attrs":null,"content":["De Ver. Relig."]}," xvii.; ",{"tag":"i","attrs":null,"content":["in Ps."]},"\nlxxiii. 1, liv. 22; ",{"tag":"i","attrs":null,"content":["Con. Faust"]},". xxii. 25; Trench, ",{"tag":"i","attrs":null,"content":["Hulsean\nLecs."]}," iv., v. (1845); and Candlish’s ",{"tag":"i","attrs":null,"content":["Reason and\nRevelation"]},", pp. 58–75."]}]},{"tag":"note","attrs":{"place":"end","n":"248","id":"vi.III.VII-p10.6","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.VII-p11","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Job 14.1","parsed":"|Job|14|1|0|0","osisRef":"Bible:Job.14.1","id":"vi.III.VII-p11.1"},"content":["Job xiv. 1"]},"."]}]}],"contents":["13. Nor had I knowledge of that true inner\nrighteousness, which doth not judge according to custom, but out of\nthe most perfect law of God Almighty, by which the manners of\nplaces and times were adapted to those places and times—being\nitself the while the same always and everywhere, not one thing in\none place, and another in another; according to which Abraham, and\nIsaac, and Jacob, and Moses, and David, and all those commended by\nthe mouth of God were righteous,",{"tag":"note","id":"vi.III.VII-p7.1"}," but were judged unrighteous by\nfoolish men, judging out of man’s judgment,",{"tag":"note","id":"vi.III.VII-p8.2"}," and gauging by the petty standard\nof their own manners the manners of the whole human race. Like as\nif in an armoury, one knowing not what were adapted to the several\nmembers should put greaves on his head, or boot himself with a\nhelmet, and then complain because they would not fit. Or as if, on\nsome day when in the afternoon business was forbidden, one were to\nfume at not being allowed to sell as it was lawful to him in the\nforenoon. Or when in some house he sees a servant take something in\nhis hand which the butler is not permitted to touch, or something\ndone behind a stable which would be prohibited in the dining-room,\nand should be indignant that in one house, and one family, the same\nthing is not distributed everywhere to all. Such are they who\ncannot endure to hear something to have been lawful for righteous\nmen in former times which is not so now; or that God, for certain\ntemporal reasons, commanded them one thing, and these another, but\nboth obeying the same righteousness; though they see, in one man,\none day, and one house, different things to be fit for different\nmembers, and a thing which was formerly lawful after a time\nunlawful—that permitted or commanded in one corner, which done in\nanother is justly prohibited and punished. Is justice, then,\nvarious and changeable? Nay, but the times over which she presides\nare not all alike, because they are times.",{"tag":"note","id":"vi.III.VII-p9.2"}," But men, whose days upon the earth\nare few,",{"tag":"note","id":"vi.III.VII-p10.6"}," because by\ntheir own perception they cannot harmonize the causes of former\nages and other nations, of which they had no experience, with these\nof which they have experience, though in one and the same body,\nday, or family, they can readily see what is suitable for each\nmember, season, part, and person—to the one they take exception,\nto the other they submit."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"249","id":"vi.III.VII-p12.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.VII-p13","class":"endnote"},"content":[" Here, as at the end of sec. 17, he alludes to the\ntypical and allegorical character of Old Testament histories.\nThough he does not with Origen go so far as to disparage the letter\nof Scripture (see ",{"tag":"i","attrs":null,"content":["De Civ. Dei"]},", xiii. 21), but upholds it, he\nconstantly employs the allegorical principle. He (alluding to the\npatriarchs) goes so far, indeed, as to say (",{"tag":"i","attrs":null,"content":["Con."]},{"tag":"i","attrs":null,"content":["\nFaust."]},", xxii. 24), that “not only the speech but the life of\nthese men was prophetic; and the whole kingdom of the Hebrews was\nlike a great prophet;” and again: “We may discover a prophecy\nof the coming of Christ and of the Church both in what they said\nand what they did”. This method of interpretation he first\nlearned from Ambrose. See note on “the letter killeth,” etc.\n(below, vi. sec. 6), for the danger attending it. On the general\nsubject, reference may also be made to his ",{"tag":"i","attrs":null,"content":["in Ps."]}," cxxxvi. 3;\n",{"tag":"i","attrs":null,"content":["Serm."]}," 2; ",{"tag":"i","attrs":null,"content":["De Tentat. Abr"]},". sec. 7; and ",{"tag":"i","attrs":null,"content":["De Civ.\nDei"]},", xvii. 3."]}]}],"contents":["14. These things I then knew not, nor observed. They\nmet my eyes on every side, and I saw them not. I composed poems, in\nwhich it was not permitted me to place every foot everywhere, but\nin one metre one way, and in another, nor even in any one verse the\nsame foot in all places. Yet the art itself by which I composed had\nnot different principles for these different cases, but comprised\nall in one. Still I saw not how that righteousness, which good and\nholy men submitted to, far more excellently and sublimely\ncomprehended in one all those things which God commanded, ","and in no part varied,\nthough in varying times it did not prescribe all things at once,\nbut distributed and enjoined what was proper for each. And I, being\nblind, blamed those pious fathers, not only for making use of\npresent things as God commanded and inspired them to do, but also\nfor foreshowing things to come as God was revealing them.",{"tag":"note","id":"vi.III.VII-p12.1"}]}]},{"title":"He Argues Against the Same as to the Reason of Offences.","node-type":"section","sub-title":"Chapter VIII","id":"vi.III.VIII","type":"Chapter","shorttitle":"Chapter VIII","number":"VIII","children":[{"notes":[],"contents":[["Chapter VIII.—He Argues Against\nthe Same as to the Reason of Offences."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"250","id":"vi.III.VIII-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.VIII-p3","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Deut. 6.5","parsed":"|Deut|6|5|0|0","osisRef":"Bible:Deut.6.5","id":"vi.III.VIII-p3.1"},"content":["Deut. vi. 5"]},", and \n",{"tag":"scripRef","attrs":{"passage":"Matt. 22.37-39","parsed":"|Matt|22|37|22|39","osisRef":"Bible:Matt.22.37-Matt.22.39","id":"vi.III.VIII-p3.2"},"content":["Matt. xxii.\n37–39"]},"."]}]}],"contents":["15. Can it at any time or place be an\nunrighteous thing for a man to love God with all his heart, with\nall his soul, and with all his mind, and his neighbour as\nhimself?",{"tag":"note","id":"vi.III.VIII-p2.1"}," Therefore\nthose offences which be contrary to nature are everywhere and at\nall times to be held in detestation and punished; such were those\nof the Sodomites, which should all nations commit, they should all\nbe held guilty of the same crime by the divine law, which hath not\nso made men that they should in that way abuse one another. For\neven that fellowship which should be between God and us is\nviolated, when that same nature of which He is author is polluted\nby the perversity of lust. But those offences which are contrary to\nthe customs of men are to be avoided according to the customs\nseverally prevailing; so that an agreement made, and confirmed by\ncustom or law of any city or nation, may not be violated at the\nlawless pleasure of any, whether citizen or stranger. For any part\nwhich is not consistent with its whole is unseemly. But when God\ncommands anything contrary to the customs or compacts of any nation\nto be done, though it were never done by them before, it is to be\ndone; and if intermitted it is to be restored, and, if never\nestablished, to be established. For if it be lawful for a king, in\nthe state over which he reigns, to command that which neither he\nhimself nor any one before him had commanded, and to obey him\ncannot be held to be inimical to the public interest,—nay, it\nwere so if he were not obeyed (for obedience to princes is a\ngeneral compact of human society),—how much more, then, ought we\nunhesitatingly to obey God, the Governor of all His creatures! For\nas among the authorities of human society the greater authority is\nobeyed before the lesser, so must God above all."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"251","id":"vi.III.VIII-p4.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.VIII-p5","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Ps. 144.9","parsed":"|Ps|144|9|0|0","osisRef":"Bible:Ps.144.9","id":"vi.III.VIII-p5.1"},"content":["Ps. cxliv. 9"]},". “St. Augustin (",{"tag":"i","attrs":null,"content":["Quæst in\nExod."]}," ii. qu. 71) mentions the two modes of dividing the ten\ncommandments into three and seven, or four and six, and gives what\nappear to have been his own private reasons for preferring the\nfirst. Both commonly existed in his day, but the Anglican mode\nappears to have been the most usual. It occurs in Origen, Greg.\nNaz., Jerome, Ambrose, Chrys. St. Augustin alludes to his division\nagain, ",{"tag":"i","attrs":null,"content":["Serm"]},". 8, 9, ",{"tag":"i","attrs":null,"content":["de"]}," x.",{"tag":"i","attrs":null,"content":["Chordis"]},", and sec. 33\non this psalm: ‘To the first commandment there belong three\nstrings because God is trine. To the other, ",{"tag":"i","attrs":null,"content":["i.e."]},", the love\nof our neighbour, seven strings. These let us join to those three,\nwhich belong to the love of God, if we would on the psaltery of ten\nstrings sing a new song.’”—E.B.P."]}]},{"tag":"note","attrs":{"place":"end","n":"252","id":"vi.III.VIII-p5.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.VIII-p6","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"version":"VUL","passage":"Ps. 27.12","parsed":"vul|Ps|27|12|0|0","osisRef":"Bible.vul:Ps.27.12","id":"vi.III.VIII-p6.1"},"content":["Ps. xxvii. 12"]},", ",{"tag":"i","attrs":null,"content":["Vulg."]}]}]},{"tag":"note","attrs":{"place":"end","n":"253","id":"vi.III.VIII-p6.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.VIII-p7","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Rom. 1.24-29","parsed":"|Rom|1|24|1|29","osisRef":"Bible:Rom.1.24-Rom.1.29","id":"vi.III.VIII-p7.1"},"content":["Rom. i. 24–29"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"254","id":"vi.III.VIII-p7.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.VIII-p8","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Acts 9.5","parsed":"|Acts|9|5|0|0","osisRef":"Bible:Acts.9.5","id":"vi.III.VIII-p8.1"},"content":["Acts ix. 5"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"255","id":"vi.III.VIII-p8.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.VIII-p9","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Ps. 102.20","parsed":"|Ps|102|20|0|0","osisRef":"Bible:Ps.102.20","id":"vi.III.VIII-p9.1"},"content":["Ps. cii. 20"]},"."]}]}],"contents":["16. So also in deeds of violence, where there\nis a desire to harm, whether by contumely or injury; and both of\nthese either by reason of revenge, as one enemy against another; or\nto obtain some advantage over another, as the highwayman to the\ntraveller; or for the avoiding of some evil, as with him who is in\nfear of another; or through envy, as the unfortunate man to one who\nis happy; or as he that is prosperous in anything to him who he\nfears will become equal to himself, or whose equality he grieves\nat; or for the mere pleasure in another’s pains, as the\nspectators of gladiators, or the deriders and mockers of others.\nThese be the chief iniquities which spring forth from the lust of\nthe flesh, of the eye, and of power, whether singly, or two\ntogether, or all at once. And so do men live in opposition to the\nthree and seven, that psaltery “of ten strings,”",{"tag":"note","id":"vi.III.VIII-p4.1"}," Thy ten\ncommandments, O God most high and most sweet. But what foul\noffences can there be against Thee who canst not be defiled? Or\nwhat deeds of violence against thee who canst not be harmed? But\nThou avengest that which men perpetrate against themselves, seeing\nalso that when they sin against Thee, they do wickedly against\ntheir own souls; and iniquity gives itself the lie,",{"tag":"note","id":"vi.III.VIII-p5.2"}," either by\ncorrupting or perverting their nature, which Thou hast made and\nordained, or by an immoderate use of things permitted, or in\n“burning” in things forbidden to that use which is against\nnature;",{"tag":"note","id":"vi.III.VIII-p6.2"}," or when\nconvicted, raging with heart and voice against Thee, kicking\nagainst the pricks;",{"tag":"note","id":"vi.III.VIII-p7.2"}," or when, breaking through the pale\nof human society, they audaciously rejoice in private combinations\nor divisions, according as they have been pleased or offended. And\nthese things are done whenever Thou art forsaken, O Fountain of\nLife, who art the only and true Creator and Ruler of the universe,\nand by a self-willed pride any one false thing is selected\ntherefrom and loved. So, then, by a humble piety we return to Thee;\nand thou purgest us from our evil customs, and art merciful unto\nthe sins of those who confess unto Thee, and dost “hear the\ngroaning of the prisoner,”",{"tag":"note","id":"vi.III.VIII-p8.2"}," and dost loosen us from those\nfetters which we have forged for ourselves, if we lift not up\nagainst Thee the horns of a false liberty,—","losing all through craving\nmore, by loving more our own private good than Thee, the good of\nall."]}]},{"title":"That the Judgment of God and Men as to Human Acts of Violence, is Different.","node-type":"section","sub-title":"Chapter IX","id":"vi.III.IX","type":"Chapter","shorttitle":"Chapter IX","number":"IX","children":[{"notes":[],"contents":[["Chapter IX.—That the Judgment of\nGod and Men as to Human Acts of Violence, is Different."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"256","id":"vi.III.IX-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.IX-p3","class":"endnote"},"content":[" The Manichæans, like the deistical writers of the\nlast century, attacked the spoiling of the Egyptians, the slaughter\nof the Canaanites, and such episodes. Referring to the former,\nAugustin says (",{"tag":"i","attrs":null,"content":["Con. Faust"]},". xxii. 71), “Then, as for\nFaustus’ objection to the spoiling of the Egyptians, he knows not\nwhat he says. In this Moses not only did not sin, but it would have\nbeen sin not to do it. It was by the command of God, who, from His\nknowledge both of the actions and of the hearts of men, can decide\nupon what every one should be made to suffer, and through whose\nagency. The people at that time were still carnal, and engrossed\nwith earthly affection; while the Egyptians were in open rebellion\nagainst God, for they used the gold, God’s creature, in the\nservice of idols, to the dishonour of the Creator, and they had\ngrievously oppressed strangers by making them work without pay.\nThus the Egyptians deserved the punishment, and the Israelites were\nsuitably employed in inflicting it.” For an exhaustive\nvindication of the conduct of the children of Israel as the agents\nof God in punishing the Canaanites, see ",{"tag":"i","attrs":null,"content":["Graves on the\nPentateuch"]},", Part iii. lecture I. See also ",{"tag":"i","attrs":null,"content":["De Civ. Dei"]},",\ni. 26; and ",{"tag":"i","attrs":null,"content":["Quæst. in Jos"]},". 8, 16, etc."]}]},{"tag":"note","attrs":{"place":"end","n":"257","id":"vi.III.IX-p3.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.IX-p4","class":"endnote"},"content":[" See note on sec. 14, above."]}]}],"contents":["17. But amidst these offences of infamy and\nviolence, and so many iniquities, are the sins of men who are, on\nthe whole, making progress; which, by those who judge rightly, and\nafter the rule of perfection, are censured, yet commended withal,\nupon the hope of bearing fruit, like as in the green blade of the\ngrowing corn. And there are some which resemble offences of infamy\nor violence, and yet are not sins, because they neither offend\nThee, our Lord God, nor social custom: when, for example, things\nsuitable for the times are provided for the use of life, and we are\nuncertain whether it be out of a lust of having; or when acts are\npunished by constituted authority for the sake of correction, and\nwe are uncertain whether it be out of a lust of hurting. Many a\ndeed, then, which in the sight of men is disapproved, is approved\nby Thy testimony; and many a one who is praised by men is, Thou\nbeing witness, condemned; because frequently the view of the deed,\nand the mind of the doer, and the hidden exigency of the period,\nseverally vary. But when Thou unexpectedly commandest an unusual\nand unthought-of thing—yea, even if Thou hast formerly forbidden\nit, and still for the time keepest secret the reason of Thy\ncommand, and it even be contrary to the ordinance of some society\nof men, who doubts but it is to be done, inasmuch as that society\nis righteous which serves Thee?",{"tag":"note","id":"vi.III.IX-p2.1"}," But blessed are they who know Thy\ncommands! For all things were done by them who served Thee either\nto exhibit something necessary at the time, or to foreshow things\nto come.",{"tag":"note","id":"vi.III.IX-p3.1"}]}]},{"title":"He Reproves the Triflings of the Manichæans as to the Fruits of the Earth.","node-type":"section","sub-title":"Chapter X","id":"vi.III.X","type":"Chapter","shorttitle":"Chapter X","number":"X","children":[{"notes":[],"contents":[["Chapter X.—He Reproves the\nTriflings of the Manichæans as to the Fruits of the\nEarth."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"258","id":"vi.III.X-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.X-p3","class":"endnote"},"content":[{"tag":"i","attrs":null,"content":["i.e."]}," Manichæan saint."]}]},{"tag":"note","attrs":{"place":"end","n":"259","id":"vi.III.X-p3.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.X-p4","class":"endnote"},"content":[" According to this extraordinary system, it was the\nprivilege of the “elect” to set free in eating such parts of\nthe divine substance as were imprisoned in the vegetable creation\n(",{"tag":"i","attrs":null,"content":["Con. Faust"]},". xxxi. 5). They did not marry or work in the\nfields, and led an ascetic life, the “hearers” or catechumens\nbeing privileged to provide them with food. The “elect” passed\nimmediately on dying into the realm of light, while, as a reward\nfor their service, the souls of the “hearers” after death\ntransmigrated into plants (from which they might be most readily\nfreed), or into the “elect,” so as, in their turn, to pass away\ninto the realm of light. See ",{"tag":"i","attrs":null,"content":["Con. Faust"]},". v. 10, xx. 23; and\n",{"tag":"i","attrs":null,"content":["in Ps."]}," cxl."]}]},{"tag":"note","attrs":{"place":"end","n":"260","id":"vi.III.X-p4.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.X-p5","class":"endnote"},"content":[" Augustin frequently alludes to their conduct to the\npoor, in refusing to give them bread or the fruits of the earth,\nlest in eating they should defile the portion of God contained\ntherein. But to avoid the odium of their conduct, they would\ninconsequently give money whereby food might be bought. See ",{"tag":"i","attrs":null,"content":["in\nPs."]}," cxl. sec. 12; and ",{"tag":"i","attrs":null,"content":["De Mor. Manich."]}," 36, 37, and\n53."]}]}],"contents":["18. These things being ignorant of, I derided\nthose holy servants and prophets of Thine. And what did I gain by\nderiding them but to be derided by Thee, being insensibly, and\nlittle by little, led on to those follies, as to credit that a\nfig-tree wept when it was plucked, and that the mother-tree shed\nmilky tears? Which fig notwithstanding, plucked not by his own but\nanother’s wickedness, had some “saint”",{"tag":"note","id":"vi.III.X-p2.1"}," eaten and mingled with his\nentrails, he should breathe out of it angels; yea, in his prayers\nhe shall assuredly groan and sigh forth particles of God, which\nparticles of the most high and true God should have remained bound\nin that fig unless they had been set free by the teeth and belly of\nsome “elect saint”!",{"tag":"note","id":"vi.III.X-p3.1"}," And I, miserable one, believed that\nmore mercy was to be shown to the fruits of the earth than unto\nmen, for whom they were created; for if a hungry man—who was not\na Manichæan—should beg for any, that morsel which should be\ngiven him would appear, as it were, condemned to capital\npunishment.",{"tag":"note","id":"vi.III.X-p4.1"}]}]},{"title":"He Refers to the Tears, and the Memorable Dream Concerning Her Son, Granted by God to His Mother.","node-type":"section","sub-title":"Chapter XI","id":"vi.III.XI","type":"Chapter","shorttitle":"Chapter XI","number":"XI","children":[{"notes":[],"contents":[["Chapter XI.—He Refers to the\nTears, and the Memorable Dream Concerning Her Son, Granted by God\nto His Mother."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"261","id":"vi.III.XI-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.XI-p3","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Ps. 144.7","parsed":"|Ps|144|7|0|0","osisRef":"Bible:Ps.144.7","id":"vi.III.XI-p3.1"},"content":["Ps. cxliv. 7"]},"."]}]},{"tag":"note","attrs":{"place":"end","n":"262","id":"vi.III.XI-p3.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.XI-p4","class":"endnote"},"content":[" He alludes here to that devout manner of the\nEastern ancients, who used to lie flat on their faces in\nprayer.—W. W."]}]},{"tag":"note","attrs":{"place":"end","n":"263","id":"vi.III.XI-p4.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.XI-p5","class":"endnote"},"content":[" Symbolical of the rule of faith. See viii. sec. 30,\nbelow."]}]}],"contents":["19. And Thou sendedst Thine hand from above,",{"tag":"note","id":"vi.III.XI-p2.1"}," and drewest\nmy soul out of that profound darkness, when my mother, Thy faithful\none, wept to thee on my behalf more than mothers are wont to weep\nthe bodily death of their children. For she saw that I was dead by\nthat faith and spirit which she had from Thee, and Thou heardest\nher, O Lord. Thou heardest her, and despisedst not her tears, when,\npouring down, they watered the earth",{"tag":"note","id":"vi.III.XI-p3.2"}," under her eyes in every place where\nshe prayed; yea, Thou heardest her. For whence was that dream with\nwhich Thou consoledst her, so that she permitted me to live with\nher, and to have my meals at the same table in the house, which she\nhad begun to avoid, hating and detesting the blasphemies of my\nerror? For she saw herself standing on a certain wooden rule,",{"tag":"note","id":"vi.III.XI-p4.1"}," and a bright\nyouth advancing towards her, joyous and smiling ","upon her, whilst she was\ngrieving and bowed down with sorrow. But he having inquired of her\nthe cause of her sorrow and daily weeping (he wishing to teach, as\nis their wont, and not to be taught), and she answering that it was\nmy perdition she was lamenting, he bade her rest contented, and\ntold her to behold and see “that where she was, there was I\nalso.” And when she looked she saw me standing near her on the\nsame rule. Whence was this, unless that Thine ears were inclined\ntowards her heart? O Thou Good Omnipotent, who so carest for every\none of us as if Thou caredst for him only, and so for all as if\nthey were but one!"]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"264","id":"vi.III.XI-p6.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.XI-p7","class":"endnote"},"content":[{"tag":"scripRef","attrs":{"passage":"Ps. 88.1","parsed":"|Ps|88|1|0|0","osisRef":"Bible:Ps.88.1","id":"vi.III.XI-p7.1"},"content":["Ps. lxxxviii. 1"]},"."]}]}],"contents":["20. Whence was this, also, that when she had\nnarrated this vision to me, and I tried to put this construction on\nit, “That she rather should not despair of being some day what I\nwas,” she immediately, without hesitation, replied, “No; for it\nwas not told me that ‘where he is, there shalt thou be,’ but\n‘where thou art, there shall he be’”? I confess to Thee, O\nLord, that, to the best of my remembrance (and I have oft spoken of\nthis), Thy answer through my watchful mother—that she was not\ndisquieted by the speciousness of my false interpretation, and saw\nin a moment what was to be seen, and which I myself had not in\ntruth perceived before she spoke—even then moved me more than the\ndream itself, by which the happiness to that pious woman, to be\nrealized so long after, was, for the alleviation of her present\nanxiety, so long before predicted. For nearly nine years passed in\nwhich I wallowed in the slime of that deep pit and the darkness of\nfalsehood, striving often to rise, but being all the more heavily\ndashed down. But yet that chaste, pious, and sober widow (such as\nThou lovest), now more buoyed up with hope, though no whit less\nzealous in her weeping and mourning, desisted not, at all the hours\nof her supplications, to bewail my case unto Thee. And her prayers\nentered into Thy presence,",{"tag":"note","id":"vi.III.XI-p6.1"}," and yet Thou didst still suffer me\nto be involved and re-involved in that darkness."]}]},{"title":"The Excellent Answer of the Bishop When Referred to by His Mother as to the Conversion of Her Son.","node-type":"section","sub-title":"Chapter XII","id":"vi.III.XII","type":"Chapter","shorttitle":"Chapter XII","number":"XII","children":[{"notes":[],"contents":[["Chapter XII.—The Excellent Answer\nof the Bishop When Referred to by His Mother as to the Conversion\nof Her Son."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"265","id":"vi.III.XII-p2.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"vi.III.XII-p3","class":"endnote"},"content":[" We can easily understand that Augustin’s\ndialectic skill would render him a formidable opponent, while, with\nthe zeal of a neophyte, he urged those difficulties of Scripture\n(",{"tag":"i","attrs":null,"content":["De Agon. Christ"]},". iv ) which the Manichæans knew so well\nhow to employ. In an interesting passage (",{"tag":"i","attrs":null,"content":["De Duab. Anim. con.\nManich"]},". ix.) he tells us that his victories over\n“inexperienced persons” stimulated him to fresh conquests, and\nthus kept him bound longer than he would otherwise have been in the\nchains of this heresy."]}]}],"contents":["21. And meanwhile Thou grantedst her another\nanswer, which I recall; for much I pass over, hastening on to those\nthings which the more strongly impel me to confess unto Thee, and\nmuch I do not remember. Thou didst grant her then another answer,\nby a priest of Thine, a certain bishop, reared in Thy Church and\nwell versed in Thy books. He, when this woman had entreated that he\nwould vouchsafe to have some talk with me, refute my errors,\nunteach me evil things, and teach me good (for this he was in the\nhabit of doing when he found people fitted to receive it), refused,\nvery prudently, as I afterwards came to see. For he answered that I\nwas still unteachable, being inflated with the novelty of that\nheresy, and that I had already perplexed divers inexperienced\npersons with vexatious questions,",{"tag":"note","id":"vi.III.XII-p2.1"}," as she had informed him. “But\nleave him alone for a time,” saith he, “only pray God for him;\nhe will of himself, by reading, discover what that error is, and\nhow great its impiety.” He disclosed to her at the same time how\nhe himself, when a little one, had, by his misguided mother, been\ngiven over to the Manichæans, and had not only read, but even\nwritten out almost all their books, and had come to see (without\nargument or proof from any one) how much that sect was to be\nshunned, and had shunned it. Which when he had said, and she would\nnot be satisfied, but repeated more earnestly her entreaties,\nshedding copious tears, that he would see and discourse with me,\nhe, a little vexed at her importunity, exclaimed, “Go thy way,\nand God bless thee, for it is not possible that the son of these\ntears should perish.” Which answer (as she often mentioned in her\nconversations with me) she accepted as though it were a voice from\nheaven."]},{"notes":[],"contents":["————————————"]}]}]}