{"title":"The Opinion of St. Augustin Concerning His Confessions","node-type":"section","sub-title":"","id":"vi.ii","type":null,"shorttitle":"","number":"ii","children":[{"notes":[],"contents":[["The Opinion of St.\nAugustin"]]},{"notes":[],"contents":["Concerning His"]},{"notes":[],"contents":[["Confessions, as Embodied in His ",[{"notes":[],"contents":"\nRetractations,"}]," II. 6"]]},{"notes":[],"contents":["————————————"]},{"notes":[{"tag":"scripRef","attrs":{"passage":"Gen. i. 1","parsed":"|Gen|1|1|0|0","osisRef":"Bible:Gen.1.1","id":"vi.ii-p5.2"},"content":["Gen. i.\n1"]}],"contents":["1. “",["The"]," Thirteen\nBooks of my ",[{"notes":[],"contents":"Confessions"}]," whether they refer to my evil or\ngood, praise the just and good God, and stimulate the heart and\nmind of man to approach unto Him. And, as far as pertaineth unto\nme, they wrought this in me when they were written, and this they\nwork when they are read. What some think of them they may have\nseen, but that they have given much pleasure, and do give pleasure,\nto many brethren I know. From the First to the Tenth they have been\nwritten of myself; in the remaining three, of the Sacred\nScriptures, from the text, ‘In the beginning God created the\nheaven and the earth,’ even to the rest of the Sabbath (",{"tag":"note","id":"vi.ii-p5.2"},", ii. 2).”"]},{"notes":[],"contents":["2. “In the Fourth Book, when I acknowledged the\ndistress of my mind at the death of a friend, saying, that our\nsoul, though one, had been in some manner made out of two; and\ntherefore, I say, perchance was I afraid to die lest he should die\nwholly whom I had so much loved (chap. vi.);—this seems to me as\nif it were a light declamation rather than a grave confession,\nalthough this folly may in some sort be tempered by that\n‘perchance’ which follows. And in the Thirteenth Book (chap.\nxxxii.) what I said, viz.: that the ‘firmament was made between\nthe spiritual upper waters, and the corporeal lower waters,’ was\nsaid without due consideration; but the thing is very\nobscure.”"]},{"notes":[{"tag":"scripRef","attrs":{"passage":"Ps. l. 3","parsed":"|Ps|50|3|0|0","osisRef":"Bible:Ps.50.3","id":"vi.ii-p7.2"},"content":["Ps. l. 3"]}],"contents":["[In ",[{"notes":[],"contents":"Ep. ad Darium, Ep."}]," ccxxxi. c. 6,\nwritten ",["a.d."]," 429, Augustin says: “Accept,\nmy son, the books containing my ",[{"notes":[],"contents":"Confessions"}]," which you\ndesired to have. In these behold me that you may not praise me more\nthan I deserve; there believe what is said of me, not by others,\nbut by myself; there mark me, and see what I have been in myself,\nby myself; and if anything in me please you, join me in praising\nHim to whom, and not to myself, I desired praise to be given. For\n‘He hath made us, and not we ourselves’ (",{"tag":"note","id":"vi.ii-p7.2"},"). Indeed, we\nhad destroyed ourselves, but He who made us has made us anew\n(",[{"notes":[],"contents":"qui fecit, refecit"}],"). When, however, you find me in these\nbooks, pray for me that I may not fail, but be perfected (",[{"notes":[],"contents":"ne\ndeficiam, sed perficiar"}],"). Pray, my son, pray. I feel what I\nsay; I know what I ask.”—P. S.]"]},{"notes":[],"contents":["[",[{"notes":[],"contents":"De Dono Perseverantiæ"}],", c. 20 (53):\n“Which of my smaller works could be more widely known or give\ngreater pleasure than my ",[{"notes":[],"contents":"Confessions"}],"? And although I\npublished them before the Pelagian heresy had come into existence,\ncertainly in them I said to my God, and said it frequently, ‘Give\nwhat Thou commandest, and command what Thou willest’ (Conf. x.\n29, 31, 37). Which words of mine, Pelagius at Rome, when they were\nmentioned in his presence by a certain brother and fellow-bishop of\nmine, could not bear.…Moreover in those same books…I showed\nthat I was granted to the faithful and daily tears of my mother,\nthat I should not perish. There certainly I declared that God by\nHis grace converted the will of men to the true faith, not only\nwhen they had been turned away from it, but even when they were\nopposed to it.”—P. S.]"]},{"notes":[],"contents":["————————————"]}]}