{"book":"isaias","chapter":"6","verse":"2","refs":[{"ref":{"tag":"scripRef","attrs":{"passage":"Isa. 6.2;37.16","parsed":"|Isa|6|2|0|0;|Isa|37|16|0|0","osisRef":"Bible:Isa.6.2 Bible:Isa.37.16","id":"vi.XII.XXII-p4.1"},"content":["Isa. vi. 2, and xxxvii. 16"]},"author":"asdf","book":"confess","chapter":"confess-vi","para":["31. For, should any one endeavour to contend\nagainst these last two opinions, thus,—“If you will not admit\nthat this formlessness of matter appears to be called by the name\nof heaven and earth, then there was something which God had not\nmade out of which He could make heaven and earth; for Scripture\nhath not told us that God made this matter, unless we understand it\nto be implied in the term of heaven and earth, or of earth only,\nwhen it is said, ‘In the beginning God created heaven and\nearth,’ as that which follows, but the earth was invisible and\nformless, although it was pleasing to him so to call the formless\nmatter, we may not yet understand any but that which God made in\nthat text which hath been already written, ‘God made heaven and\nearth.’” The maintainers of either one or the other of these\ntwo opinions which we have put last will, when they have heard\nthese things, answer and say, “We deny not indeed that this\nformless matter was created by God, the God of whom are all things,\nvery good; for, as we say that that is a greater good which is\ncreated and formed, so we acknowledge that that is a minor good\nwhich is capable of creation and form, but yet good. But yet the\nScripture hath not declared that God made this formlessness, any\nmore than it hath declared many other things; as the\n‘Cherubim,’ and ‘Seraphim,’"," and those of which the apostle\ndistinctly speaks, ‘Thrones,’ ‘Dominions,’\n‘Principalities,’ ‘Powers,’"," all of which it is manifest God\nmade. Or if in that which is said, ‘He made heaven and earth,’\nall things are comprehended, what do we say of the waters upon\nwhich the Spirit of God moved? For if they are understood as\nincorporated in the word earth, how then can formless matter be\nmeant in the term earth when we see the waters so beautiful? Or if\nit be so meant, why then is it written that out of the same\nformlessness the firmament was made and called heaven, and yet it\nis not written that the waters were made? For those waters, which\nwe perceive flowing in so beautiful a manner, remain not formless\nand invisible. But if, then, they received that beauty when God\nsaid, Let the water which is under the firmament be gathered\ntogether,"," so that\nthe gathering be the very formation, what will be answered\nconcerning the waters which are above the firmament, because if\nformless they would not have deserved to receive a seat so\nhonourable, nor is it written by what word they were formed? If,\nthen, Genesis is silent as to anything that God has made, which,\nhowever, neither sound faith nor unerring understanding doubteth\nthat God hath made,"," let not any sober teaching dare to\nsay that these waters were co-eternal with God because we find them\nmentioned in the book of Genesis; but when they were created, we\nfind not. Why—truth instructing us—may we not understand that\nthat formless matter, which the Scripture calls the earth invisible\nand without form, and the darksome deep,"," have been made ","by God out of nothing, and\ntherefore that they are not co-eternal with Him, although that\nnarrative hath failed to tell when they were made?”"]}]}