{"book":"psalms","chapter":"28","verse":"1","refs":[{"ref":{"tag":"scripRef","attrs":{"passage":"Ps. 28.1","parsed":"|Ps|28|1|0|0","osisRef":"Bible:Ps.28.1","id":"vi.XII.XVI-p3.1"},"content":["Ps. xxviii. 1"]},"author":"asdf","book":"confess","chapter":"confess-vi","para":["23. With such as grant that all these things\nwhich Thy truth indicates to my mind are true, I desire to confer a\nlittle before Thee, O my God. For let those who deny these things\nbark and drown their own voices with their clamour as much as they\nplease; I will endeavour to persuade them to be quiet, and to\nsuffer Thy word to reach them. But should they be unwilling, and\nshould they repel me, I beseech, O my God, that Thou “be not\nsilent to me.”"," Do Thou speak truly in my heart,\nfor Thou only so speakest, and I will send them away blowing upon\nthe dust from without, and raising it up into their own eyes; and\nwill myself enter into my chamber,"," and sing there unto Thee songs of\nlove,—groaning with groaning unutterable"," in my pilgrimage, and remembering\nJerusalem, with heart raised up towards it,","Jerusalem my country, Jerusalem my mother,\nand Thyself, the Ruler over it, the Enlightener, the Father, the\nGuardian, the Husband, the chaste and strong delight, the solid\njoy, and all good things ineffable, even all at the same time,\nbecause the one supreme and true Good. And I will not be turned\naway until Thou collect all that I am, from this dispersion"," and\ndeformity, into the peace of that very dear mother, where are the\nfirst-fruits of my spirit,"," whence these things are assured to\nme, and Thou conform and confirm it for ever, my God, my Mercy. But\nwith reference to those who say not that all these things which are\ntrue and false, who honour Thy Holy Scripture set forth by holy\nMoses, placing it, as with us, on the summit of an authority"," to be\nfollowed, and yet who contradict us in some particulars, I thus\nspeak: Be Thou, O our God, judge between my confessions and their\ncontradictions."]}]}