{"book":"psalms","chapter":"22","verse":"25","refs":[{"ref":{"tag":"scripRef","attrs":{"passage":"Ps. 22.25","parsed":"|Ps|22|25|0|0","osisRef":"Bible:Ps.22.25","id":"vi.XII.XXIV-p3.1"},"content":["Ps. xxii. 25"]},"author":"asdf","book":"confess","chapter":"confess-vi","para":["33. But which of us, amid so many truths which\noccur to inquirers in these words, understood as they are in\ndifferent ways, shall so discover that one interpretation as to\nconfidently say “that Moses thought this,” and “that in that\nnarrative he wished this to be understood,” as confidently as he\nsays “that this is true,” whether he thought this thing or the\nother? For behold, O my God, I Thy servant, who in this book have\nvowed unto Thee a sacrifice of confession, and beseech Thee that of\nThy mercy I may pay my vows unto Thee,"," behold, can I, as I confidently\nassert that Thou in Thy immutable word hast created all things,\ninvisible and visible, with equal confidence assert that Moses\nmeant nothing else than this when he wrote, “In the beginning God\ncreated. the heaven and the earth.”"," No. Because it is not as clear to\nme that this was in his mind when he wrote these things, as I see\nit to be certain in Thy truth. For his thoughts might be set upon\nthe very beginning of the creation when he said, “In the\nbeginning;” and he might wish it to be understood that, in this\nplace, “the heaven and the earth” were no formed and perfected\nnature, whether spiritual or corporeal, but each of them newly\nbegun, and as yet formless. Because I see, that which-soever of\nthese had been said, it might have been said truly; but which of\nthem he may have thought in these words, I do not so perceive.\nAlthough, whether it were one of these, or some other meaning which\nhas not been mentioned by me, that this great man saw in his mind\nwhen he used these words, I make no doubt but that he saw it truly,\nand expressed it suitably."]}]}