{"title":"A Sketch of the Life of St. Augustin","node-type":"section","sub-title":"Chapter 2","id":"iv.2","type":"Chapter","shorttitle":"Chapter 2","number":"2","children":[{"notes":[],"contents":[[]]},{"notes":[],"contents":[["CHAPTER II.—",[{"notes":[],"contents":"A Sketch of the\nLife of St. Augustin"}],"."]]},{"notes":[],"contents":["It is a venturesome and delicate undertaking to\nwrite one’s own life, even though that life be a masterpiece of\nnature and the grace of God, and therefore most worthy to be\ndescribed. Of all autobiographies none has so happily avoided the\nreef of vanity and self-praise, and none has won so much esteem and\nlove through its honesty and humility as that of St. Augustin."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"1","id":"iv.2-p4.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.2-p5","class":"endnote"},"content":["\nAugustin himself says of his ",{"tag":"i","attrs":null,"content":["Confessions"]},": “",{"tag":"i","attrs":null,"content":["Confessionum\nmearum libri tredecim et de malis et de bonis meis Deum laudant\njustum et bonum, atque in eum excitant humanum intellectum et\naffectum"]},".” ",{"tag":"i","attrs":null,"content":["Retract"]},". 1. ii. c. 6. He refers to his ",{"tag":"i","attrs":null,"content":["\nConfessions"]}," also in his ",{"tag":"i","attrs":null,"content":["Epistola ad Darium"]},", ",{"tag":"i","attrs":null,"content":["Ep"]},".\nCCXXXI. cap. 5; and in his ",{"tag":"i","attrs":null,"content":["De dono perseverantiæ"]},", cap. 20\n(53)."]}]}],"contents":["The “Confessions,” which he wrote in the\nforty-fourth year of his life, still burning in the ardor of his\nfirst love, are full of the fire and unction of the Holy Spirit.\nThey are a sublime composition, in which Augustin, like David in\nthe fifty-first Psalm, confesses to God, in view of his own and of\nsucceeding generations, without reserve the sins of his youth; and\nthey are at the same time a hymn of praise to the grace of God,\nwhich led him out of darkness into light, and called him to service\nin the kingdom of Christ.",{"tag":"note","id":"iv.2-p4.1"},"\nHere we see the great church teacher of all times “prostrate in\nthe dust, conversing with God, basking in his love; his readers\nhovering before him only as a shadow.” He puts away from himself\nall honor, all greatness, all merit, and lays them gratefully at\nthe feet of the All-merciful. The reader feels on every hand that\nChristianity is no dream nor illusion, but truth and life, and he\nis carried along in adoration of the wonderful grace of\nGod."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"2","id":"iv.2-p6.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.2-p7","class":"endnote"},"content":["\nHe died, according to the Chronicle of his friend and\npupil Prosper Aquitanus, the 28th of August, 430 (in the third\nmonth of the siege of Hippo by the Vandals); according to his\nbiographer Possidius he lived seventy-six years. The day of his\nbirth Augustin states himself, ",{"tag":"i","attrs":null,"content":["De vita beata"]},", § 6 (tom. i.\n300): “",{"tag":"i","attrs":null,"content":["Idibus Novemoris mihi natalis dies erat."]},"”"]}]},{"tag":"note","attrs":{"place":"end","n":"3","id":"iv.2-p7.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.2-p8","class":"endnote"},"content":["\nHe received baptism shortly before his death."]}]},{"tag":"note","attrs":{"place":"end","n":"4","id":"iv.2-p8.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.2-p9","class":"endnote"},"content":["\nConf. i. 1: “",{"tag":"i","attrs":null,"content":["Fecisti nos ad Te, et inquietum est\ncor nostrum, donec requiescat in Te."]},"” In all his aberrations,\nwhich we would hardly know, if it were not from his own free\nconfession, he never sunk to anything mean, but remained, like Paul\nin his Jewish fanaticism, a noble intellect and an honorable\ncharacter, with burning love for the true and the good."]}]},{"tag":"note","attrs":{"place":"end","n":"5","id":"iv.2-p9.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.2-p10","class":"endnote"},"content":["\nFor particulars respecting the course of Augustin’s\nlife, see my work above cited, and other monographs. Comp. also the\nfine remarks of Dr. ",{"tag":"span","attrs":{"id":"iv.2-p10.1","class":"c9"},"content":["Baur"]}," in his posthumous\n",{"tag":"i","attrs":null,"content":["Lectures on Doctrine-History"]}," (1866), vol. i. Part ii. p. 26\nsqq. He compares the development of Augustin with the course of\nChristianity from the beginning to his time, and draws a parallel\nbetween Augustin and Origen."]}]}],"contents":[["Aurelius Augustinus"],",\nborn on the 13th of November, 354,",{"tag":"note","id":"iv.2-p6.2"}," at\nTagaste, an unimportant village of the fertile province of Numidia\nin North Africa, not far from Hippo Regius, inherited from his\nheathen father, Patricius,",{"tag":"note","id":"iv.2-p7.1"}," a\npassionate sensibility, from his Christian mother, Monnica (one of\nthe noblest women in the history of Christianity, of a highly\nintellectual and spiritual cast, of fervent piety, most tender\naffection, and all-conquering love), the deep yearning towards God\nso grandly expressed in his sentence: “Thou hast made us for\nThyself, and our heart is restless till it rests in Thee.”",{"tag":"note","id":"iv.2-p8.1"}," This yearning, and his reverence for\nthe sweet and holy name of Jesus, though crowded into the\nbackground, attended him in his studies at the schools of Madaura\nand Carthage, on his journeys to Rome and Milan, and on his tedious\nwanderings through the labyrinth of carnal pleasures, Manichæan\nmock-wisdom, Academic skepticism, and Platonic idealism; till at\nlast the prayers of his mother, the sermons of Ambrose, the\nbiography ","of\nSt. Anthony, and above all, the Epistles of Paul, as so many\ninstruments in the hand of the Holy Spirit, wrought in the man of\nthree and thirty years that wonderful change which made him an\nincalculable blessing to the whole Christian world, and brought\neven the sins and errors of his youth into the service of the\ntruth.",{"tag":"note","id":"iv.2-p9.1"}]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"6","id":"iv.2-p11.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.2-p12","class":"endnote"},"content":["\nConf. ix. c. 8: “",{"tag":"i","attrs":null,"content":["Quæ me parturivit et carne, ut in\nhanc temporalem, et carde, ut in æternam lucem nascerer"]},".” L.\nv. 9: “",{"tag":"i","attrs":null,"content":["Non enim satis eloquor, quid erga me habebat anima, et\nquanto majore sollicitudine nie partur iebat spiritu, quam carne\npepererat"]},".” In ",{"tag":"i","attrs":null,"content":["De dono persev"]},". c. 20, he ascribes his\nconversion under God “to the faithful and daily tears” of his\nmother."]}]},{"tag":"note","attrs":{"place":"end","n":"7","id":"iv.2-p12.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.2-p13","class":"endnote"},"content":["\nConf. l. ix. c. 11: “",{"tag":"i","attrs":null,"content":["Tantum illud vos rogo, ut ad Domini\naltare memineritis mei, ubs fuertis."]},"” This must be explained\nfrom the already prevailing custom of offering prayers for the\ndead, which, however, had rather the form of thanksgiving for the\nmercy of God shown to them, than the later form of intercession for\nthem."]}]}],"contents":["A son of so many prayers and tears could not\nbe lost, and the faithful mother who travailed with him in spirit\nwith greater pain than her body had in bringing him into the\nworld,",{"tag":"note","id":"iv.2-p11.1"}," was permitted,\nfor the encouragement of future mothers, to receive shortly before\nher death an answer to her prayers and expectations, and was able\nto leave this world with joy without revisiting her earthly home.\nFor Monnica died on a homeward journey, in Ostia at the mouth of\nthe Tiber, in her fifty-sixth year, in the arms of her son, after\nenjoying with him a glorious conversation that soared above the\nconfines of space and time, and was a foretaste of the eternal\nSabbath-rest of the saints. If those moments, he says, could be\nprolonged for ever, they would more than suffice for his happiness\nin heaven. She regretted not to die in a foreign land, because she\nwas not far from God, who would raise her up at the last day.\n“Bury my body anywhere, “was her last request, “and trouble\nnot yourselves for it; only this one thing I ask, that you remember\nme at the altar of my God, wherever you may be.”",{"tag":"note","id":"iv.2-p12.1"}," Augustin, in his ",[{"notes":[],"contents":"\nConfessions"}],", has erected to Monnica a noble monument that can\nnever perish."]},{"notes":[{"tag":"scripRef","attrs":{"passage":"Rom. xiii. 14","parsed":"|Rom|13|14|0|0","osisRef":"Bible:Rom.13.14","id":"iv.2-p14.1"},"content":["Rom. xiii. 14"]}],"contents":["If ever there was a thorough and fruitful\nconversion, next to that of Paul on the way to Damascus, it was\nthat of Augustin, when, in a garden of the Villa Cassiciacum, not\nfar from Milan, in September of the year 386, amidst the most\nviolent struggles of mind and heart—the birth-throes of the new\nlife—he heard that divine voice of a child: “Take, read!” and\nhe “put on the Lord Jesus Christ” (",{"tag":"note","id":"iv.2-p14.1"},"). It is a\ntouching lamentation of his: “I have loved Thee late, Thou\nBeauty, so old and so new; I have loved Thee late! And lo! Thou\nwast within, but I was without, and was seeking Thee there. And\ninto Thy fair creation I plunged myself in my ugliness; for Thou\nwas with me, and I was not with Thee! Those things kept me away\nfrom Thee, which had not been, except they had been in Thee! Thou\ndidst call, and didst cry aloud, and break through my deafness.\nThou didst glimmer, Thou didst shine, and didst drive away my\nblindness. Thou didst breathe, and I drew breath, and breathed in\nThee. I tasted Thee, and I hunger and thirst. Thou didst touch me,\nand I burn for Thy peace. If I, with all that is within me, may\nonce live in Thee, then shall pain and trouble forsake me; entirely\nfilled with Thee, all shall be life to me.”"]},{"notes":[],"contents":["He received baptism from Ambrose in Milan on\nEaster Sunday, 387, in company with his friend and fellow-convert\nAlypius, and his natural son Adeodatus (",[{"notes":[],"contents":"given by God"}],"). It\nimpressed the divine seal upon the inward transformation. He broke\nradically with the world; abandoned the brilliant and lucrative\nvocation of a teacher of rhetoric, which he had followed in Rome\nand Milan; sold his goods for the benefit of the poor; and\nthenceforth devoted his rare gifts exclusively to the service of\nChrist, and to that service he continued faithful to his latest\nbreath. After the death of his mother, whom he revered and loved\nwith the most tender affection, he went a second time to Rome for\nseveral months, and wrote books in defence of true Christianity\nagainst false philosophy and against the Manichæan heresy.\nReturning to Africa, he spent three years, with his friends Alypius\nand Evodius, on an estate in his native Tagaste, in contemplative\nand literary retirement."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"8","id":"iv.2-p16.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.2-p17","class":"endnote"},"content":["\nHe is still known among the inhabitants of the place as\n“the great Christian” (Rumi Kebir). ",{"tag":"span","attrs":{"id":"iv.2-p17.1","class":"c9"},"content":["\nGibbon"]}," (ch. xxxiii. ad ann. 430) thus describes the place\nwhich became so famous through Augustin: “The maritime colony of\n",{"tag":"i","attrs":null,"content":["Hippo"]},", about two hundred miles westward of Carthage, had\nformerly acquired the distinguishing epithet of ",{"tag":"i","attrs":null,"content":["Regius"]},", from\nthe residence of the Numidian kings; and some remains of trade and\npopulousness still adhere to the modern city, which is known in\nEurope by the corrupted name of Bona.” Sallust mentions Hippo\nonce in his history of the Jugurthine War. A part of the wealth\nwith which Sallust built and beautified his splendid mansion and\ngardens in Rome, was extorted from this and other towns of North\nAfrica while governor of Numidia. Since the French conquest of\nAlgiers Hippo Regius was rebuilt under the name of Bona and is now\none of the finest towns in North Africa, numbering over 10,000\ninhabitants, French, Moors, and Jews."]}]}],"contents":["Then, in 391, he was chosen presbyter against his\nwill, by the voice of the people, which, as \n","in the similar cases of Cyprian and\nAmbrose, proved to be the voice of God, in the Numidian maritime\ncity of Hippo Regius (now Bona); and in 395 he was elected bishop\nin the same city. For eight and thirty years, until his death, he\nlabored in this place, and made it the intellectual centre of\nWestern Christendom.",{"tag":"note","id":"iv.2-p16.1"}]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"9","id":"iv.2-p18.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.2-p19","class":"endnote"},"content":["\nHe mentions a sister, “",{"tag":"i","attrs":null,"content":["soror mea, sancta\nproposita"]},"” [",{"tag":"i","attrs":null,"content":["monasterii"]},"], without naming her, ",{"tag":"i","attrs":null,"content":["\nEpist"]},". 211, n. 4 (ed. Bened.), alias ",{"tag":"i","attrs":null,"content":["Ep"]},". 109. He also\nhad a brother by the name of Navigius."]}]}],"contents":["His outward mode of life was extremely simple,\nand mildly ascetic. He lived with his clergy in one house in an\napostolic community of goods, and made this house a seminary of\ntheology, out of which ten bishops and many lower clergy went\nforth. Females, even his sister, were excluded from his house, and\ncould see him only in the presence of others. But he founded\nreligious societies of women; and over one of these his sister, a\nsaintly widow, presided.",{"tag":"note","id":"iv.2-p18.1"}," He\nonce said in a sermon, that he had nowhere found better men, and he\nhad nowhere found worse, than in monasteries. Combining, as he did,\nthe clerical life with the monastic, he became unwittingly the\nfounder of the Augustinian order, which gave the reformer Luther to\nthe world. He wore the black dress of the Easter cœnobites, with a\ncowl and a leathern girdle. He lived almost entirely on vegetables,\nand seasoned the common meal with reading or free conversation, in\nwhich it was a rule that the character of an absent person should\nnever be touched. He had this couplet engraved on the\ntable:"]},{"notes":[],"contents":["“Quisquis amat dictis absentum rodere vitam,"]},{"notes":[],"contents":["Hanc mensam vetitam noverit esse sibi.”"]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"10","id":"iv.2-p22.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.2-p23","class":"endnote"},"content":["\nPossidius says, in his ",{"tag":"i","attrs":null,"content":["Vita Aug"]},".: “",{"tag":"i","attrs":null,"content":["Cæterum\nepiscopatu suscepto multo instantius ac ferventius, majore\nauctoritate, non in una tantum regione, sed ubicunque rogatus\nvenisset, verbum satutis alacriter, ac suaviter pullulante atque\ncrescente Domini ecclesia, prædicavit"]},".”"]}]}],"contents":["He often preached five days in succession,\nsometimes twice a day, and set it as the object of his preaching,\nthat all might live with him, and he with all, in Christ. Wherever\nhe went in Africa, he was begged to preach the world of\nsalvation.",{"tag":"note","id":"iv.2-p22.1"}," He faithfully\nadministered the external affairs connected with his office, though\nhe found his chief delight in contemplation. He was specially\ndevoted to the poor, and, like Ambrose, upon exigency, caused the\nchurch vessels to be melted down to redeem prisoners. But he\nrefused legacies by which injustice was done to natural heirs, and\ncommended the bishop Aurelius of Carthage for giving back unasked\nsome property which a man has bequeathed to the church, when his\nwife unexpectedly bore him children."]},{"notes":[],"contents":["Augustin’s labors extended far beyond his little\ndiocese. He was the intellectual head of the North African and the\nentire Western church of his time. He took active interest in all\ntheological and ecclesiastical questions. He was the champion of\nthe orthodox doctrine against Manichæan, Donatist, and Pelagian.\nIn him was concentrated the whole polemic power of the catholic\nchurch of the time against heresy and schism; and in him it won the\nvictory over them."]},{"notes":[],"contents":["In his last years he took a critical review of his\nliterary productions, and gave them a thorough sifting in his\nRetractations. His latest controversial works, against the\nSemi-Pelagians, written in a gentle spirit, date from the same\nperiod. He bore the duties of his office alone till his\nseventy-second year, when his people unanimously elected his friend\nHeraclius to be his assistant."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"11","id":"iv.2-p26.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.2-p27","class":"endnote"},"content":["\nPossidius, c. 28, gives a vivid picture of the ravages\nof the Vandals, which have become proverbial. Comp. also Gibbon,\nch. xxxiii."]}]}],"contents":["The evening of his life was troubled by increasing\ninfirmities of body and by the unspeakable wretchedness which the\nbarbarian Vandals spread over his country in their victorious\ninvasion, ","destroying cities, villages, and churches,\nwithout mercy, and even besieging the fortified city of Hippo.",{"tag":"note","id":"iv.2-p26.1"}," Yet he faithfully persevered in his\nwork. The last ten days of his life he spent in close retirement,\nin prayers and tears and repeated reading of the penitential\nPsalms, which he can caused to be written on the wall over his bed,\nthat he might have them always before his eyes. Thus with an act of\npenitence he closed his life. In the midst of the terrors of the\nsiege and the despair of his people he could not suspect what\nabundant seed he had sown for the future."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"12","id":"iv.2-p28.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.2-p29","class":"endnote"},"content":["\nI freely combine several passages."]}]}],"contents":["In the third month of the siege of Hippo, on\nthe 28th of August, 430, in the seventy-sixth year of his age, in\nfull possession of his faculties, and in the presence of many\nfriends and pupils, he past gently and peacefully into that\neternity to which he had so long aspired. “O how wonderful,”\nwrote he in his ",[{"notes":[],"contents":"Meditations"}],",",{"tag":"note","id":"iv.2-p28.1"}," “how beautiful and lovely are the\ndwellings of Thy house, Almighty God! I burn with longing to behold\nThy beauty in Thy bridal-chamber.…O Jerusalem, holy city of God,\ndear bride of Christ, my heart loves thee, my soul has already long\nsighed for thy beauty!…The King of kings Himself is in the midst\nof thee, and His children are within thy walls. There are the\nhymning choirs of angels, the fellowship of heavenly citizens.\nThere is the wedding-feast of all who from this sad earthly\npilgrimage have reached thy joys. There is the far-seeing choir of\nthe prophets; there the company of the twelve apostles; there the\ntriumphant army of innumerable martyrs and holy confessors. Full\nand perfect love there reigns, for God is all in all. They love and\npraise, they praise and love Him evermore.…Blessed, perfectly and\nforever blessed, shall I too be, if, when my poor body shall be\ndissolved,… I may stand before my King and God, and see Him in\nHis glory, as He Himself hath deigned to promise: ‘Father, I will\nthat they also whom Thou hast given Me be with Me where I am; that\nthey may behold My glory which I had with Thee before the world\nwas.’” This aspiration after the heavenly Jerusalem found grand\nexpression in the hymn ",[{"notes":[],"contents":"De gloria et gaudiis\nParadisi:"}]]},{"notes":[],"contents":["“Ad perennis vitæ fontem mens sativit\narida.”"]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"13","id":"iv.2-p31.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.2-p32","class":"endnote"},"content":["\nComp. ",{"tag":"i","attrs":null,"content":["Opera"]},", tom. vi. p. 117 (Append.); Daniel: ",{"tag":"i","attrs":null,"content":["Thesaurus\nhymnol"]},". i. 116 sqq., and iv. 203 sq., and Mone: ",{"tag":"i","attrs":null,"content":["Lat.\nHymner"]},", i. 422 sqq. Mone ascribes the poem to an unknown writer\nof the sixth century, but Trench (",{"tag":"i","attrs":null,"content":["Sacred Latin Poetry"]},", 2d\ned., 315) and others attribute it to Cardinal Peter Damiani, the\nfriend of Pope Hildebrand (d. 1072). Augustin wrote his poetry in\nprose."]}]}],"contents":["It is incorporated in the ",[{"notes":[],"contents":"Meditations"}]," of Augustin,\nand the ideas originated in part with him, but were not brought\ninto poetical form till long afterwards by Peter Damiani.",{"tag":"note","id":"iv.2-p31.1"}]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"14","id":"iv.2-p33.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.2-p34","class":"endnote"},"content":["\nPossidius says, ",{"tag":"i","attrs":null,"content":["Vita"]},", c. 31: “",{"tag":"i","attrs":null,"content":["Testamentum nullum fecit,\nguia unde faceret, pauper Dei non habuit. Ecclesiæ bibliothecam\nomnesgue codices diligenter posteris custodiendos semper\njubebat."]},"”"]}]}],"contents":["He left no will, for in his voluntary poverty\nhe had no earthly property to dispose of, except his library; this\nhe bequeathed to the church, and it was fortunately preserved from\nthe depredations of the Arian barbarians.",{"tag":"note","id":"iv.2-p33.1"}]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"15","id":"iv.2-p35.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.2-p36","class":"endnote"},"content":["\nThe inhabitants escaped to the sea. There appears no bishop of\nHippo after Augustin. In the seventh century the old city was\nutterly destroyed by the Arabians, but two miles from it Bona was\nbuilt of its ruins. Comp. Tillemont, xiii. 945, and Gibbon, ch.\nxxxiii. Gibbon says, that Bona, “in the sixteenth century,\ncontained about three hundred families of industrious, but\nturbulent manufacturers. The adjacent territory is renowned for a\npure air, a fertile soil, and plenty of exquisite fruits.” Since\nthe French conquest of Algiers, Bona was rebuilt in 1832, and is\ngradually assuming a French aspect. It is now one of the finest\ntowns in Algeria, the key to the province of Constantine, has a\npublic garden, several schools, considerable commerce, and a\npopulation of over ten thousand of French, Moors, and Jews, the\ngreat majority of whom are foreigners. The relics of St. Augustin\nhave been recently transferred from Pavia to Bona. See the letters\nof ",{"tag":"span","attrs":{"lang":"FR","id":"iv.2-p36.1"},"content":["abbé"]}," Sibour to Poujoulat ",{"tag":"i","attrs":null,"content":[{"tag":"span","attrs":{"lang":"FR","id":"iv.2-p36.2"},"content":["sur la translation de ia relique de saint Augustin de\nPavie à Hippone"]}]},", in ",{"tag":"span","attrs":{"id":"iv.2-p36.3","class":"c9"},"content":["\nPoujoulat’s"]},{"tag":"i","attrs":null,"content":[{"tag":"span","attrs":{"lang":"FR","id":"iv.2-p36.4"},"content":["Histoire de saint\nAugustin"]}]},", tom. i. p. 413 sqq."]}]},{"tag":"note","attrs":{"place":"end","n":"16","id":"iv.2-p36.5","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.2-p37","class":"endnote"},"content":["\nEven in Africa Augustin’s spirit reappeared from time to time\nnotwithstanding the barbarian confusion, as a light in darkness,\nfirst in ",{"tag":"span","attrs":{"id":"iv.2-p37.1","class":"c9"},"content":["Vigilius"]},", bishop of Thapsus, who,\nat the close of the fifth century, ably defended the orthodox\ndoctrine of the Trinity and the person of Christ, and to whom the\nauthorship of the so-called Athanasian Creed has sometimes been\nascribed; in ",{"tag":"span","attrs":{"id":"iv.2-p37.2","class":"c9"},"content":["Fulgentius"]},", bishop of Ruspe,\none of the chief opponents of Semi-Pelagianism, and the later\nArianism, who with sixty catholic bishops of Africa was banished\nfor several years by the Arian Vandals to the island of Sardinia,\nand who was called the Augustin of the sixth century (died 533);\nand in ",{"tag":"span","attrs":{"id":"iv.2-p37.3","class":"c9"},"content":["Facundus of Hermiane"]}," (died 570), and\n",{"tag":"span","attrs":{"id":"iv.2-p37.4","class":"c9"},"content":["Fulgentius Ferrandus"]},", and ",{"tag":"span","attrs":{"id":"iv.2-p37.5","class":"c9"},"content":["\nLiberatus"]},", two deacons of Carthage, who took a prominent\npart in the Three"]},{"tag":"p","attrs":{"shownumber":"no","id":"iv.2-p38","class":"endnote"},"content":["Chapter controversy."]}]}],"contents":["Soon after his death Hippo was taken and\ndestroyed by the Vandals.",{"tag":"note","id":"iv.2-p35.1"}," Africa was lost to the\nRomans. A few decades later the whole West-Roman empire fell in\nruins. The culmination of the African church was the beginning of\nits decline. But the work of Augustin could not perish. His ideas\nfell like living seed into the soil of Europe, and produced\nabundant fruits in nations and countries of which he had never\nheard.",{"tag":"note","id":"iv.2-p36.5"}]}]}