{"title":"The Influence of St. Augustin on Posterity, and His Relation to Catholicism and Protestantism","node-type":"section","sub-title":"Chapter 5","id":"iv.5","type":"Chapter","shorttitle":"Chapter 5","number":"5","children":[{"notes":[],"contents":[[]]},{"notes":[],"contents":[["CHAPTER V.—",[{"notes":[],"contents":"The Influence of\nSt. Augustin upon Posterity, and his Relation to Catholicism and\nProtestantism"}],"."]]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"57","id":"iv.5-p3.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.5-p4","class":"endnote"},"content":["\nThe church fathers of the first six centuries are certainly far\nmore Catholic than Protestant, and laid the doctrinal foundation of\nthe orthodox Greek and Roman churches. But it betrays a contracted,\nslavish, and mechanical view of history, when Roman Catholic\ndivines claim the fathers as their exclusive property; forgetting\nthat they taught many things which are as inconsistent with the\npapal as with the Protestant Creed, and that they knew nothing of\ncertain dogmas which are essential to Romanism (such as the\ninfallibility of the pope, the seven sacraments,\ntransubstantiation, purgatory, indulgences, auricular confession,\nthe immaculate conception of the Virgin Mary, etc.). “I recollect\nwell,” says Dr. ",{"tag":"span","attrs":{"id":"iv.5-p4.1","class":"c9"},"content":["Newman"]},", the former\nintellectual leader of Oxford Tractarianism (in his Letter to Dr.\nPusey on his ",{"tag":"i","attrs":null,"content":["Eirenicon"]},", 1866, p. 5), “what an outcast I\nseemed to myself, when I took down from the shelves of my library\nthe volumes of St. Athanasius or St. Basil, and set myself to study\nthem; and how, on the contrary, when at length I was brought into\nCatholic communion, I kissed them with delight, with a feeling that\nin them I had more than all that I had lost, and, as though I were\ndirectly addressing the glorious saints, who bequeathed them to the\nChurch, I said to the inanimate pages, ‘You are now mine, and I\nam yours, beyond any mistake.’” With the same right the Jews\nmight lay exclusive claim to the writings of Moses and the\nprophets. The fathers were living men, representing the onward\nprogress and conflicts of Christianity in their time, unfolding and\ndefending great truths, but not unmixed with many errors and\nimperfections which subsequent times have corrected. Those are the\ntrue children of the fathers who, standing on the foundation of\nChrist and the apostles, and, kissing the New Testament rather than\nany human writings, follow them only as far as they followed\nChrist, and who carry forward their work in the onward march of\nevangelical catholic Christianity."]}]}],"contents":["In conclusion we must add some observations\nrespecting the influence of Augustin on the Church and the world\nsince his time, and his position with reference to the great\nantagonism of Catholicism and Protestantism. All the church fathers\nare, indeed, the common inheritance of both parties; but no other\nof them has produced so permanent effects on both, and no other\nstands in so high regard with both, as Augustin. Upon the Greek\nChurch alone has he exercised little or no influence; for this\nChurch stopped with the undeveloped synergistic anthropology of the\nprevious age, and rejects most decidedly, as a Latin heresy, the\ndoctrine of the ",[{"notes":[],"contents":"double"}]," procession of the Holy Spirit (the\n",[{"notes":[],"contents":"Filioque"}],") for which Augustin is chiefly responsible.",{"tag":"note","id":"iv.5-p3.1"}]},{"notes":[],"contents":["1. Augustin, in the first place, contributed\nmuch to the development of the doctrinal basis which Catholicism\nand Protestantism hold ",[{"notes":[],"contents":"in common"}]," against such radical\nheresies of antiquity as Manichæism, Arianism, and Pelagianism. In\nall these great intellectual conflicts he was in general the\nchampion of the cause of Christian truth against dangerous errors.\nThrough his influence the canon of Holy Scripture (including,\nindeed, the Old Testament Apocrypha) was fixed in its present form\nby the councils of Hippo (393) and Carthage (397). He conquered the\nManichæan dualism, hylozoism, and fatalism, and saved the biblical\nidea of God and of creation, and the biblical doctrine of the\nnature of sin and its origin in the free will of man. He developed\nthe Nicene dogma of the Trinity, in opposition to tritheism on the\none hand, and Sabellianism on the other, but also with the doubtful\naddition of the ",[{"notes":[],"contents":"Filioque"}],", and in opposition to the Greek,\ngave it the form in which it has ever since prevailed in the West.\nIn this form the dogma received classical expression from his\nschool in the falsely so called Athanasian Creed, which is not\nrecognized by the Greek Church, and which better deserves the name\nof the Augustinian Creed."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"58","id":"iv.5-p6.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.5-p7","class":"endnote"},"content":["\nHe was summoned to the council of Ephesus, which condemned\nNestorianism in 431, but died a year before it met. He prevailed\nupon the Gallic monk, Leporius, to retract Nestorianism. His\nChristology is in many points defective and obscure. Comp. ",{"tag":"span","attrs":{"id":"iv.5-p7.1","class":"c9"},"content":["Dorner’s"]},{"tag":"i","attrs":null,"content":["History of Christology"]},", ii. pp.\n88-98 (Germ. ed.). Jerome did still less for this department of\ndoctrine."]}]}],"contents":["In Christology, on the contrary, he added\nnothing new, and he died shortly before the great Christological\nconflicts opened, which reached their œcumenical settlement at the\ncouncil of Chalcedon, twenty years after his death. Yet he\nanticipated Leo in giving currency in the West to the important\nformula: “Two natures in one person.”",{"tag":"note","id":"iv.5-p6.1"}]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"59","id":"iv.5-p8.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.5-p9","class":"endnote"},"content":["\nWigger’s (",{"tag":"i","attrs":null,"content":["Pragmat. Darstellung des Augustinismus und\nPelegianismus"]},", i. p. 27) finds the most peculiar and remarkable\npoint of Augustin’s character in his singular union of intellect\nand imagination, scholasticism and mysticism, in which neither can\nbe said to predominate. So also ",{"tag":"span","attrs":{"id":"iv.5-p9.1","class":"c9"},"content":["Huber"]},", ",{"tag":"i","attrs":null,"content":["\nl. c."]}," p. 313."]}]},{"tag":"note","attrs":{"place":"end","n":"60","id":"iv.5-p9.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.5-p10","class":"endnote"},"content":[{"tag":"span","attrs":{"id":"iv.5-p10.1","class":"c9"},"content":["Nourrisson"]},", the able expounder of the\nphilosophy of Augustin, says (",{"tag":"i","attrs":null,"content":["l. c."]}," tom. i. p. iv): “",{"tag":"i","attrs":null,"content":["Je\nne crois pas, qu’excepté saint Paul, aucun homme ait contribué\ndavantage, par sa parole comme par ses écrits, à organiser, à\ninterpréter, à répandre le christianisme; et, après saint Paul,\nnul apparemment, non pas même le glorieux, l’invincible\nAthanase, n’a travaillé d’une manière aussi puissante à\nfonder l’unité catholique"]},".”"]}]}],"contents":["2. Augustin is also the principal theological\ncreator of the ",[{"notes":[],"contents":"Latin-Catholic"}]," system as distinct from the\nGreek Catholicism on the one hand, and from evangelical\nprotestantism on the other. He ruled the entire theology of the\nmiddle age, and became the father of scholasticism in virtue of his\ndialectic mind, and the father of mysticism in virtue of his devout\nheart, without being responsible for the excesses of either system.\nFor scholasticism thought to comprehend the divine with the\nunderstanding, and lost itself at last in empty dialectics; and\nmysticism ","endeavoured to grasp the divine with\nfeeling, and easily strayed into misty sentimentalism; Augustin\nsought to apprehend the divine with the united power of mind and\nheart, of bold thought and humble faith.",{"tag":"note","id":"iv.5-p8.1"}," Anselm, Bernard of Clairvaux, Thomas\nAquinas, and Bonaventura, are his nearest of kin in this respect.\nEven now, since the Catholic Church has become a Roman Church, he\nenjoys greater consideration in it than Ambrose, Hilary, Jerome, or\nGregory the Great. All this cannot possibly be explained without an\ninterior affinity.",{"tag":"note","id":"iv.5-p9.2"}]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"61","id":"iv.5-p11.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.5-p12","class":"endnote"},"content":["\nWe recall his famous anti-Manichæan dictum: “",{"tag":"i","attrs":null,"content":["Ego evangelio\nnon crederem, nisi me catholicæ ecclesiæ commoveret\nauctoritas"]},".” The Protestant would reverse this maxim, and\nground his faith in the church on his faith in Christ and in the\ngospel. So with the well-known maxim of Irenæus: “",{"tag":"i","attrs":null,"content":["Ubi\necclesia, ibi Spiritus Dei, et ubi Spiritus Dei, ibi\necclesia"]},".” According to the spirit of Protestantism it would\nbe said conversely: “Where the Spirit of God is, there is the\nchurch, and where the church is, there is the Spirit of God.”"]}]},{"tag":"note","attrs":{"place":"end","n":"62","id":"iv.5-p12.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.5-p13","class":"endnote"},"content":["\nAccording to genuine Christian principles it would have been far\nmore noble, if he had married the African woman with whom he had\nlived in illicit intercourse for thirteen years, who was always\nfaithful to him, as he was to her, and had borne him his beloved\nand highly gifted Adeodatus; instead of casting her off, and, as he\nfor a while intended, choosing another for the partner of his life,\nwhose excellences were more numerous. The superiority of the\nevangelical Protestant morality over the Catholic asceticism is\nhere palpable. But with the prevailing spirit of his age he would\nhardly have enjoyed so great regard, nor accomplished so much good\nif he had been married. Celibacy was the bridge from the heathen\ndegradation of marriage to the evangelical Christian exaltation and\nsanctification of the family life."]}]}],"contents":["His very conversion, in which, besides the\nScriptures, the personal intercourse of the hierarchical Ambrose\nand the life of the ascetic Anthony had great influence, was a\ntransition not from heathenism to Christianity (for he was already\na Manichæan Christian), but from heresy to the historical,\northodox, episcopally organized church, as, for the time, the sole\nauthorized vehicle of the apostolic Christianity in conflict with\nthose sects and parties which more or less assailed the foundations\nof the Gospel. It was, indeed, a full and unconditional surrender\nof his mind and heart to God, but it was at the same time a\nsubmission of his private judgment to the authority of the church\nwhich led him to the faith of the gospel.",{"tag":"note","id":"iv.5-p11.1"}," In the same spirit he embraced the\nascetic life, without which, according to the Catholic principle,\nno high religion is possible. He did not indeed enter a cloister,\nlike Luther, whose conversion in Erfurt was likewise essentially\ncatholic, but he lived in his house in the simplicity of a monk,\nand made and kept the vow of voluntary poverty and celibacy.",{"tag":"note","id":"iv.5-p12.1"}]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"63","id":"iv.5-p14.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.5-p15","class":"endnote"},"content":["\nOn Augustin’s doctrine of the church, see ",{"tag":"i","attrs":null,"content":["Ch. Hist."]}," III.\n§71, and especially the thorough account by ",{"tag":"span","attrs":{"id":"iv.5-p15.1","class":"c9"},"content":["R.\nRothe"]},": ",{"tag":"i","attrs":null,"content":["Anfänge der christl. Kirche und ihrer\nVerfassung"]},", vol. i. (1837), pp. 679-711. “Augustin,” says\nhe, “decidely adopted Cyprian’s conception [of the church] in\nall essential points. And once adopting it, he penetrated it in its\nwhole depth with his wonderfully powerful and exuberant soul, and,\nby means of his own clear, logical mind, gave it the perfect and\nrigorous system which perhaps it still lacked” (p. 679 sqq.).\n“Augustin’s conception of the doctrine of the church was about\nstandard for succeeding times” (p. 685). See also an able article\nof Prof. Reuter, of Göttingen, on Augustin’s views concerning\nepiscopacy, tradition, infallibility, in Brieger’s\n“",{"tag":"i","attrs":null,"content":["Zeitschrift für Hist. Theol"]},".” for 1885 (Bk. VIII. pp.\n126-187)."]}]},{"tag":"note","attrs":{"place":"end","n":"64","id":"iv.5-p15.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.5-p16","class":"endnote"},"content":["\nHence the famous word: “",{"tag":"i","attrs":null,"content":["Roma locuta est, causa finita\nest"]},",” which is often quoted as an argument for the modern\nVatican dogma of papal infallibility. But it is not found in this\nform, though we may admit that it is an epigrammatic condensation\nof sentences of Augustin. The nearest approach to it is in his ",{"tag":"i","attrs":null,"content":["\nSermo"]}," CXXXI. cap. 10, §10 (Tom. VII. 645): “",{"tag":"i","attrs":null,"content":["Iam enim de\nhac causa duo concilia missa sunt ad sedem apostolicam"]}," (Rome),\n",{"tag":"i","attrs":null,"content":["inde etiam rescripta venerunt. Causa finita est, utinam\naliquando error finiatur"]},".” Comp. Reuter, ",{"tag":"i","attrs":null,"content":["l. c."]}," p.\n157."]}]}],"contents":["He adopted Cyprian’s doctrine of the church,\nand completed it in the conflict with Donatism by transferring the\npredicates of unity, holiness, universality, exclusiveness, and\nmaternity, directly to the actual church of the time, which, with a\nfirm episcopal organization, an unbroken succession, and the\nApostles’ Creed, triumphantly withstood the eighty or the hundred\nopposing sects in the heretical catalogue of the day, and had its\nvisible centre in Rome. In this church he had found rescue from the\nshipwreck of his life, the home of true Christianity, firm ground\nfor his thinking, satisfaction for his heart, and a commensurate\nfield for the wide range of his powers.",{"tag":"note","id":"iv.5-p14.1"}," The predicate of infallibility alone\nhe does not plainly bring forward; he assumes a progressive\ncorrection of earlier councils by later; and in the Pelagian\ncontroversy he asserts the same independence towards pope Zosimus,\nwhich Cyprian before him had shown towards pope Stephen in the\ncontroversy on heretical baptism, with the advantage of having the\nright on his side, so that Zosimus found himself compelled to yield\nto the African church. But after ","the condemnation of the Pelagian errors by\nthe Roman see (418), he declared that “the case is finished, if\nonly the error were also finished.”",{"tag":"note","id":"iv.5-p15.2"}]},{"notes":[{"tag":"scripRef","attrs":{"passage":"John ii. 5","parsed":"|John|2|5|0|0","osisRef":"Bible:John.2.5","id":"iv.5-p17.1"},"content":["John ii. 5"]},{"tag":"scripRef","attrs":{"passage":"Mark xvi. 16","parsed":"|Mark|16|16|0|0","osisRef":"Bible:Mark.16.16","id":"iv.5-p17.2"},"content":["Mark xvi. 16"]},{"tag":"note","attrs":{"place":"end","n":"65","id":"iv.5-p17.3","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.5-p18","class":"endnote"},"content":["\nRespecting Augustin’s doctrine of baptism, see the thorough\ndiscussion in ",{"tag":"span","attrs":{"id":"iv.5-p18.1","class":"c9"},"content":["W. Wall’s"]},{"tag":"i","attrs":null,"content":["History of\nInfant Baptism"]},", vol. i. p. 173 sqq. (Oxford ed. of 1862). His\nview of the slight condemnation of all unbaptized children contains\nthe germ of the scholastic fancy of the ",{"tag":"i","attrs":null,"content":["limbus infantum"]}," and\nthe ",{"tag":"i","attrs":null,"content":["pæna damni"]},", as distinct from the lower regions of hell\nand the ",{"tag":"i","attrs":null,"content":["pæna sensus"]},"."]}]}],"contents":["He was the first to give a clear and fixed\ndefinition of the sacrament, as a visible sign of invisible grace,\nresting on divine appointment; but he knows nothing of the number\nseven; this was a much later enactment. In the doctrine of baptism\nhe is entirely Catholic, though in logical contradiction with his\ndogma of predestination; he maintained the necessity of baptism for\nsalvation on the ground of ",{"tag":"note","id":"iv.5-p17.1"}," and ",{"tag":"note","id":"iv.5-p17.2"},", and derived\nfrom it the horrible dogma of the eternal damnation of all\nunbaptized infants, though he reduced their condition to a mere\nabsence of bliss, without actual suffering.",{"tag":"note","id":"iv.5-p17.3"}," In the doctrine of the holy\ncommunion he stands, like his predecessors, Tertullian and Cyprian,\nnearer to the Calvinistic than any other theory of a spiritual\npresence and fruition of Christ’s body and blood. He certainly\ncan not be quoted in favor of transubstantiation. He was the chief\nauthority of Ratramnus and Berengar in their opposition to this\ndogma."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"66","id":"iv.5-p19.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.5-p20","class":"endnote"},"content":["\nIn his former writings he expressed a truly philosophical view\nconcerning miracles (",{"tag":"i","attrs":null,"content":["De vera relig."]}," c. 25, §47; c. 50,\n§98; ",{"tag":"i","attrs":null,"content":["De utilit. credendi"]},", c. 16, §34; ",{"tag":"i","attrs":null,"content":["De peccat.\nmeritis et remiss."]}," l. ii. c. 32, §52, and ",{"tag":"i","attrs":null,"content":["De civit.\nDei"]},", xxii. c. 8); but in his ",{"tag":"i","attrs":null,"content":["Retract."]}," l. i. c. 14, §5,\nhe corrects or modifies a former remark in his book ",{"tag":"i","attrs":null,"content":["De utilit.\ncredendi"]},", stating that he did not mean to deny the continuance\nof miracles altogether, but only such great miracles as occurred at\nthe time of Christ (“",{"tag":"i","attrs":null,"content":["quia non tanta nec omnia, non quia nulla\nfiunt"]},"”). See ",{"tag":"i","attrs":null,"content":["Ch. Hist."]}," III. §§87 and 88, and the\ninstructive monograph of the younger ",{"tag":"span","attrs":{"id":"iv.5-p20.1","class":"c9"},"content":["\nNitzsch"]},": ",{"tag":"i","attrs":null,"content":["Augustinus’ Lehre vom Wunder"]},", Berlin, 1865\n(97 pp.)."]}]},{"tag":"note","attrs":{"place":"end","n":"67","id":"iv.5-p20.2","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.5-p21","class":"endnote"},"content":["\nSee ",{"tag":"i","attrs":null,"content":["Ch. Hist."]}," III. §§81 and 82."]}]},{"tag":"note","attrs":{"place":"end","n":"68","id":"iv.5-p21.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.5-p22","class":"endnote"},"content":["\nComp. ",{"tag":"i","attrs":null,"content":["Tract. in Evang. Joannis"]},", viii. c. 9, where he says:\n“",{"tag":"i","attrs":null,"content":["Cur ergo ait matri filius; Quid mihi et tibi est, mulier?\nnondum venit hora mea"]}," (",{"tag":"scripRef","attrs":{"passage":"John ii. 4","parsed":"|John|2|4|0|0","osisRef":"Bible:John.2.4","id":"iv.5-p22.1"},"content":["John ii. 4"]},"). ",{"tag":"i","attrs":null,"content":["Dominus noster Jesus\nChristus et Deus erat et homo: secundum quod Deus erat, matrem non\nhabebat; secundum quod homo erat, habebat. Mater ergo [Maria] erat\ncarnis, mater humanitatis, mater infirmitatis quam suscepit propter\nnos"]},".” This strict separation of the Godhead from the manhood\nof Jesus in his birth from the Virgin would have exposed Augustin\nin the East to the suspicion of Nestorianism. But he died a year\nbefore the council of Ephesus, at which Nestorius was\ncondemned."]}]}],"contents":["He contributed to promote, at least in his\nlater writings, the Catholic faith of miracles,",{"tag":"note","id":"iv.5-p19.1"}," and the worship of Mary;",{"tag":"note","id":"iv.5-p20.2"}," though he exempts the Virgin only\nfrom actual sin, not from original, and, with all his reverence for\nher, never calls her “mother of God.”",{"tag":"note","id":"iv.5-p21.1"}]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"69","id":"iv.5-p23.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.5-p24","class":"endnote"},"content":["\nSee ",{"tag":"i","attrs":null,"content":["Ch. Hist."]}," III. §27, p. 144 sq. He changed his view\npartly from his experience that the Donatists, in his own diocese,\nwere converted to the catholic unity “",{"tag":"i","attrs":null,"content":["timore legum\nimperialium"]},",” and were afterwards perfectly good Catholics.\nHe adduces also a misinterpretation of ",{"tag":"scripRef","attrs":{"passage":"Luke xiv. 23","parsed":"|Luke|14|23|0|0","osisRef":"Bible:Luke.14.23","id":"iv.5-p24.1"},"content":["Luke xiv. 23"]},", and ",{"tag":"scripRef","attrs":{"passage":"Prov. ix. 9","parsed":"|Prov|9|9|0|0","osisRef":"Bible:Prov.9.9","id":"iv.5-p24.2"},"content":["Prov. ix.\n9"]},": “",{"tag":"i","attrs":null,"content":["Da sapienti occasionem et sapientior erit"]},".” ",{"tag":"i","attrs":null,"content":[{"tag":"scripRef","attrs":{"passage":"Ep. 93","id":"iv.5-p24.3"},"content":["Ep.\n93"]},", ad Vincentium Rogatistam"]},", §17 (tom. ii. p. 237 sq. ed.\nBened.). But he expressly discouraged the infliction of death on\nheretics, and adjured the proconsul Donatus, ",{"tag":"scripRef","attrs":{"passage":"Ep. 100","id":"iv.5-p24.4"},"content":["Ep. 100"]},", by Jesus\nChrist, not to repay the Donatists in kind. “",{"tag":"i","attrs":null,"content":["Corrigi eos\ncupimus, non necari"]},".”"]}]}],"contents":["At first an advocate of religious liberty and\nof purely spiritual methods of opposing error, he afterwards\nasserted the fatal principle of forcible coërcion, and lent the\ngreat weight of his authority to the system of civil persecution,\nat the bloody fruits of which in the middle age he himself would\nhave shuddered; for he was always at heart a man of love and\ngentleness, and personally acted on the glorious principle:\n“Nothing conquers but truth, and the victory of truth is\nlove.”",{"tag":"note","id":"iv.5-p23.1"}]},{"notes":[],"contents":["Thus even truly great and good men have\nunintentionally, through mistaken zeal, become the authors of\nincalculable mischief."]},{"notes":[],"contents":["3. But, on the other hand, Augustin is, of all\nthe fathers, nearest to ",[{"notes":[],"contents":"evangelical Protestantism"}],", and may\nbe called, in respect of his doctrine of sin and grace, the first\nforerunner of the Reformation. The Lutheran and Reformed churches\nhave ever conceded to him, without scruple, the cognomen of Saint,\nand claimed him as one of the most enlightened witnesses of the\ntruth and most striking examples of the marvellous power of divine\ngrace in the transformation of a sinner. It is worthy of mark, that\nhis Pauline doctrines, which are most nearly ","akin to Protestantism, are the\nlater and more mature parts of his system, and that just these\nfound great acceptance with the laity. The Pelagian controversy, in\nwhich he developed his anthropology, marks the culmination of his\ntheological and ecclesiastical career, and his latest writings were\ndirected against the Pelagian Julian and the Semi-Pelagians in\nGaul, who were brought to his notice by two friendly laymen,\nProsper and Hilary. These anti-Pelagian works have wrought\nmightily, it is most true, upon the Catholic church, and have held\nin check the Pelagianizing tendencies of the hierarchical and\nmonastic system, but they have never passed into its blood and\nmarrow. They waited for a favourable future, and nourished in\nsilence an opposition to the prevailing system."]},{"notes":[],"contents":["In the middle age the better sects, which attempted\nto simplify, purify, and spiritualize the reigning Christianity by\nreturn to the Holy Scriptures, and the Reformers before the\nReformation, such as Wiclif, Hus, Wessel, resorted most, after the\napostle Paul, to the bishop of Hippo as the representative of the\ndoctrine of free grace."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"70","id":"iv.5-p28.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.5-p29","class":"endnote"},"content":[{"tag":"span","attrs":{"id":"iv.5-p29.1","class":"c9"},"content":["Luther"]}," pronounced upon the church fathers\n(with whom, however, excepting Augustin, he was but slightly\nacquainted) very condemnatory judgments, even upon Basil,\nChrysostom, and Jerome (for Jerome he had a downright antipathy, on\naccount of his advocacy of fasts, virginity, and monkery); he was\nat times dissatisfied even with Augustin, because he after all did\nnot find in him his ",{"tag":"i","attrs":null,"content":["sola fide"]},", his ",{"tag":"i","attrs":null,"content":["articulus stantis vel\ncadentis ecclesiæ"]},", and says of him: “Augustin often erred;\nhe cannot be trusted. Though he was good and holy, yet he, as well\nas other fathers, was wanting in the true faith.” But this\ncursory utterance is overborne by numerous commendations; and all\nsuch judgments of Luther must be taken ",{"tag":"i","attrs":null,"content":["cum grano salis"]},". He\ncalls Augustin the most pious, grave, and sincere of the fathers,\nand the patron of divines, who taught a pure doctrine and submitted\nit in Christian humility to the Holy Scriptures, etc., and he\nthinks, if he had lived in the sixteenth century, he would have\nbeen a Protestant (",{"tag":"i","attrs":null,"content":["si hoc seculo viveret, nobiscum\nsentiret"]},"), while Jerome would have gone with Rome. Compare his\nsingular but striking judgments on the fathers in ",{"tag":"i","attrs":null,"content":["Lutheri\nColloquia"]},", ed. H. E. Bindseil, 1863, tom. iii. 149, and many\nother places. ",{"tag":"span","attrs":{"id":"iv.5-p29.2","class":"c9"},"content":["Gangauf"]},", a Roman Catholic (a\npupil of the philosopher Günther), concedes (",{"tag":"i","attrs":null,"content":["l. c."]}," p. 28,\nnote 13) that Luther and Calvin built their doctrinal system mainly\non Augustin, but, as he correctly thinks, with only partial right.\n",{"tag":"span","attrs":{"id":"iv.5-p29.3","class":"c9"},"content":["Nourrisson"]},", likewise a Roman Catholic,\nderives Protestantism from a corrupted (!) Augustinianism, and very\nsuperficially makes Lutheranism and Calvinism essentially to\nconsist in the denial of the freedom of the will, which was only\none of the questions of the Reformation. “",{"tag":"i","attrs":null,"content":["On ne saurait le\nméconnaître, de l’Augustinianisme corrompu, mais enfin de\nl’Augustinianisme procède le Protestantisme. Car, sans parler de\nWiclif et de Huss, qui, nourris de saint Augustin, soutiennent,\navec le réalisme platonicien, la doctrine de la prédestination:\nLuther et Calvin ne font guère autre chose, dans leurs principaux\nouvrages, que cultiver des semences d’Augustinianisme"]},"”\n(",{"tag":"i","attrs":null,"content":["l. c."]}," ii. p. 176). But the Reformation is far more, of\ncourse, than a repristination of an old controversy; it is a new\ncreation, and marks the epoch of modern Christianity which is\ndifferent both from the mediæval and from ancient or patristic\nChristianity."]}]}],"contents":["The Reformers were led by his writings into a\ndeeper understanding of Paul, and so prepared for their great\nvocation. No church teacher did so much to mould Luther and Calvin;\nnone furnished them so powerful weapons against the dominant\nPelagianism and formalism; none is so often quoted by them with\nesteem and love.",{"tag":"note","id":"iv.5-p28.1"}]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"71","id":"iv.5-p30.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.5-p31","class":"endnote"},"content":["\nIt is well known that ",{"tag":"span","attrs":{"id":"iv.5-p31.1","class":"c9"},"content":["Luther"]},", as late as\n1526, in his work, ",{"tag":"i","attrs":null,"content":["De servo arbitrio"]},", against Erasmus, which\nhe never retracted, proceeded upon the most rigorous notion of the\ndivine omnipotence, wholly denied the freedom of will, declared it\na mere lie (",{"tag":"i","attrs":null,"content":["merum mendacium"]},"), pronounced the calls of the\nScriptures to repentance a divine irony, and based eternal\nsalvation and eternal perdition upon the secret will of God; in all\nthis he almost exceeded Calvin. See particulars in the books on\ndoctrine-history; the inaugural dissertation of ",{"tag":"span","attrs":{"id":"iv.5-p31.2","class":"c9"},"content":["\nJul. Müller"]},": ",{"tag":"i","attrs":null,"content":["Lutheri de prædestinatione et libero\narbitrio doctrina"]},", Gött. 1832; and a historical treatise on\npredestination by ",{"tag":"span","attrs":{"id":"iv.5-p31.3","class":"c9"},"content":["Carl Beck"]}," in the\n“",{"tag":"i","attrs":null,"content":["Studien und Kritiken"]},"” for 1847. We add, as a curiosity,\nthe opinion of ",{"tag":"span","attrs":{"id":"iv.5-p31.4","class":"c9"},"content":["Gibbon"]}," (ch. xxxiii.), who,\nhowever, had a very limited and superficial knowledge of Augustin:\n“The rigid system of Christianity which he framed or restored,\nhas been entertained, with public applause, and secret reluctance,\nby the Latin church. The church of Rome has canonized Augustin, and\nreprobated Calvin. Yet as the real difference between them is\ninvisible even to a theological microscope, the Molinists are\noppressed by the authority of the saint, and the Jansenists are\ndisgraced by their resemblance to the heretic. In the mean while\nthe Protestant Arminians stand aloof, and deride the mutual\nperplexity of the disputants. Perhaps a reasoner, still more\nindependent, may smile in his turn when he peruses an Arminian\ncommentary on the Epistle to the Romans.” ",{"tag":"span","attrs":{"id":"iv.5-p31.5","class":"c9"},"content":["\nNourrisson"]}," (ii. 179), from his Roman stand-point, likewise\nmakes Lutheranism to consist “",{"tag":"i","attrs":null,"content":["essentiellement dans la question\ndu libre arbitre"]},".” But the principle of Lutheranism, and of\nProtestantism generally, is the supremacy of the Holy Scriptures as\na rule of faith, and salvation by free grace through faith in\nChrist."]}]},{"tag":"note","attrs":{"place":"end","n":"72","id":"iv.5-p31.6","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.5-p32","class":"endnote"},"content":["\nOn the mighty influence of Augustin in the seventeenth century in\nFrance, especially on the noble Jansenists, see the works on\nJansenism, and also ",{"tag":"span","attrs":{"id":"iv.5-p32.1","class":"c9"},"content":["Nourrisson"]},", ",{"tag":"i","attrs":null,"content":["l.\nc."]}," tom. ii. pp. 186-276."]}]}],"contents":["All the Reformers in the outset, Melanchthon\nand Zwingle among them, adopted his denial of free will and his\ndoctrine of predestination, and sometimes even went beyond him into\nthe abyss of supralapsarianism, to cut out the last roots of human\nmerit and boasting. In this point Augustin holds the same relation\nto the Catholic church, as Luther to the Lutheran; that is, he is a\nheretic of unimpeachable authority, who is more admired than\ncensured even in his extravagances; yet his doctrine of\npredestination was ",[{"notes":[],"contents":"indirectly"}]," condemned by the pope in\nJansenism, as Luther’s view was rejected as Calvinism by the\nFormula of Concord.",{"tag":"note","id":"iv.5-p30.1"}," For Jansenism\nwas nothing but a revival of Augustinianism in the bosom of the\nRoman Catholic church.",{"tag":"note","id":"iv.5-p31.6"}]},{"notes":[],"contents":["The\nexcess of Augustin and the Reformers in this direction is due to\nthe earnestness and energy of their sense of sin and grace. The\nPelagian looseness could never beget a reformer. It was only the\nunshaken conviction of man’s own inability, of unconditional\ndependence on God, and of the almighty power of his grace to give\nus strength for every good work, which could do this. He who would\ngive others the conviction that he has a divine vocation for the\nchurch and for mankind, must himself be penetrated with the faith\nof an eternal, unalterable decree of God, and must cling to it in\nthe darkest hours."]},{"notes":[],"contents":["In great men, and only in great men, great\nopposites and apparently antagonistic truths live together. Small\nminds cannot hold them. The catholic, churchly, sacramental, and\nsacerdotal system stands in conflict with the evangelical\nProtestant Christianity of subjective, personal experience. The\ndoctrine of universal baptismal regeneration, in particular, which\npresupposes a universal call (at least within the church), can on\nprinciples of logic hardly be united with the doctrine of an\nabsolute predestination, which limits the decree of redemption to a\nportion of the baptized. Augustin supposes, on the one hand, that\nevery baptized person, through the inward operation of the Holy\nGhost, which accompanies the outward act of the sacrament, receives\nthe forgiveness of sins, and is translated from the state of nature\ninto the state of grace, and thus, ",[{"notes":[],"contents":"qua baptizatus"}],", is also a\nchild of God and an heir of eternal life; and yet, on the other\nhand, he makes all these benefits dependent on the absolute will of\nGod, who saves only a certain number out of the “mass of\nperdition,” and preserves these to the end. Regeneration and\nelection, with him, do not, as with Calvin, coincide. The former\nmay exist without the latter, but the latter cannot exist without\nthe former. Augustin assumes that many are actually born into the\nkingdom of grace only to perish again; Calvin holds that in the\ncase of the non-elect baptism is an unmeaning ceremony; the one\nputting the delusion in the inward effect, the other in the outward\nform. The sacramental, churchly system throws the main stress upon\nthe baptismal regeneration, to the injury of the eternal election;\nthe Calvinistic or Puritan system sacrifices the virtue of the\nsacrament to the election; the Lutheran and high Anglican systems\nseek a middle ground, without being able to give a satisfactory\ntheological solution of the problem. The Anglican Church, however\nallows the two opposite views, and sanctions the one in the\nbaptismal service of the Book of Common Prayer, the other in her\nThirty-nine Articles, and other standards, as interpreted by the\nlow church or evangelical party in a moderately Calvinistic\nsense."]},{"notes":[{"tag":"note","attrs":{"place":"end","n":"73","id":"iv.5-p35.1","anchored":"yes"},"content":[{"tag":"p","attrs":{"shownumber":"no","id":"iv.5-p36","class":"endnote"},"content":[{"tag":"span","attrs":{"id":"iv.5-p36.1","class":"c9"},"content":["Guizot"]},", the Protestant historian and\nstatesman, very correctly says in his ",{"tag":"i","attrs":null,"content":["Histoire générale de la\ncivilisation en Europe"]}," (Deuxième lecon, p. 45 sq. ed.\nBruxelles, 1850): “",{"tag":"i","attrs":null,"content":["S’il n’eût pas été une église, je\nne sais ce qui en serait avenu au milieu de la chute de l’empire\nromain.…Si le christianisme n’eût été comme dans les\npremiers temps, qu’une croyance, un sentiment, une conviction\nindividuelle, on peut croire qu’il aurait succombé au milieu de\nla dissolution de l’empire et de l’invasion des barbares. Il a\nsuccombé plus tard, en Asie et dans tous le nord de l’Afrique,\nsous une invasion de même nature, sous l’invasion des barbares\nmusulmans; il a succombé alors, quoiqu’il fût à l’êtat\nd’institution, d’église constituée. A bien plus forte raison\nle même fait aurait pu arriver au moment de la chute de l’empire\nromain. Il n’y avait alors aucun des moyens par lesquels\naujourd’hui les influences morales s’établissent ou résistent\nindépendamment des institutions, aucun des moyens par lesquels une\npure vérité, une pure idée acquiert un grand empire sur les\nesprits, gouverne les actions, dêtermine des événemens. Rien de\nsemblable n’existait au IV",{"tag":"sup","attrs":null,"content":["e"]}," siècle, pour donner aux\nidées, aux sentiments personels, une pareille autorité. Il est\nclair qu’il fallait une société fortement organisée, fortement\ngouvernée, pour lutter contre un pareil désastre, pour sortir\nvictorieuse d’un tel ouragan. Je ne crois pas trop dire en\naffirmant qu’à la fin du IV",{"tag":"sup","attrs":null,"content":["e"]}," et au commencement du\nV",{"tag":"sup","attrs":null,"content":["e"]}," siècle, c’est l’église chrétienne qui a sauvé\nle christianisme; c’est l’église avec ses institutions, ses\nmagistrats, son pouvoir, qui s’est défendue vigoureusement\ncontre la dissolution intérieure de l’empire, contre la\nbarbarie, qui a conquis les barbares, qui est devenue le lien, le\nmoyen, le principe dé civilisation entre le monde romain et le\nmonde barbare"]},".”"]}]}],"contents":["It was an evident ordering of God, that\nAugustin’s theology, like the Latin Bible of Jerome, appeared\njust in the transitional period of history, in which the old\ncivilization was passing away before the flood of barbarism, and a\nnew order of things, under the guidance of the Christian religion,\nwas in preparation. The church, with her strong, imposing\norganization and her firm system of doctrine, must save\nChristianity amidst the chaotic turmoil of the great migration, and\nmust become a training-school for the barbarian nations of the\nmiddle age.",{"tag":"note","id":"iv.5-p35.1"}]},{"notes":[],"contents":["In this process of training, next to the Holy\nScriptures, the scholarship of ",["Jerome"]," and\nthe theology and fertile ideas of ",["Augustin"],"\nwere the most important intellectual agents."]},{"notes":[],"contents":["Augustin\nwas held in so universal esteem that he could exert influence in\nall directions, and even in his excesses gave no offence. He was\nsufficiently catholic for the principle of church authority, and\nyet at the same time so free and evangelical that he modified its\nhierarchical and sacramental character, reacted against its\ntendencies to outward, mechanical ritualism, and kept alive a deep\nconsciousness of sin and grace, and a spirit of fervent and truly\nChristian piety, until that spirit grew strong enough to break the\nshell of hierarchical tutelage, and enter a new stage of it\ndevelopment. No other father could have acted more beneficently on\nthe Catholicism of the middle age, and more successfully provided\nfor the evangelical Reformation than St. Augustin, the worthy\nsuccessor of Paul, and the precursor of Luther and Calvin."]},{"notes":[],"contents":["He had lived at the time of the Reformation,\nhe would in all probability have taken the lead of the evangelical\nmovement against the prevailing Pelagianism of the Roman church,\nthough he would not have gone so far as Luther or Calvin. For we\nmust not forget that, notwithstanding their strong affinity, there\nis an important difference between Catholicism and Romanism or\nPopery. They sustain a similar relation to each other as the\nJudaism of the Old Testament dispensation, which looked to, and\nprepared the way for, Christianity, and the Judaism after the\ncrucifixion and after the destruction of Jerusalem, which is\nantagonistic to Christianity. Catholicism covers the entire ancient\nand mediæval history of the church, and includes the Pauline,\nAugustinian, or evangelical tendencies which increased with the\ncorruptions of the papacy and the growing sense of the necessity of\na “",[{"notes":[],"contents":"reformation in capite et membris"}],".” Romanism proper\ndates from the council of Trent, which gave it symbolical\nexpression and anathematized the doctrines of the Reformation.\nCatholicism is the strength of Romanism, Romanism is the weakness\nof Catholicism. Catholicism produced Jansenism, Popery condemned\nit. Popery never forgets and never learns anything, and can allow\nno change in doctrine (except by way of addition), without\nsacrificing its fundamental principle of infallibility, and thus\ncommitting suicide. But Catholicism may ultimately burst the chains\nof Popery which have so long kept it confined, and may assume new\nlife and vigour."]},{"notes":[],"contents":["Such a personage as Augustin, still holding a\nmediating place between the two great divisions of Christendom,\nrevered alike by both, and of equal influence with both, is\nfurthermore a welcome pledge of the elevating prospect of a future\nreconciliation of Catholicism and Protestantism in a high unity,\nconserving all the truths, losing all the errors, forgiving all the\nsins, forgetting all the enmities of both. After all, the\ncontradiction between authority and freedom, the objective and the\nsubjective, the churchly and the personal, the organic and the\nindividual, the sacramental and the experimental in religion, is\nnot absolute, but relative and temporary, and arises not so much\nfrom the nature of things, as from the deficiencies of man’s\nknowledge and piety in this world. These elements admit of an\nultimate harmony in the perfect state of the church, corresponding\nto the union of the divine and human natures, which transcends the\nlimits of finite thought and logical comprehension, and is yet\ncompletely realized in the person of Christ. They are in fact\nunited in the theological system of St. Paul, who had the highest\nview of the church, as the mystical “body of Christ,” and\n“the pillar and ground of the truth,” and who was at the same\ntime the great champion of evangelical freedom, individual\nresponsibility, and personal union of the believer with his\nSaviour. ",["We believe in and hope for one holy\ncatholic apostolic church, one communion of saints, one flock, one\nShepherd"],". The more the different churches become truly\nChristian, the nearer they draw to Christ, and the more they labor\nfor His kingdom which rises above them all, the nearer will they\ncome to one another. For Christ is the common head and vital centre\nof all believers, and the divine harmony of all discordant human\nsects and creeds. ",["In Christ"],", says Pascal,\none of the greatest and noblest disciples of Augustin, ",["In Christ all contradictions are\nsolved"],"."]}]}